Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: There is a curious story of a farmer who had a great oak in his lawn, a tree which had stood when his father first broke the soil on that land, and under which his family had many memories. It was thus a shock to him, one morning, when he awoke to find it somehow spirited away, with nothing but a bare patch of earth where it once stood. Such encounters are all that is known of what are presumably the most ancient of woses.
id: Ada cerita aneh dari seorang petani yang memiliki pohon oak besar di halaman rumput, pohon yang berdiri ketika ayahnya pertama kali membuka ladang, dan di mana keluarganya sudah banyak kenangan. Karena itu, mengejutkannya, suatu pagi, ketika ia terbangun untuk menemukannya entah bagaimana diam-diam, dengan apa-apa selain sepetak tanah kosong di mana dulu berdiri sebuah pohon. Pertemuan seperti itu sering dikenal apa yang mungkin disebut sebagai wose terkuno .

source: crush
id: meremukkan

source: Elder Wose
id: Tetua Wose

source: Woses have been said to possess many shapes, all of them tree-like in form, and as they age, to increase in size. Tales tell of woses who resemble trees in this respect as well, towering over the creatures who walk beneath them. This is the greater part of why they are so rarely seen — standing in the slumber which they so often do, a wose of that stature appears to be nothing more than an oddly-shaped tree. Even a careless elf can sometimes be fooled. Woses are not warriors by any means, but their great strength can easily be turned to violence, should someone manage to raise the ire of these creatures.
id: Para Wose telah dikatakan memiliki banyak bentuk, mereka semua berbentuk seperti pohon , dan saat mereka tua, untuk meningkatkan ukuran. Dongeng menceritakan wose yang mirip pohon dalam hal ini juga, menjulang lebih dari makhluk yang berjalan di bawah mereka. Ini adalah bagian yang lebih besar tentang mengapa mereka sangat jarang terlihat - berdiri tertidur yang begitu sering mereka lakukan, perawakan sebuah wose yang tampaknya tak lebih dari sebuah pohon berbentuk aneh. Bahkan kadang-kadang elf ceroboh dapat tertipu. Woses bukan prajurit dilihat dari sudut manapun, tapi kekuatan besar mereka dengan mudah dapat digunakan untuk kekerasan, jika seseorang mencoba membuat marah makhluk-makhluk ini.

source: Rarely seen even by elves, the Wose is an order of creature about which little is known. The elves are the source of most of this knowledge; they know that these beings are not descended from trees, despite the similarity in form, and they know that a wose is more closely tied to the faerie world than the elves themselves, though in a different way. The motives and workings of their kind are unknown, though most subscribe to the obvious theory that woses are dedicated wardens of the natural world. Woses are utterly unwarlike, but possess a great strength. They are, however, neither used to, nor quick at moving around.
id: Jarang terlihat bahkan oleh elf, Wose adalah salah satu makhluk yang sedikit yang diketahui. Para elf adalah sumber dari sebagian besar pengetahuan ini, mereka tahu bahwa makhluk ini tidak turun dari pohon, meskipun kesamaan dalam bentuk, dan mereka tahu bahwa wose adalah lebih terkait erat dengan dunia gaib daripada elf sendiri, meski dalam cara yang berbeda. Motif dan cara kerja jenis mereka tidak diketahui, meskipun sebagian besar menganut teori jelas bahwa woses berdedikasi pengawas dari alam. Para Wose adalah sepenuhnya tidak menyukai perang, tetapi memiliki kekuatan besar. Mereka, bagaimanapun, tidak digunakan untuk, atau bergerak cepat di sekitar.
