Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: Blood Bat
id: Kelelawar Darah

source: Blood Bats are so named because of their ruddy hue, which some mark as a symbol of their preferred diet. These creatures are fast and can drain the blood of those they attack, thereby gaining some of the health lost by their victims.
id: Kelelawar Darah diberikan nama begitu karena warna mereka, yang dianggap oleh beberapa orang sebagai simbol makanan pilihan mereka. Makhluk ini cepat dan bisa menghisap darah makhluk yang mereka serang, memperoleh sebagian kesehatan yang hilang dari korbannya.

source: fangs
id: gigi taring

source: Dread Bat
id: Kelelawar Seram

source: The most vicious, predatory, and successful of the Blood Bats become Dread Bats, gaining the ability to drain not merely the blood but the very life energy of their victims.
id: Yang paling kejam, ganas, dan sukses dari Darah Kelelawar menjadi Kelelawar Dread, mendapatkan kemampuan untuk menguras tidak hanya darah tetapi energi hidup yang sangat dari korban-korban mereka.

source: Vampire Bat
id: Kelelawar Vampir

source: Vampire bats are flying beasts that feed on the blood of other creatures. While their fangs are not very powerful, the health of victims is drained away along with their blood, and given to the Bats.
id: Kelelawar Vampir adalah makhluk terbang yang menghisap darah makhluk lain. Meskipun gigi taring mereka tidak begitu kuat, kesehatan korban mereka dihisap beserta dengan darah mereka, dan diberikan ke Kelelawar tersebut.

source: Boat
id: Perahu

source: Propelled by oars or small sails, boats are used to travel short distances and in shallows where large ships cannot navigate.
id: Sering didorong oleh dayung atau layar kecil, perahu digunakan untuk menempuh jarak dekat dan di perairan dangkal di mana kapal besar tidak bisa berlayar.

source: Galleon
id: Galeon

source: Galleons are blue-water ships built for trade and transport.
id: Galeon adalah kapal perairan biru dibuat untuk perdagangan dan transportasi.

source: Pirate Galleon
id: Galeon Pembajak

source: Pirate galleons are to transport ships what wolves are to sheep. The pirates who crew them are more than happy to help relieve other ships of their weighty cargo.
id: Galeon Pembajak adalah ke kapal transportasi apa serigala adalah ke domba. Bajak laut yang mengawak mereka sangat senang membantu meringankan kapal-kapal lain dari kargo berat mereka.

source: ballista
id: mesin busur

source: Transport Galleon
id: Galeon Pengangkut

source: Transport Galleons are well-armed ships that carry troops. If they reach the shore, they can land the troops to attack.
id: Kapal pengangkut Galeon adalah kapal bersenjata yang membawa pasukan. Jika mereka mencapai pantai, mereka bisa mendaratkan pasukan tersebut untuk menyerang.

source: Arbiters take their caste duty of enforcing order very seriously. In order to better execute their duties, they have abandoned the drakes’ traditional hand-mounted claws and traded their spears for the spike and blade of the halberd. In their minds, the loss of maneuverability is a fair price for the raw heft the massive metal head provides. The thick plate these drakes wear protects them well against weapons that could slip between their scales.
id: Arbiter mengambil tugas kasta mereka menegakkan ketertiban sangat serius. Dalam rangka untuk lebih melaksanakan tugas mereka, mereka telah meninggalkan cakar drake yang tradisional dan menukarnya dengan tombak mereka untuk memaku dan bilah tombak tersebut. Dalam pikiran mereka, hilangnya kemampuan manuvernya adalah harga yang wajar untuk memperlengkapi logam berat mentah besar di kepala. Drake ini memakai pelat tebal yang melindungi mereka baik terhadap senjata yang bisa menyelinap di antara sisik mereka.

source: halberd
id: tombak pedang

source: Armageddon Drake
id: Drake Kiamat

source: Were it not for the armor they wear, certain drakes might be indistinguishable from true dragons, at least to the lesser races for whom dragons are but legend. The creatures known as ‘Armageddon Drakes’ are towering things, both immune to and possessed of a tremendous fire.
id: Jika bukan karena baju baja yang mereka pakai, beberapa drake barangkali tidak dapat dibedakan dari naga asli, paling tidak oleh manusia biasa. Makhluk-makhluk yang diketahui sebagai 'Drake Kiamat' adalah makhluk menjulang, kebal dan memiliki api yang luar biasa.

source: battle claws
id: Cakar perang

source: fire breath
id: nafas berapi

source: Drake Blademaster
id: Drake Pendekar

source: Black armor marks the elite order of the Fighter caste: the Blademasters. Only a few manage to gain the skill and power necessary to be admitted to this highest rank without perishing in battle. Though other drakes may disparage the Fighter caste, they always check twice to be sure none are around; Blademasters fiercely protect their fellows’ honor, and no-one would dispute their right to do so.
id: Baja Hitam menandai urutan kasta elit Fighter : Para Blademaster. Hanya sedikit yang dapat mengelola untuk mendapatkan keterampilan dan kekuatan perlu untuk diakui pada peringkat tertinggi tanpa binasa dalam pertempuran. Meskipun drake lain mungkin merendahkan kasta Fighter, mereka selalu periksa dua kali untuk memastikan tidak ada orang di sekitar; Blademasters keras melindungi kehormatan rekan-rekan mereka, dan tidak ada yang akan membantah hak mereka untuk melakukannya.

source: war talon
id: cakar perang

source: Drake Burner
id: Drake Pembakar

source: Drake Burners are the proud few in whom the blood and strength of their remote ancestors runs truest, giving them the ability to breathe fire. This, coupled with their sheer size and fearsome claws, makes them deadly foes in combat.
id: Drake Pembakar adalah beberapa makhluk bangga di dalam siapa darah dan kekuatan leluhur terdahulu mereka mengalir, memberikan mereka kemampuan bernafas api. Ini, ditambah dengan ukuran besar dan cakar menakutkan mereka, membuat mereka musuh yang sangat berbahaya di pertempuran.

source: claws
id: cakar

source: Drake Clasher
id: Drake Penusuk

source: The Clashers are members of a unique caste among the drakes. Their thick armor, while compensating for the drakes’ natural weakness against spears and arrows, is so heavy and restricting that they are not able to fly or muster enough breath to use their inner fire. They have embraced this handicap, completely encasing their wings to emphasize that they do not need flight to triumph in battle. This is also the only caste that is allowed to break taboo and fight with spears in addition to the drake’s traditional metal claws, which makes them particularly good at "resolving" territorial disputes with other drakes and enforcing the laws of their tribe.
id: Para Drake Penusuk adalah anggota dari kasta yang unik diantara drake. tebal baja mereka, sebagai kompensasi untuk kelemahan alami drake 'melawan tombak dan panah, begitu berat dan membatasi bahwa mereka tidak dapat terbang atau mengumpulkan napas cukup untuk penggunaan api dalam diri mereka. Mereka telah menerima rintangan ini, sepenuhnya membungkus sayap mereka untuk menekankan bahwa mereka tidak perlu terbang untuk menang dalam pertempuran. Ini juga merupakan satu-satunya kasta yang diizinkan untuk mematahkan tabu dan berperang dengan tombak di samping cakar tradisional drake dari logam, yang mana membuat mereka sangat baik dalam "menyelesaikan" sengketa teritorial dengan drake lain dan menegakkan hukum suku mereka.

source: spear
id: tombak

source: Drake Enforcer
id: Drake Penghukum

source: Not for Enforcers are the tactics of maneuver and deception; rather, they charge in wherever the melee is the fiercest. At close range, it matters little that their armor prevents them from spouting flame; all that matters is the power they’ve learned to focus in each strike. Drake leaders are careful not to besmirch the honor of the Enforcers, and generally call upon them to combat only the most pernicious of enemies.
id: Bukan untuk penegak adalah taktik manuver dan penipuan, melainkan, serangan mereka di mana pun perkelahian adalah sengit. Pada jarak dekat, itu hal kecil bahwa baju besi mereka mencegah mereka dari semburan api; semua yang penting adalah kekuatan yang telah mereka pelajari untuk fokus dalam setiap menyerang. Para pemimpin Drake berhati-hati untuk tidak menodai kehormatan penegak, dan umumnya menyerukan kepada mereka untuk hanya memerangi musuh yang paling berbahaya.

source: ram
id: penumbur

source: trident
id: trisula

source: Drake Fighter
id: Drake Petarung

source: Drake Fighters wield curved war blades, and possess the fire-breathing skills of their ancestors. They can also fly, which is troubling to any foe. Their great strength, coupled with their hardened scales, is rightly frightening to swordsman of any other race.
id: Drake Petarung menggunakan mata pisau bengkok, dan memiliki kemampuan bernafas api seperti leluhur mereka. Mereka juga bisa terbang, dan kemampuan ini mencemaskan musuh manapun. Kekuatan hebat mereka, digabungkan dengan sisik keras mereka, sangat menakutkan kepada ahli pedang bangsa manapun.

source: war blade
id: pisau perang

source: Fire Drake
id: Drake Api

source: Not yet permitted to wear the red-gold reserved for the highest ranks of the Burners, the Fire Drakes trim their armor with silver. Though they have only begun to dedicate their lives to the flame that burns within them, its vitality emanates through their skin, scorching their scales to a reddish-gray.
id: Belum diizinkan untuk memakai emas-merah yang disediakan untuk peringkat tertinggi Burners, Para Drake Api menghiasi baju besi mereka dengan perak. Meskipun mereka hanya mendedikasikan hidup mereka ke api yang menyala di dalamnya, vitalitas yang keluar melalui kulit mereka, membakar sisik mereka ke-abu-abu kemerahan.

source: Drake Flameheart
id: Drake Hatiapi

source: Drake Flare
id: Drake Kobaran

source: Respected for the heat of their flame and revered for their charisma, Flares aspire to become great leaders of their people, both in war and peace. Though a small isolated tribe will sometimes accept a Flare as a leader, they are more often seen leading small war parties or mediating disputes with a subtle hand.
id: Dihormati karena panas api mereka dan dihormati karena karisma mereka, Para Flare bercita-cita untuk menjadi pemimpin besar rakyat mereka, baik dalam perang dan damai. Meskipun suku kecil terisolasi kadang-kadang akan menerima Flare sebagai pemimpin, mereka lebih sering terlihat memimpin partai perang kecil atau menengahi sengketa dengan tangan halus.

source: Drake Glider
id: Drake Pelayang

source: Many drakes enjoy the flow of air over scales, leading them to don the light robes of the Glider caste. The long forays to the far reaches of the tribal territory are their passion, though other drakes often wonder what could lead someone to take on the drudgery of hunting when more glory could be found on the battlefield. Most often, Gliders hunt larger game like deer, swine, or dolphins; the drakes’ ancestral ability to aim fire, hampered in other castes by armor, is invaluable for flushing and herding the quarry without harming it. If a Glider is called to the battlefield, he prefers to harass the enemy from a distance – and if all else fails, he will fight with his feet, keeping his precious wings as far from the enemy as possible.
id: Banyak drake menikmati aliran udara di atas sisiknya, membawa mereka untuk mengenakan jubah cahaya kasta Glider. Perampokan panjang ke pelosok wilayah kesukuan adalah semangat mereka, meskipun drake lain sering bertanya-tanya apa yang bisa menyebabkan seseorang untuk mengambil kerepotan berburu ketika kemuliaan lebih dapat ditemukan di medan pertempuran. Paling sering, glider berburu buruan besar seperti rusa, babi, atau lumba-lumba; kemampuan leluhur yang drake untuk membidikan api, terhambat di kasta lain dengan baju besi, sangat berharga untuk menyiram dan menggiring buruan tanpa merugikannya. Jika Glider dipanggil ke medan perang, ia lebih suka mengusik musuh dari jarak jauh - dan jika semuanya gagal, dia akan bertarung dengan kakinya, menjaga sayap berharganya sejauh mungkin dari musuh.

source: slam
id: membanting

source: Hurricane Drake
id: Drake Topan

source: Hurricane Drakes have moved above the menial hunting and gathering to which the lower members of their caste are relegated. They are an integral part of the drakes’ military, scouting ahead of the main forces, carrying messages across the battlefield, and falling upon the enemy where it’s least expected. Being allowed—grudgingly—to train with the newcomers from other castes has increased their skill in combat, but their greatest strength still lies in their speed and flight.
id: Drake Hurricane telah bergerak perburuan kasar dan mengumpulkan anggota yang lebih rendah dari kasta mereka turunkan. Mereka merupakan bagian integral dari militer drake, mengintai kekuatan utama musuh, membawa pesan di medan perang, dan jatuh pada musuh mana yang paling tidak diharapkan. Ditugaskan - enggan - untuk melatih dengan pendatang baru dari kasta lainnya yang telah meningkatkan keterampilan mereka dalam pertempuran, tapi kekuatan terbesar mereka masih terletak pada kecepatan dan penerbangan.

source: Inferno Drake
id: Drake Neraka

source: Inferno Drakes are masters of the fire they breathe, respected and feared in their tribes nearly as much as the draconic ancestors themselves. They can prowl unharmed through a firestorm of their own creation, scales tinged red from extensive use of their inner flame, their sculpted red-gold armor enhancing the illusion that they are, in fact, dragons.
id: Para Drake Inferno adalah ahli dalam napas api mereka, dihormati dan ditakuti di suku mereka hampir sama seperti nenek moyang naga mereka. Mereka dapat berkeliaran mencari mangsa terluka melalui badai api ciptaan mereka sendiri, sisik diwarnai merah dari penggunaan ekstensif api dalam diri mereka, pahatan baju besi mereka merah-emas meningkatkan ilusi bahwa mereka, pada kenyataannya, naga.

source: Sky Drake
id: Drake Angkasa

source: The lightweight ceramic armor that the Sky Drakes wear is a symbol of their rank, glazed silver to honor their connection to the air. As leaders of the hunt, they are often away from their homes for long periods of time. Each tries to bring as much game home as possible, competing to gain the respect of their tribe and, just possibly, time with one of the closely-guarded drake females.
id: Baju besi keramik ringan yang Drake Sky pakai adalah simbol dari pangkat mereka, perak mengkilap untuk menghormati hubungan mereka dengan udara. Sebagai pemimpin berburu, mereka sering jauh dari rumah mereka untuk waktu yang lama. Setiap mereka berusaha membawa ke rumah sebanyak mungkin binatang buruan, bersaing untuk mendapatkan rasa hormat dari suku mereka dan, hanya mungkin, sewaktu dengan salah satu drake betina erat-dijaga.

source: Instead of letting themselves be bound by their armor, Thrashers have learned to redirect its weight to supplement their bodies’ momentum, adding power to the blows of their short spears and hand-mounted claws. Equipment and body are one; even their thick helms and the thick skulls beneath them are weapons. A Thrasher will gladly fulfill his caste duties, as long as it can be done on the battlefield.
id: Daripada membiarkan diri mereka terikat oleh baju besi mereka, Thrasher telah belajar untuk mengalihkan beratnya menambah daya gerak tubuh mereka, menambah kekuatan pukulan dari tombak pendek dan tangan-cakar. Peralatan dan tubuh adalah satu, bahkan helm tebal dan tengkorak yang tebal di bawah mereka adalah senjata. Thrasher dengan senang hati akan memenuhi tugas-tugas kasta nya, asalkan dapat dilakukan di medan perang.

source: Drake Warden
id: Drake Penjaga

source: Wardens are set apart from the rest of the Clasher caste by two things: their ornate helms, modeled after their dragon ancestors, and the care with which they drape their armored wings in brightly colored cloth before reporting for duty. Though this mode of dress stems from the pride they feel for their role in drake society, it is far from ceremonial. Their cumbersome bronze plate is the strongest work from the Drake forges, and their halberds can cleave a human in half.
id: Warden berbeda dengan kasta Clasher karena dua hal: helm berukir mereka, mirip yang di pakai naga nenek moyang mereka, dan kepedulian mereka untuk menggantungkan sayap lapis baja mereka dengan kain berwarna cerah sebelum melapor untuk bertugas. Meskipun model gaun ini berasal dari kebanggaan mereka terhadap pentingnya peran mereka dalam masyarakat drake, jauh dari upacara. piring perunggu praktis mereka adalah karya terkuat dari hasil tempaan Drake, dan halberds mereka dapat membelah manusia menjadi dua.

source: Drake Warrior
id: Drake Prajurit

source: Drakes of the Fighter caste, like the Warrior, are the foundation of any tribe’s army. No special abilities or skills set them apart; only their natural brute strength and military training help them carve their way through enemy forces. They fight as they have for centuries, clad in ceramic-plated leather with the traditional war blade mounted on the back of each hand.
id: Drake dari kasta Fighter, seperti Prajurit, merupakan dasar tentara dari setiap suku. Tidak ada kemampuan khusus atau keterampilan yang membedakan mereka; hanya kebiasaan kasar alami dan pelatihan militer membantu mereka mengukir jalan melalui kekuatan musuh. Mereka telah berpengalaman bertempur selama berabad-abad, memakai keramik berlapis kulit dengan pisau perang tradisional yang dipasang di punggung tangan masing-masing.

source: hammer
id: palu

source: Dwarvish Berserker
id: Kurcaci Pengamuk

source: Berserkers are a rare caste of Dwarves, who work themselves into a towering rage before combat. These warriors disdain all notion of defense, thinking only of the unrelenting assaults for which they are legendary.
id: Pengamuk adalah kasta langka Dwarf, yang membuat diri mereka sendiri mengamuk besar sebelum pertempuran. Petarung ini melupakan semua pikiran melindungi diri, hanya memikirkan serangan tak kenal henti yang mereka lakukan secara legendaris.

source: berserker frenzy
id: amukan gila

source: Dwarvish Dragonguard
id: Kurcaci Nagawan

source: It is not clear why the Dragonguards are called what they are, a name given by their dwarven brethren. Some speculate that the name comes from their weapon of choice, these strange staffs that belch fire and death. Others have surmised that it is because such weapons would be a threat against even a true Dragon, should such a thing be seen again in the known world. Whatever the case, it is for these weapons that the guardians of the great Dwarven citadels are both renowned and feared; weapons that have broken the mightiest of warriors with a single blow.
id: Tidak diketahui mengapa dinamai Dragonguard, sebuah nama yang diberikan oleh saudara-saudara mereka. Beberapa berspekulasi bahwa nama tersebut diberikan dari senjata pilihan mereka, tongkat aneh ini yang menyemburkan api dan kematian. Yang lain menduga bahwa nama ini diberikan karena senjata seperti itu berbahaya bahkan melawan Naga sungguhan, jika makhluk tersebut masih bisa dilihat di bumi ini. Apapun alasannya, karena senjata ini terkenal dan ditakuti oleh pengawal benteng kota Dwarf yang megah; senjata yang menghancurkan petarung terhebat dengan satu tembakan.

source: dagger
id: pisau belati

source: dragonstaff
id: tongkat naga

source: Dwarvish Explorer
id: Dwarvish Penjelajah

source: Dwarvish Explorers are peerless survivalists. Using only the equipment they carry, they can range for months around the forests and mountains looking for new seams of ore and deposits of minerals. Whilst their skill in a melee is less than some other dwarves, they are unmatched with throwing axes, having practiced this skill hunting in the mountains. Their maneuverability makes them dangerous and tricky foes.
id: Dwarvish Penjelajah adalah penjelajah yang tak tertandingi. Hanya menggunakan peralatan yang mereka bawa, mereka dapat bertualang selama berbulan-bulan di sekitar hutan dan gunung mencari lapisan bijih besi baru dan endapan bijih mineral. Sementara keterampilan mereka dalam jarak dekat adalah kurang dari beberapa dwarf lain, mereka tak tertandingi dalam melempar kapak, setelah berlatih keterampilan ini untuk berburu di pegunungan. manuver mereka membuat mereka berbahaya dan menyulitkan musuh.

source: battle axe
id: kapak perang

source: axe
id: kapak

source: Dwarvish Fighter
id: Kurcaci Petarung

source: Dwarvish Fighters wield mighty battle axes and hammers, which make them feared opponents in close-range combat. They are excellent in mountainous terrain or underground. Their power and endurance more than compensate for their relatively poor mobility.
id: Dwarvish Petarung menggunakan kapak perang dan palu sangat besar, yang membuat mereka ditakuti musuh di pertarungan jarak dekat. Mereka sangat bagus di daerah pegunungan atau di bawah tanah. Meskipun tidak cepat, tapi diimbangi dengan kekuatan dan daya tahan mereka yang lebih.

source: Dwarvish Guardsman
id: Kurcaci Penjaga

source: The dwarven race has always been famed for its sturdiness of build, and many of their warriors outfit themselves to take advantage of this. Dwarven guardsmen march into battle with tower shields and spears. Most often, their role is to hold the line, and to take a heavy toll on those who try to break it. As the line marches forward, they act to secure its hard-won advance.
id: Bangsa kurcaci selalu terkenal untuk ketegapan mereka, dan banyak prajurit mereka melengkapi diri mereka sendiri untuk mengambil keuntungan dari fakta ini. Penjaga kurcaci bergerak ke dalam pertempuran dengan perisai menara dan tombak. Seringkali, tugas mereka adalah melindungi barisan, dan meminta banyak korban kepada siapapun yang mencoba menembusnya. Ketika barisannya bergerak ke depan, mereka mengamankan kemajuan yang mereka peroleh dengan darah dan jiwa.

source: javelin
id: lembing

source: Dwarvish Lord
id: Kurcaci Majikan

source: Clad in shining armor, these dwarves look like kings from under the mountains. They wield axe and hammer with masterful skill, and can hit a target with a thrown hand axe at several paces. Though slow on their feet, these dwarves are a testament to the prowess of their kin.
id: Berperisai baju baja berkilat, kurcaci-kurcaci ini kelihatan seperti raja-raja dari bawah pegunungan. Mereka menggunakan kapak dan palu secara ahli, dan bisa mengenai sasaran dengan melempar kapak dari beberapa meter. Meskipun lambat berjalan kaki, kurcaci-kurcaci ini adalah bukti kegagahan saudara-saudara mereka.

source: hatchet
id: kapak kayu

source: Dwarvish Pathfinder
id: Dwarvish Pencari Jejak

source: Dwarvish Runemaster
id: Kurcaci Aksarawan

source: Dwarvish Scout
id: Dwarvish Pengintai
