Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: The thought of throwing a boulder in combat has certainly occurred to many trolls, and some have taken to them as a weapon of choice. Because stones well-shaped to fly true are not always easy to find, Rocklobbers have taken to carrying them in sacks slung over their shoulders. The same leather out of which the sack is formed is easily adapted to a crude sling.
id: Pikiran melemparkan batu besar dalam pertempuran telah pasti terjadi untuk banyak troll, dan beberapa telah diambil mereka sebagai senjata pilihan. Karena batu berbentuk-baik untuk digunakan dengan benar tidak selalu mudah untuk ditemukan, Rocklobbers telah diambil untuk dibawa mereka dalam karung tersandang di bahu mereka. Kulit yang sama dari mana kain karung terbentuk mudah diadaptasi untuk kain gendongan sederhana.

source: Trolls have long troubled the thoughts of humanity and dwarf-kind. Sages remain baffled at the origins of these creatures and the driving force behind their unnatural vitality and strength. A fully-grown troll towers above a man, and, even unarmed, would be a great threat in combat. The large clubs typically favored in fighting act as extensions of their arms, used for the same purpose of mauling their prey into submission.
id: Troll sudah lama bermasalah dengan manusia dan dwarf. Bijaksana tetapi tetap bingung pada asal-usul makhluk-makhluk in dan kekuatan pendorong di belakang mereka vitalitas yang tidak alami dan kekuatannya. Sebuah troll sepenuhnya dewasa menjulang tinggi di atas manusia, dan, bahkan tidak bersenjata, akan menjadi ancaman besar dalam pertempuran. Pemukul besar biasanya disukai dalam pertempuran bertindak sebagai perpanjangan tangan mereka, digunakan untuk tujuan yang sama melukai mangsanya hingga menyerah.

source: Troll shamans are the mystical leaders of the trolls. Though not as strong or tough as other trolls, their true power lies in their fire magic, which they use to blast enemies with gouts of flame.
id: Dukun Troll adalah pemimpin mistik dari troll. Meskipun tidak sekuat atau tangguh seperti troll lainnya, kekuatan sejati mereka terletak pada sihir api mereka, yang mereka gunakan untuk meledakan musuh dengan api.

source: flame blast
id: ledakan api

source: Troll Warrior
id: PrajuritTroll

source: Trolls typically neither need nor prefer to use any proper armament in combat, as large ‘sticks and stones’ serve them all too well. However, trolls have been seen on numerous occasions clad in rough-shod armor and bearing metal hammers. It is speculated that orcish allies are the source and crafters of these; expeditions into several forcibly-vacated troll holes have shown little evidence of tool use, and certainly no metalworking of any kind. Given how dangerous a troll is with its bare hands, the thought of a troll with proper armament is entirely unsettling.
id: Troll biasanya tidak perlu atau lebih memilih untuk menggunakan persenjataan yang tepat dalam pertempuran, sebagaian besar 'tongkat dan batu' melayani mereka terlalu baik. Namun, troll telah dilihat pada berbagai kesempatan memakai baju besi kasar-bersepatu dan palu logam. Hal ini berspekulasi bahwa sekutu orc adalah sumber dan perajin bahan tersebut; ekspedisi ke beberapa lubang troll yang dikosongkan secara paksa telah menunjukkan sedikit bukti penggunaan alat, dan tentu saja tidak ada pabrik logam apapun. Mengingat betapa berbahayanya troll adalah dengan tangan kosong nya, membayangkan troll dengan persenjataan yang tepat adalah sepenuhnya mengganggu.

source: Describing a troll as a whelp is something of an oxymoron, given that their bodies are already much hardier than that of a grown man. They are clumsy and not yet capable of walking properly, forced instead to shamble about on all fours, but any difficulty this causes them is more than made up for by the raw strength of their race.
id: Menggambarkan troll sebagai anak binatang adalah sesuatu yang sangat bodoh, mengingat bahwa tubuh mereka lebih kuat dibanding pria dewasa. Mereka kikuk dan belum mampu berjalan dengan baik, bukannya dipaksa untuk berjalan dgn merangkak menyeret kaki mereka , tetapi kesulitan ini menyebabkan mereka lebih oleh kekuatan liar ras mereka.

source: Only the more perverse and sadistic of necromancers know what must be done to turn a person into a ghoul, and it is a secret they are not telling. The result, however, is all too well known; it is a beast that knows nothing of its days as a human being, a creature that shambles about as naked as the day it was born, and gorges itself on the flesh of the dead. It is because of such things that necromancy is condemned with an almost primal hatred in all civilized lands.
id: Hanya lebih sesat dan sadis dari ahli nujum tahu apa yang harus dilakukan untuk mengubah seseorang menjadi ghoul, dan itu adalah rahasia mereka tidak memberitahu. Hasilnya, bagaimanapun, adalah terlalu terkenal, yang merupakan binatang yang tidak tahu apa-apa tentang hari-harinya sebagai manusia, makhluk berantakan telanjang seperti pada saat ia dilahirkan, dan jurang itu sendiri pada daging orang mati. Hal ini karena hal-hal pernujuman dikutuk dengan kebencian hampir di seluruh Tanah beradab.

source: The necrophage, or ‘devourer of the dead’, is a monstrous, corpulent thing, which bears only a crude resemblance to a man. They appear to be quite rotten in spite of their ability to move; they are rife with disease and poisons of the blood, and have a stench to match. But the most revolting fact about these fratures, apparent only to those who can perceive the traces of foul magic on them, is that they were somehow made from living men — a process about which almost nothing is known, but which can be nothing but nightmarish.
id: necrophage, atau 'pemakan mayat', adalah hal dahsyat, raksasa gemuk, yang hanya seorang pria sederhana. Mereka tampaknya cukup busuk menjengkelkan kemampuan mereka untuk bergerak, mereka penuh dengan penyakit dan racun darah, dan memiliki bau yang cocok. Tetapi fakta yang paling menjijikkan tentang frature ini, jelas hanya kepada mereka yang dapat melihat jejak sihir busuk terhadap mereka, adalah bahwa mereka entah bagaimana dibuat dari manusia hidup - sebuah proses yang hampir tidak diketahui, tetapi bukan apa-apa selain mimpi buruk .

source: The technique of animating a dead body is unfortunately well-known in the dark arts; practitioners often use it to raise servants and soldiers from unwilling corpses. These shamblers are often numerous, but fragile; a touch of combat can waken them, though, making them far more formidable.
id: Teknik menghidupkan mayat sayangnya terkenal dalam seni nujum; praktisi sering menggunakannya untuk meningkatkan pelayan dan prajurit dari mayat-mayat tidak diinginkan. Pengacau ini sering kali banyak, namun rapuh, sebuah sentuhan tempur dapat membangunkan mereka, meskipun, membuat mereka jauh lebih hebat.

source: touch
id: mempengaruhi

source: Walking Corpse
id: Mayat Berjalan

source: Walking Corpses are the bodies of the dead, re-animated by dark magic. Though not especially dangerous to a trained soldier, the sight of one’s former comrades amongst their number is frightening to say the least.
id: Mayat berjalan adalah tubuh jenazah, kembali dihidupkan dengan sihir hitam. Meskipun tidak terlalu berbahaya bagi seorang prajurit terlatih, paling tidak melihat mantan rekan-rekan seperjuangan di antara jumlah mereka dapat menakutkan.

source: Ancient Lich
id: Lich Kuno

source: A being of this order is a revenant of ages long past. Anyone who encounters an Ancient Lich likely has far worse things to worry about than death.
id: Suatu makhluk dari golongan ini adalah dulunya adalah revenant pada waktu yang lampau. Siapapun yang bertemu dengan Lich Kuno mungkin memiliki hal-hal yang jauh lebih buruk perlu dikhawatirkan daripada kematian.

source: chill tempest
id: badai dingin

source: shadow wave
id: lambaian bayangan

source: To attract any practitioners, the lure of black magic must be a great prize indeed, for anyone caught practicing the art in the civilized world is subject to a death sentence. And yet there are those who pursue this art, for the prize offered is nothing less than immortality. Hidden away in secret cults, or initiated into the dark orders of the underworld, the training which these fanatics must endure often drives them to exhaustion and enfeeblement. In such condition, their only weapon is the craft they have so committed themselves to learning.
id: Untuk menarik setiap praktisi, godaan sihir hitam harus merupakan hadiah yang besar memang, bagi siapa saja tertangkap berlatih seni di dunia beradab dikenakan hukuman mati. Namun ada orang-orang yang mengejar seni ini, untuk hadiah yang ditawarkan adalah tidak kurang dari keabadian. Tersembunyi di kultus rahasia, atau dimulai ke dalam perintah gelap bawah tanah, pelatihan yang fanatik ini harus bertahan sering membuat mereka kelelahan dan lemah. Dalam kondisi seperti itu, satu-satunya senjata mereka adalah keahlian mereka sehingga berkomitmen untuk belajar.

source: chill wave
id: gelombang dingin

source: female^Dark Adept
id: Dark Adept Wanita

source: Dark Sorcerer
id: Penyihir Kegelapan

source: The dread inspired by black magic is enhanced by the secrecy and fell rumors which surround it. Dark sorcerers have begun to unlock the secrets of life and death, the latter of which is all too easy to inflict. This labor gives the first glimmerings of the connection between the soul and inert matter, and the first successful experiments in manipulating this bond. The terrible unknown that lurks beyond death is glimpsed, and will inevitably be fathomed. Despite any design they may have of using this to wrest their own immortality from nature’s grasp, the first results of their work have immediate, and unpleasant applications. The life they breathe into dead matter can create servants for them, servants which will work, but which will also kill, and will never question their masters. These creations have a loyalty any tyrant would dream of, and it is tempting to those with even the slightest desire for power.
id: Ketakutan terinspirasi oleh sihir hitam mempertinggi kerahasiaan dan jatuh rumor yang sekitarnya. Penyihir Kegelapan telah mulai untuk membuka rahasia hidup dan mati, yang belakangan yang mana terlalu mudah untuk mengakibatkan. tenaga kerja ini memberikan cahaya redup pertama dari hubungan antara jiwa dan materi lembam, dan percobaan yang berhasil pertama memanipulasi ikatan ini. hal mengerikan yang tidak diketahui mengintai setelah penglihatan kematian, dan pasti akan diduga. Meskipun setiap desain mereka mungkin menggunakan ini untuk merebut keabadian mereka sendiri dari genggaman alam, hasil pertama pekerjaan mereka telah dekat, dan penggunaan yang tidak menyenangkan. Kehidupan mereka bernafas dalam benda mati dapat membuat pelayan bagi mereka, pelayan yang akan bekerja, tetapi yang juga akan membunuh, dan tidak akan pernah mempertanyakan majikan mereka. Ciptaan ini memiliki kesetiaan yang setiap raja lalim impikan, dan menggiurkan bagi mereka yang bahkan hanya memiliki sedikit keinginan untuk kekuasaan.

source: Dark Sorceress
id: Penyihir Kegelapan

source: The dread inspired by black magic comes chiefly from how little is known about it by the common man. Dark sorceresses have begun to unlock the secrets of life and death, the latter of which is all too easy to inflict. This labor gives the first glimmerings of the connection between the soul and inert matter, and the first successful experiments in manipulating this bond. The terrible unknown that lurks beyond death is glimpsed, and will inevitably be fathomed. Despite any design they may have of using this to wrest their own immortality from nature’s grasp, the first results of their work have immediate, and unpleasant applications. The life they breathe into dead matter can create servants for them, servants which will work, but which will also kill, and will never question their mistress. These creations have a loyalty any tyrant would dream of, and it is tempting to those with even the merest desire for power.
id: Ketakutan terinspirasi oleh sihir hitam mempertinggi kerahasiaan dan jatuh rumor yang sekitarnya. Penyihir Kegelapan telah mulai untuk membuka rahasia hidup dan mati, yang belakangan yang mana terlalu mudah untuk mengakibatkan. tenaga kerja ini memberikan cahaya redup pertama dari hubungan antara jiwa dan materi lembam, dan percobaan yang berhasil pertama memanipulasi ikatan ini. hal mengerikan yang tidak diketahui mengintai setelah penglihatan kematian, dan pasti akan diduga. Meskipun setiap desain mereka mungkin menggunakan ini untuk merebut keabadian mereka sendiri dari genggaman alam, hasil pertama pekerjaan mereka telah dekat, dan penggunaan yang tidak menyenangkan. Kehidupan mereka bernafas dalam benda mati dapat membuat pelayan bagi mereka, pelayan yang akan bekerja, tetapi yang juga akan membunuh, dan tidak akan pernah mempertanyakan majikan mereka. Ciptaan ini memiliki kesetiaan yang setiap raja lalim impikan, dan menggiurkan bagi mereka yang bahkan hanya memiliki sedikit keinginan untuk kekuasaan.

source: A lich is the physical embodiment of black magic’s first goal: the quest to achieve immortality. Though a great deal is sacrificed in the rebirth, in becoming a lich one cheats death of that which truly gives it terror. For it is the mind that is retained, and the spirit which follows, though the body may wither away. It is not known, save perhaps by the inner circles of necromancy, whether life is prolonged indefinitely or simply extended. But the fact that this question can be raised at all, testifies to the magnitude of what their order has achieved.
id: Lich adalah perwujudan dari tujuan sihir hitam pertama: upaya untuk mencapai keabadian. Meskipun banyak yang dikorbankan dalam kelahiran kembali, untuk menjadi Lich orang yang menipu kematian yang benar-benar memberi teror. Untuk itu adalah pikiran yang dipertahankan, dan semangat yang berikut, meskipun tubuh dapat lenyap. Tidak diketahui, kecuali mungkin oleh kalangan dalam dari pernujuman, apakah hidup lama tanpa batas waktu atau hanya diperpanjang. Tetapi kenyataan bahwa pertanyaan ini dapat diangkat sama sekali, menyaksikan besarnya apa yang telah mereka capai.

source: Necromancer
id: Ahli Nujum

source: One of the pinnacles of what is considered ‘black magic’ is the art of necromancy, the terrible ability to awaken the dead with false life. This discovery alone caused humanity’s condemnation of black magic, for the nightmarish things it has made real have given fear a vast new arsenal. This ability, in all aspects, is the first step towards cheating death of its ultimate prize.
id: Salah satu puncak dari apa yang dianggap 'ilmu hitam' adalah seni pernujuman, kemampuan mengerikan untuk membangkitkan orang mati dengan kehidupan palsu. Penemuan ini sendiri disebabkan penghukuman umat manusia terhadap sihir hitam, untuk hal-hal mengerikan itu telah menjadi nyata telah memberikan rasa takut sebuah persenjataan baru yang luas Kemampuannya, dalam semua aspek, adalah langkah pertama menuju penipuan kematian adalah hadiah utamanya.

source: plague staff
id: tongkat wabah

source: female^Necromancer
id: Ahli Nujum

source: The most powerful of the undead archers invariably end up being those who were themselves archers in their previous life. They wander the fields of battle, guided by the fading memory of their former skill, neither knowing, nor caring what their purpose or foes might be. They are driven only by a malice born of their empty and tortured existence.
id: Yang paling kuat dari tak mati pemanah selalu berakhir menjadi seperti ini orang dulunya pemanah dalam kehidupan mereka sebelumnya. Mereka mengembara di bidang peperangan, dipandu oleh memori pudar mantan keterampilan mereka, tak ada yang tahu, atau tidak peduli apa tujuan mereka atau musuh mungkin. Mereka hanya didorong oleh kebencian yang lahir dari kekosongan jiwa dan penderitaan hidup mereka.

source: Of a dark sorcerer’s creations, some take more strongly to the false life given them. The potency of their un-life is given equipment to match; archers, in particular, are often outfitted with a truly vile arsenal. Their quivers are filled with shafts made not of wood, but of the bones of their victims. It follows that they are dubbed simply ‘Bone-Shooters’ by their unfortunate enemies.
id: Dari kreasi ahli sihir hitam, ada juga lebih kuat dengan kehidupan palsu yang diberikan mereka. Potensi tak-hidup mereka diberikan peralatan untuk mencocokkannya; pemanah, khususnya, sering dilengkapi dengan persenjataan yang benar-benar keji. tempat anak panah mereka dipenuhi dengan batang yang terbuat bukan dari kayu, tapi dari tulang korban mereka. Itulah yang membuat mereka dijuluki 'Bone-Shooters' oleh musuh-musuh mereka yang malang.

source: Riding the bones of ostrich-like large birds once used as mounts by a lost civilization, the skeletal Chocobones can move faster than most cavalry units.
id: Menaiki tulang burung unta besar seperti pernah digunakan sebagai kendaraan oleh peradaban yang hilang, Chocobones dapat bergerak lebih cepat dari unit kavaleri tercepat.

source: Tales are told of the mightiest warriors and generals, who, cursed with hate and stung by betrayal, have come back to this world as Death Knights. Wielding the same weapons as in life, they command the Undead in their quest for revenge.
id: Banyak cerita para prajurit terkuat dan jenderal, yang, mengutuk dengan kebencian dan sakit hati oleh pengkhianatan, telah datang kembali ke dunia ini sebagai Death Knights. Memegang senjata yang sama seperti saat hidupnya, mereka memerintahkan Tak mati dalam pencarian mereka untuk membalas dendam.

source: In life, the abominations known as ‘Deathblades’ were masters of combat, soldiers who were both lithe and deadly. Their new masters, recognizing this, outfit them to match the skills they once had. Though frail, these monsters are much faster than the rest of their kind, both on foot and with their blades.
id: Dalam kehidupan, sesuatu yang sangat dibenci dikenal 'Deathblades' ahli dalam pertempuran, prajurit yang lentur dan mematikan. tuan baru mereka, mengakui nya, perlengkapan mereka sesuai dengan keterampilan yang mereka miliki. Meskipun lemah, monster ini jauh lebih cepat daripada jenis mereka, baik dengan berjalan kaki dan dengan pisau mereka.

source: There is little left, in these towering ruins, of the men they once were. Warriors at heart, they are now lost in the dream of unlife; wandering through the battles of their memory and fighting desperately for release, for a peace bought only by strength of arms. And so they struggle; both unthinking, and unrelenting.
id: Ada sedikit yang tersisa, di reruntuhan ini menjulang, dari orang-orang yang mereka dahulu. Warriors di jantung, mereka sekarang hilang dalam mimpi dari unlife; berkeliaran di pertempuran memori mereka dan berjuang mati-matian untuk rilis, untuk perdamaian yang dibeli hanya dengan kekuatan senjata. Maka mereka berjuang; baik membabi buta, dan tak henti-hentinya.

source: Skeleton
id: Tengkorak

source: Skeletons are warriors who have been slain in battle and brought back by dark magics. Nearly mindless, and unwavering in their purpose, they fear neither pain, nor death, and their mere presence will often frighten away any who would challenge their master.
id: Tengkorak adalah prajurit yang telah tewas dalam pertempuran dan dibawa kembali oleh sihir hitam. Hampir tidak berperasaan, dan teguh dalam tujuan mereka, mereka tidak takut sakit, maupun mati, dan kehadiran mereka sering akan menakuti siapa pun yang akan menantang tuan mereka.

source: Skeleton Archer
id: Tengkorak Pemanah

source: A skeleton archer is little different from the ‘skeletons’ which often accompany it — it is a sin against nature, a warrior raised from the dead to fight once again. In their masters’ hands, these soldiers will do anything to achieve the tasks laid before them, for death holds no fear for one who is already dead.
id: Tengkorak pemanah sedikit berbeda dari 'tengkorak' yang sering menyertainya - itu adalah dosa terhadap alam, seorang prajurit dibangkitkan dari kematian untuk berjuang sekali lagi. Di tangan guru mereka, para prajurit akan melakukan apapun untuk mencapai tugas di depan mereka, karena kematian tidak takut untuk memegang orang yang sudah mati.

source: Ghost
id: Hantu

source: Enslaved within a shroud of enchantments, a trapped spirit may be likened to the wind in the sails of a ship. This damned vessel becomes an unfailing servant which can be bound to whatever task their master sees fit.
id: Diperbudak dalam selubung pesona, jiwa yang terjebak mungkin bisa disamakan dengan angin di kapal layar. Kapal terkutuk ini menjadi pelayan tak pernah gagal yang dapat terikat pada apa pun tugas yang diberikan tuannya.

source: wail
id: meraung

source: The purpose of the masks that these creatures wear is unknown, as is the countenance that they obscure. These terrible forms are rarely seen by the living, and those who live to speak of them had no leisure to study their foe.
id: Tujuan dari topeng yang dipakai makhluk ini tidak diketahui, sebagai wajah mereka tidak jelas. Bentuk-bentuk yang mengerikan jarang terlihat oleh makhluk hidup, dan mereka yang hidup berbicara dari mereka tidak punya waktu luang untuk mempelajari musuh mereka.

source: When light came into the world and gave form to the unknown, fear was forced to retreat into darkness. Since that day, the shadows of the world have held terror for humanity, though it knows not why. That is a question which is easily answered by a necromancer.
id: Ketika cahaya datang ke dunia dan memberikan bentuk yang tidak diketahui, ketakutan terpaksa mundur ke dalam kegelapan. Sejak hari itu, bayang-bayang dunia telah mengadakan teror bagi kemanusiaan, walaupun tahu tidak mengapa. Itu pertanyaan yang mudah dijawab oleh seorang ahli nujum.

source: Sometimes called the ‘hollow men’, spectres form the right arm of their masters’ powers. They are an unholy terror to the living, for they are quite as deadly as their appearance suggests. The creation of these is itself no mean feat, but the real danger in encountering one is that it is likely only the harbinger of a much more dangerous force that will follow in its wake.
id: Kadang-kadang disebut 'orang kosong', spectre membentuk lengan kanan dari kekuasaan tuannya. Mereka adalah teror najis bagi makhluk hidup, karena mereka cukup mematikan seperti penampilan mereka. Pembentukan ini sendiri bukan prestasi berarti, tapi bahaya nyata dalam menghadapinya adalah bahwa hal itu mungkin hanya awal dari suatu kekuatan yang jauh lebih berbahaya yang akan mengikuti di belakangnya.

source: These shades of what were once warriors are among the most terrifying things a necromancer can create, for a sword will cleave right through them as if through air, seemingly without doing harm. It is the thought that these foes are invincible which is so frightening, a notion that is fortunately far from the truth.
id: Bayangan Ini dulunnya adalah salah satu prajurit dari salah satu hal paling menakutkan yang bisa dibuat ahli nujum, untuk pedang akan membelah melalui mereka seolah-olah melalui udara, tampaknya tanpa merugikan. Ini menimbulkan pikiran bahwa musuh ini tak terkalahkan juga begitu menakutkan, sebuah dugaan yang untungnya jauh dari kebenaran.

source: Ancient Wose
id: Wose Kuno
