Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: Goblins are used by the orcs as skirmishers to disrupt the enemy’s battle line. Those who manage to survive their first few battles equip themselves with a long spear to compensate for their short reach, and better armor to guard their diminutive frames.
id: Goblin digunakan oleh para orc sebagai penyelinap untuk mengganggu garis pertempuran musuh. Mereka yang mengatur untuk bertahan beberapa pertempuran pertama mereka melengkapi diri dengan tombak panjang untuk mengimbangi jangkauan pendek mereka, dan baju yang lebih baik untuk menjaga bingkai kecil mereka.

source: Goblin Knight
id: Ksatria Goblin

source: The Goblin ‘Knights’ have little in common with the men who share that title, and the title is bestowed in mockery by their enemies. The similarity is simply that they are the elite of the wolf riders, likely promoted to their position by their success in some audacious raid. The wolves they are given are bred for speed and strength, making them quite dangerous in combat.
id: Goblin 'Ksatria' memiliki banyak kesamaan dengan manusia yang menyandang julukan tersebut, dan julukan diberikan sebagai penghinaan oleh musuh mereka. kesamaan hanyalah bahwa mereka adalah elit penunggang serigala, kemungkinan dipromosikan ke posisi mereka dengan keberhasilan mereka dalam beberapa serangan berani. Para serigala mereka memberikan kecepatan dan kekuatan, membuat mereka sangat berbahaya dalam pertempuran.

source: Goblin Pillager
id: Goblin Penjarah

source: Some Goblins train their wolves to overcome their fear of fire. In raids, these goblins take a supporting role; they will torch the homes and crops of their foes, and also carry nets to wreak havoc against those attempting to rally for defense or reprisal.
id: Beberapa Goblin melatih serigala mereka untuk mengatasi ketakutan mereka terhadap api. Dalam penggerebekan, goblin ini mengambil peran pendukung; mereka akan membakar rumah dan hasil panen musuh mereka, dan juga membawa jaring untuk melampiaskan malapetaka terhadap mereka yang berusaha bersatu untuk bertahan atau balasan dendam.

source: torch
id: obor

source: net
id: jaring

source: Standard-bearers are an oddity amongst goblins. A goblin who has survived enough battles to be considered a veteran is rare enough, and it is rarer still for the other goblins to recognize and respect his veteran status. Nonetheless, a rouser’s frenzied goading effectively steels the less veteran fighters to strive harder and longer before they die.
id: Pembawa panji adalah suatu yang aneh diantara goblin. Seorang goblin yang telah bertahan cukup pertempuran cukup langka untuk dipertimbangkan sebagai veteran, dan itu masih jarang untuk goblin lain untuk mengakui dan menghormati status veteran itu. Meskipun demikian, rouser menghalau hiruk pikuk secara efektif sedikit menguatkan hati para pejuang veteran untuk berusaha lebih keras dan lebih lama sebelum mereka mati.

source: Goblin Spearman
id: Goblin Penombak

source: In any litter of orcs, several are born much smaller and weaker than the rest. These runts are called ‘Goblins’ and are looked down on by the rest of their kin. In battle, these are given the most meager of equipment, and are used as a soak-off force to give the Warlords time to prepare the real assault. Some speculate that the existence of these creatures is the beginning of a failure of the orcish bloodline, though no one knows enough of their history to state anything conclusive.
id: Dalam setiap keturunan dari orc, beberapa lahir jauh lebih kecil dan lebih lemah dari yang lain. yang kerdil ini disebut 'Goblin' dan dipandang rendah oleh seluruh keluarga mereka. Dalam pertempuran, mereka diberikan paling sedikit peralatan, dan digunakan sebagai kekuatan peredam untuk memberikan waktu Panglima orc mempersiapkan serangan nyata. Beberapa berspekulasi bahwa keberadaan makhluk ini adalah awal dari sebuah kegagalan keturunan orc, meskipun tidak ada cukup tahu sejarah mereka untuk menguraikannya secara meyakinkan.

source: Wolf Rider
id: Pengendara Serigala

source: No one is quite sure how the practice of taming and riding wolves came into being, but the advantages of it for a goblin are obvious. Goblins are smaller and much weaker than their orcish kin, and are often tasked to the most dangerous and unwanted parts of a fight. Any who can manage to win themselves a mount have a much safer, and daresay, more amusing role in combat. Wolves, likely, could never support the weight of a man in plate, but a goblin in leather armor is a simple load to bear. Quite unlike horses, these mounts have a rather easy time traversing the mountains, though water and woods will still slow them down.
id: Tidak ada satu orang pun yang tahu pasti bagaimana praktek penjinakan dan pengendaraan serigala bermula,tapi keuntungan bagi goblin yang jelas. Goblin lebih kecil dan lebih lemah dari keluarga orc mereka, dan sering bertugas ke bagian paling berbahaya dan pertempuran yang tidak diinginkan. Setiap yang dapat mengatur diri mereka untuk menang menjaga peran yang jauh lebih aman, dan berani mengatakan, lebih menyenangkan dalam pertempuran. Serigala, mungkin, tidak pernah bisa mendukung berat seorang pria berlapis perak, tapi goblin berbaju baja ringan untuk ditanggung bebannya. Walaupun tidak seperti kuda, tunggangan ini dengan mudah dapat melintasi pegunungan, meskipun air dan hutan akan memperlambat mereka.

source: These majestic and powerful creatures are masters of the sky. Gryphons are both dangerous and wary of other intelligent creatures, and thus should not be disturbed without a good reason.
id: Makhluk-makhluk yang megah dan kuat ini adalah penguasa langit. Gryphon makhluk yang berbahaya dan selalu waspada terhadap makhluk cerdas lain, dan dengan demikian tidak boleh diganggu tanpa alasan yang bagus.

source: Gryphon Master
id: Master Gryphon

source: Gryphon Masters have long experience flying the Gryphons, which have become an extension of themselves. This special relationship makes the heart of the earth-bound tremble, for these mighty birds of prey may strike from anywhere.
id: Gryphon Masters memiliki pengalaman yang panjang menerbangkan Gryphons, yang telah menjadi perpanjangan diri mereka sendiri. Hubungan istimewa ini membuat jantung bumi bergetar-terikat, untuk burung-burung pemangsa besar yang bisa menyerang dari mana saja.

source: Gryphon Rider
id: Pengendara Gryphon

source: Only a few are able to bond with the mighty Gryphons. Those who do may become Gryphon Riders, and discover the world of the skies upon the backs of these flying beasts.
id: Hanya sedikit yang mampu membuat ikatan dengan Gryphons yang kuat. Mereka yang mungkin menjadi Penunggang Gryphon, dan menemukan dunia langit di atas punggung hewan-hewan terbang.

source: Grand Knight
id: Ksatria Agung

source: Grand Knights have reached the acme of skill with sword and lance. Wearing full plate, and riding steeds bred more for power than for speed, these warriors form the core of any serious cavalry force. A grand knight at the head of a charge is a terrifying sight for infantry, and is often enough to break right through a defensive line.
id: Grand Knight telah mencapai puncak keterampilan dengan pedang dan tombak. Memakai Baja terlapisi penuh, dan menunggang kuda lebih untuk kekuatan daripada untuk kecepatan, prajurit ini merupakan inti dari setiap kekuatan kavaleri serius. Seorang Grand Knight di bagian depan serangan merupakan pemandangan yang menakutkan untuk infanteri, dan sering menembus garis pertahanan musuh.

source: longsword
id: pedang panjang

source: lance
id: tombak

source: Knight
id: Ksatria

source: Horsemen of skill and discipline are promoted to Knights. Veterans of combat, they have seen the often-fatal results of a failed charge, and have learnt discretion in its use. Knights, therefore, carry swords in their armament, and practice tactics which, although requiring of much more patience, are less risky than a charge. Their lances are still at the ready, however, and growing experience with these weapons makes them deadlier at the tilt.
id: Pasukan berkuda yang memiliki keterampilan dan disiplin dipromosikan menjadi Ksatria. Veteran pertempuran, mereka sering melihat hasil -fatal atau serangan yang gagal, dan memiliki kebijaksanaan belajar dalam penggunaannya. Ksatria, karena itu, membawa pedang dalam persenjataan mereka, dan mempraktekan taktik yang, meskipun membutuhkan kesabaran lebih, kurang berisiko daripada menyerang. tombak mereka tetap pada posisi siap, bagaimanapun, dan pertumbuhan pengalaman dengan senjata-senjata ini membuat mereka mematikan di pertempuran.

source: Lancer
id: Pasukan Berkuda Bertombak

source: Lancers are among the bravest and most feared riders in all of Wesnoth. Clad in minimal armor, they free themselves to ride swiftly, faster than any of their peers. The daring tactics they employ are like a double-edged sword, for they often win either glory or a swift death. Lancers excel in hunting down infantrymen who have made the mistake of breaking formation, and in piercing defensive lines. However, they have limited use in defense.
id: Lancers adalah yang paling berani dan paling ditakuti di seluruh pengendara pasukan Wesnoth. Mengenakan baju baja minim, mereka membebaskan diri untuk berkendara, lebih cepat daripada rekan-rekan mereka. taktik berani yang mereka gunakan adalah seperti pedang bermata dua, karena mereka sering menang baik kemuliaan atau kematian yang cepat. Lancer unggul dalam memburu infanteri yang telah melakukan kesalahan dengan keluar dari formasi, dan menusuk barisan pertahanan. Namun, mereka terbatas di gunakan untuk bertahan.

source: Paladin
id: Ksatria Pengikut Raja

source: Knights of the highest virtue, Paladins have sworn their strength not to king and crown, but to ideals themselves; of chivalry, and the stewardship of everything that is good. They may serve in the armies of the world, but their first loyalties often lie with groups of their own making; secret, monastic orders that cross political and cultural boundaries. Rulers are sometimes wary of them, for the paladins’ loyalty is only as strong as the liege’s apparent virtue. This has led the more darkly ambitious to either attempt to defame and disperse these groups, or more rarely, to conjure elaborate deceptions to keep these otherwise staunchly loyal troops in service. Full paladins are generally not quite as fearsome as the ‘Grand Knights’ that champion most armies, but they are first-class fighters nonetheless. Additionally, their wisdom and piety grants these warrior monks certain curious abilities; a paladin is very powerful in fighting magical or unnatural things, and most have some skill at medicine and healing.
id: Ksatria dari kebajikan tertinggi, Paladin telah bersumpah demi kekuatan mereka tidak untuk raja dan mahkota, tetapi untuk cita-cita mereka sendiri; kaum ksatria, dan pelayanan dari segala sesuatu yang baik. Mereka mungkin melayani di tentara dunia, tetapi loyalitas pertama mereka kerap berbohong dengan kelompok buatan mereka sendiri; rahasia, perintah monastik yang melintasi batas politik dan budaya. Penguasa kadang-kadang waspada terhadap mereka, menurut paladin 'kesetiaan hanya sekuat kebajikan Paduka yang semu. Hal ini telah mengarah ke ambisius lebih gelap baik upaya untuk mencemarkan nama baik dan membubarkan kelompok ini, atau lebih jarang, untuk menyulap penipuan rumit untuk mempertahankan pasukan tersebut dinyatakan kukuh setia dalam pelayanan. paladins Kendali pada umumnya tidak cukup sebagai menakutkan sebagai 'Grand Ksatria' yang paling juara tentara, tetapi mereka adalah pejuang kelas tetap. Selain itu, kebijaksanaan mereka dan hibah kesalehan para biarawan kemampuan prajurit penasaran tertentu; Paladin yang sangat kuat dalam memerangi hal magis atau tidak wajar, dan yang paling memiliki keterampilan pada obat-obatan dan penyembuhan.

source: Horseman
id: Pajurit Berkuda

source: Often hailing from the wilder and untamed regions of Wesnoth, Horsemen are trained from childhood to ride and to follow a strict code of honor. A charge made by a horseman is a powerful though risky tactic, the worth of which has been proven time and time again on the battlefield. Horsemen excel against most infantry, especially those who have fallen out of line, but must take care against both spearmen and archers for whom their large size provide inviting targets.
id: Sering memanggil dari liar dan daerah-daerah liar Wesnoth, Penunggang Kuda dilatih sejak kecil untuk berkendara dan mengikuti kode ketat kehormatan. Sebuah harga yang dibayar oleh seorang penunggang kuda adalah kuat meskipun taktik berisiko, sangat bermanfa'at dan telah terbukti berkali-kali di medan perang. Penunggang kuda yang paling unggul melawan infanteri, terutama mereka yang telah jatuh keluar jalur, tetapi harus berhati-hati terhadap spearmen dan pemanah yang mana mereka mengundang target yang besar.

source: Bowman
id: Pemanah

source: The use of archery in shooting something other than game was seen from its inception, and archers have been indispensable in warfare since time immemorial. Usually of humble origins, hailing from the peasantry or woodsmen, military bowmen are trained to competence with both a bow and a short sword, and are very common on the battlefield.
id: Penggunaan panahan dalam menembak sesuatu selain untuk hewan buruan sangat terlihat, dan pemanah telah sangat diperlukan dalam perang sejak jaman dahulu. Biasanya asal-usulnya sederhana, yang berasal dari kaum tani atau orang pedalaman, pemanah militer dilatih kemahiran mengunakan busur dan pedang pendek, dan sangat umum di medan perang.

source: short sword
id: pedang pendek

source: Cavalier
id: Prajurit berkuda berpedang

source: Cavaliers are masters at the use of both sword and crossbow from horseback. Their combination of striking power and mobility is fearsome; and they have a reputation for dash and aggressiveness to match it. The daring deeds of Cavaliers are the subject of many a tale and song.
id: Cavalier sangat menguasai penggunaan pedang dan panah dari punggung kuda. kombinasi kekuatan mereka yang mencolok dan mobilitasnya menakutkan, dan mereka memiliki reputasi untuk berlari dan agresivitas yang baik. Perbuatan berani Cavalier merupakan subyek dari banyak cerita dan lagu.

source: crossbow
id: busur silang

source: Cavalryman
id: Anggota kavaleri

source: Cavalrymen are distinguished from horsemen by their tactics and equipment. A cavalryman wears heavier armor, and carries a sword and shield, rather than a lance. Their tactics do not include charging; instead they maneuver to slash with a sword, using both horse and rider as an effective tool of melee. Cavalrymen are very useful for taking and holding positions on open ground, for screening friendly soldiers, and also for scouting work.
id: Kavaleri dibedakan dari pasukan berkuda dengan taktik dan peralatan mereka. seorang kavaleri memakai baju besi yang lebih berat, dan membawa pedang dan perisai, daripada lance. taktik mereka tidak termasuk penyerbuan, melainkan mereka bermanuver untuk memangkas dengan pedang, menggunakan perpaduan kuda dan penunggangnya sebagai alat yang efektif dari jarak dekat. Kavaleri sangat berguna untuk mengambil dan memegang posisi di tanah terbuka, untuk memeriksa tentara sekutu, dan juga untuk pekerjaan mengintai.

source: The more talented cavalrymen in the armies of Wesnoth are trained in the use of the crossbow, and matched with much more powerful steeds. Well-armored, and skilled in the use of their swords, these soldiers can drive forward and hold the ground they take. Their mobility and resilience make them of great value on the battlefield.
id: Anggota kavaleri lebih berbakat dalam pasukan Wesnoth dilatih dalam penggunaan panah otomatis, dan cocok dengan tunggangan yang lebih kuat. lapis baja yang lebih baikdan, dan terampil dalam menggunakan pedang mereka, para prajurit bisa berkendara maju terus dan mempertahankan tanah yang mereka ambil. mobilitas dan ketahanan mereka membuat mereka bernilai besar di medan perang.

source: It is a peculiar custom of Wesnoth’s nobility that they typically enroll their sons into one of two orders of armigers, training them either in the art of horsemanship or fencing. Duelists are so named for an unfortunately common practice of young aristocrats, for whom the sting of insult, whether real or fancied, can incite a rash demonstration of their natural right. Experienced fencers carry with them a small crossbow that is easily concealed under a coat or cape. Slow to load and sometimes thought dishonorable to use, it is in fact very useful, and those of their ranks who live long enough to be veterans typically do so by making such concessions to utility and survival.
id: Itu adalah adat khas bangsawan Wesnoth bahwa mereka biasanya mendaftarkan anak mereka ke dalam satu dari dua orde armigers, melatih mereka baik dalam seni kuda atau anggar. Duelists begitu dinamakan sayangnya kebiasaan umum bangsawan muda, untuk beberapa orang tusukannya sangat menghina, apakah nyata atau khayalan, dapat menghasut banyak demonstrasi hak alamiah mereka. fencer berpengalaman membawa panah kecil yang mudah tersembunyi di bawah mantel atau jubah. Lambat untuk memuat dan kadang-kadang tidak terhormat untuk menggunakan, itu sebenarnya sangat berguna, dan orang-orang dari jajaran mereka yang hidup cukup lama untuk menjadi veteran biasanya melakukannya dengan membuat kelonggaran keperluan dan kelangsungan hidup.

source: saber
id: pedang

source: Fencer
id: Pemain Anggar

source: Fencers belong to a school of thought that considers the armor most soldiers wear in combat to be their own worst enemy. While armor can only soften a blow, evading it leaves the defender completely unharmed. Being able to reliably dodge any offensive move is a luxury only afforded to the fit of body, and then only to those who endure rigorous training. Outfitted with only a dagger and saber, fencers are light on their feet and useful in many situations where their armor-bound peers are at a disadvantage. They relish dancing circles around troops like heavy infantry, mocking the weight of their full armor.
id: Fencers dilatih di sebuah sekolah pemikiran yang mempertimbangkan memakai baju besi tentara dalam pertempuran adalah musuh terburuk mereka sendiri. Sementara baju besi hanya dapat melunakkan pukulan, menghindari pembela sepenuhnya terluka. Mampu menghindari setiap tindakan ofensif adalah sebuah kemewahan yang hanya diberikan kepada pas tubuh, dan kemudian hanya kepada mereka yang menjalani pelatihan yang keras. Hanya dilengkapi dengan belati dan pedang, fencer ringan pada kaki mereka dan berguna dalam banyak situasi di mana keterikatan pada baju baja rekan mereka berada pada posisi yang kurang menguntungkan. Mereka menikmati menari seperti lingkaran di sekitar pasukan infantri berat, mengejek berat baju besi lengkap mereka.

source: General
id: Jenderal

source: As the leaders of their armies, Generals are responsible for the protection of large or important areas in the kingdoms to which they have sworn fealty.
id: Sebagai pemimpin pasukan mereka, Jenderal bertanggung jawab untuk melindungi daerah besar atau penting dalam kerajaan yang mereka telah bersumpah setia.

source: The rank of Grand Marshal is one of the most esteemed in the armies of humanity, and those who bear its title have survived many trials by fire, proving both their tactical wit and their considerable mettle at personal combat.
id: Pangkat Grand Marsekal adalah salah satu yang paling terhormat dalam pasukan kemanusiaan, dan mereka yang memiliki gelarnya selamat dari banyak cobaan peperangan, membuktikan baik kecerdasan taktis dan semangat besar mereka di pertempuran pribadi.

source: A halberd is a heavy weapon and difficult to use, but very powerful in the hands of an expert. It is also much more flexible than the spear from which it descended. As any halberdier can tell you, the weapon possesses four primary striking points, two more than a spear or pike; these are the tip, the blade, the spike at the base of the shaft, and the inner point on the blade, which can be used in a motion pulling back towards the wielder. All this makes for a very versatile weapon in melee, especially against cavalry. However, a halberd is notably more expensive to craft than a spear, and in the hands of a novice, much less effective. In the armies of Wesnoth, it is customary only to grant these weapons to veteran pikemen, who have proven that they have the skill to employ them properly on the field of war.
id: tombak halberd adalah senjata berat dan sulit digunakan, tapi sangat kuat di tangan seorang ahli. Hal ini juga jauh lebih fleksibel daripada tombak dari yang turun. Seperti pemakai tombak halberd pun dapat memberitahu Anda, senjata itu memiliki empat poin mencolok utama, lebih dari dua tombak atau lembing; ini ujung, pisau, jarum di dasar batang, dan titik dalam pada bilah, yang dapat digunakan dalam gerakan menarik kembali sewaktu menggunakan tersebut. Semua ini untuk membuat senjata yang sangat serbaguna dalam jarak dekat, terutama terhadap kavaleri. Namun, tombak halberd adalah lebih mahal terutama untuk kerajinan dari tombak, dan di tangan seorang pemula, kurang efektif. Dalam tentara Wesnoth, adalah kebiasaan hanya untuk memberikan senjata-senjata ini untuk pikemen veteran, yang telah membuktikan bahwa mereka memiliki keterampilan untuk mempekerjakan mereka dengan baik di bidang perang.

source: Heavy Infantryman
id: Infanteri Berat

source: Heavy infantry are brawny fighters clad in full plate and wielding massive impact weapons. Though they fight with unmatched power in melee combat, they have poor mobility and are best employed in static defense of fortified positions. A few of these in battle line will stiffen it considerably, albeit at an obvious cost in tactical flexibility.
id: infanteri berat adalah pejuang gagah berlapis baja penuh dan menghunus senjata yang berdampak besar. Meskipun mereka melawan dengan kekuatan yang tak tertandingi dalam pertempuran jarak dekat, mereka memiliki mobilitas lambat dan hanya baik digunakan dalam pertahanan statis area daerah yang dibentengi. Beberapa dari mereka dalam pertempuran akan sangat kaku, meskipun jelas mengorbankan fleksibilitas taktis.

source: mace
id: gada

source: Iron Maulers are given their name for reasons which are all too obvious to their foes. The men within these suits of armor can match ogres in contests of strength, and are marked as the champions of the castle guards in which they serve. They are, however, expensive to maintain, and cannot be sent to distant battles without a full convoy of servants to support them. Though staggering in melee combat, there are many drawbacks to being outfitted in this way; Iron Maulers tire easily, and know all too well that they cannot run on the battlefield. Too often have they seen a distant comrade fall, yet were powerless to reach the scene in time to help.
id: Iron Mauler diberikan nama mereka karena alasan-alasan yang terlalu jelas untuk musuh mereka. Orang-orang dalam baju zirah ini dapat menandingi ogre dalam kontes kekuatan, dan ditandai sebagai juara menjaga benteng di mana mereka biasa melayani. Mereka, walaupun, mahal untuk menjaga, dan tidak dapat dikirim ke pertempuran jauh tanpa konvoi penuh pelayan untuk mendukung mereka. Meskipun mengejutkan dalam pertempuran jarak dekat, ada banyak kelemahan untuk dilengkapi dengan cara ini;Iron Mauler mudah lelah, dan mengetahui dengan baik bahwa mereka tidak bisa berlari di medan perang. Terlalu sering mereka melihat kawan jauh gugur, namun tidak berdaya untuk mencapai tempat kejadian pada waktunya untuk membantu.
