Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: The greatest of thieves are sometimes tasked to take far more than their victim’s belongings. Masters of knife-fighting and uncannily light on their feet, these menacing figures will employ any means to dispatch their victims, be it poisoned knives thrown from afar, or a dagger planted in the back. Deadly at night, assassins are less able fighting under the sun.
id: Terbesar dari pencuri kadang-kadang bertugas lebih dari hany sekedar mengambil barang-barang dari korban mereka. Ahli pertempuran-pisau dan secara luar biasa ringan kaki mereka, sosok mengancam ini akan menggunakan segala cara untuk membunuh korban-korban mereka, baik itu diracuni dengan pisau yang dilempar dari jauh, atau menikam dengan belati dari belakang. Mematikan di malam hari, pembunuh kurang mampu berperang di bawah matahari.

source: knife
id: pisau

source: female^Assassin
id: Wanita Pembunuh

source: Bandits are a motley collection of men, most of dubious background. They are the strong arm of any organized group of criminals, and though they may lack in finesse, or intelligence, they excel at their preferred task of pummeling victims into submission. Like any sort of outlaw, they’re not comfortable fighting in broad daylight, being used to working at night.
id: Bandit adalah campuran berbagai jenis orang, sebagian besar latar belakangnya meragukan. Mereka adalah lengan yang kuat dari setiap kelompok kriminal terorganisir, dan meskipun mereka mungkin kurang dalam kecerdikan, atau kecerdasan, mereka unggul dalam tugas mereka memukul korban hingga menyerah. Seperti penjahat lainnya, mereka tidak nyaman bertempur di siang hari bolong, mereka biasa beraksi di malam hari.

source: These petty criminals are often derisively called ‘footpads’ by their superiors, for they are tasked with any job that requires a great deal of running around, often being employed as couriers, or scouts. The endurance and agility they gain from this serves them well in combat, and despite their inferior weaponry they are quite good at harrying their enemies, especially under cover of darkness.
id: Para penjahat kecil sering mengejek disebut 'footpads' oleh atasan mereka, karena mereka ditugaskan dengan pekerjaan yang membutuhkan banyak berlarian, sering dipekerjakan sebagai kurir, atau pengintai. Daya tahan dan kelincahan yang mereka peroleh dari ini melayani mereka dengan baik dalam pertempuran, dan meskipun persenjataan inferior mereka mereka cukup baik mengganggu musuh-musuh mereka, terutama di bawah selubung kegelapan.

source: club
id: memukul dgn tongkat

source: female^Footpad
id: Footpad Perempuan

source: Fugitive
id: Buronan

source: Veteran criminals become notorious for both their ruthlessness and ability to elude capture. They can be dangerous in their element, though no match for the sheer numbers that law-abiding soldiery can throw at them.
id: Veteran penjahat menjadi terkenal karena kekejaman mereka dan kemampuan untuk menghindari penangkapan. Mereka bisa berbahaya dalam elemen mereka, meskipun tidak cocok untuk memperbanyak mereka karena serdadu taat hukum dapat menjebloskan mereka.

source: female^Fugitive
id: Wanita Buronan

source: Highwayman
id: Penyamun

source: Highwaymen have gained an infamous reputation for underhanded deeds of violence. Ready to hire themselves out to whoever will pay the most, they lead bands of lesser rogues against their employer’s enemies, often attacking on lonely roads or in the dead of night. Their experience with such encounters makes them deadly foes in hand to hand combat.
id: Penyamun telah mendapatkan reputasi yang terkenal karena perbuatan licik kekerasan. Siap untuk mempekerjakan diri untuk siapa pun yang akan membayar paling besar, mereka memimpin kelompok penyamun yang lebih rendah terhadap musuh-musuh majikan mereka, sering menyerang di jalan-jalan sepi atau di tengah malam. pengalaman mereka dari pertempuran tersebut membuat mereka mematikan bagi musuh satu lawan satu.

source: Rogue
id: Penipu

source: The ringleaders of any group of thieves earn their positions by skill. These rogues have spent many an unpleasant moment darting through crowds and dodging away from those who wish them ill, a set of skills which is very handy in a fight. Masters of knifework, they can also throw knives with reliable accuracy, and their long hours of prowling around at night leave them more comfortable fighting in the dark.
id: Para pemimpin kelompok dari setiap kelompok pencuri mendapatkan posisi mereka dengan keterampilan. Penipu ini telah menghabiskan banyak saat-saat yang tidak menyenangkan melesat melalui kerumunan orang dan menghindar dari orang-orang yang ingin mereka sakiti, satu set keterampilan yang sangat berguna dalam perkelahian. Ahli menggunakan pisau, mereka juga dapat melempar pisau dengan akurasi yang dapat diandalkan, dan berjam-jam mereka berkeliaran di malam hari membuat mereka lebih nyaman bertempur di kegelapan.

source: female^Rogue
id: Wanita Penipu

source: Ruffian
id: Penjahat

source: Some men without particular skills cannot or will not make an honest living. Those that attempt to make their way through life by the heavy end of a stick, are known as ‘Ruffians’. With enough luck and experience, they sometimes manage to avoid the imprisonment or death that awaits most of their colleagues.
id: Beberapa orang tanpa keahlian tertentu tidak dapat atau tidak akan hidup dengan jujur. Mereka yang berusaha membuat cara mereka menjalani hidup dengan menipu, dikenal sebagai 'penjahat'. Dengan keberuntungan yang cukup dan pengalaman, mereka kadang-kadang berhasil menghindari penjara atau kematian yang menunggu sebagian besar rekan-rekan mereka.

source: Thief
id: Pencuri

source: For as long as anyone can remember, the members of the various ‘guilds’ of rat-catchers that spring up in any larger city have had a curious practice of bleaching their hair with lime till it becomes a pale shade of blue. It is a bold thing to do, as their profession often delves into less-than-legal enterprises. Thieves have many skills, and by necessity are both light on their feet, and good with knives. They happily employ less-than-honorable tactics in combat, seeing little merit in a ‘fair fight’.
id: Selama orang dapat mengingat, para anggota berbagai 'profesi' penangkap-tikus yang muncul dalam setiap kota besar memiliki memiliki praktek aneh pemutihan rambut mereka dengan kapur sampai menjadi pucat berwarna biru. Ini adalah hal yang berani untuk dilakukan, sebagai profesi mereka sering mempelajari kegiatan yang tidak sah. Pencuri memiliki banyak keterampilan, dan oleh kebutuhan baik ringannya kaki mereka, dan baik dengan pisau. Mereka senang menggunakan taktik yang kurang terhormat dalam pertempuran, melihat manfaat sedikit dalam 'pertarungan yang jujur'.

source: female^Thief
id: Wanita Pencuri

source: Thug
id: Preman

source: Thugs come from a wide variety of sources; while a few are born into thuggery, many are former soldiers deemed unfit to serve in the army or peasants thrown off their lands. They become thugs as a means of sustenance. Regardless of their background, they all share a penchant for beating their victims with large clubs.
id: Preman datang dari berbagai sumber, sementara beberapa yang lahir dalam premanisme, banyak mantan tentara yang dianggap tidak layak untuk melayani di ketentaraan atau petani dilempar dari tanah mereka. Mereka menjadi preman sebagai sarana mencarii rezeki. Terlepas dari latar belakang mereka, mereka semua berbagi kegemaran untuk memukul korban-korban mereka dengan tongkat besar.

source: Peasant
id: Petani

source: Peasants are the backbone of the rural economy, and the soldiers of last resort. While not warlike by nature, they will stubbornly defend their homes. However, if you’re hurling peasants at your foes, you’re clearly out of superior forces.
id: Petani adalah tulang punggung ekonomi pedesaan, dan sebagai prajurit bila terpaksa. Meskipun tidak suka perang secara alami, mereka keras kepala akan mempertahankan rumah mereka. Namun, jika Anda melemparkan petani pada musuh Anda, Anda jelas keluar dari kekuatan superior.

source: pitchfork
id: garpu rumput

source: Royal Warrior
id: Prajurit Setia

source: Royal warriors are the kings and princes of human noble houses, armed and armored to a degree heavier than that of their knights.
id: Prajurit Setia adalah pelindung raja dan pangeran dari rumah mulia manusia, bersenjata dan berlapis baja untuk derajat yang lebih tinggi daripada gelar ksatria mereka.

source: Woodsman
id: Ahli hutan

source: Woodsmen are hunters, woodcutters, charcoal-burners, and others who eke out a living where the human world verges on the wilderness. Wits and woodcraft often support them where weapons will not.
id: Ahli hutan adalah pemburu, penebang kayu, pembakar-arang, dan lain-lain yang menambah dgn susah payah hidup di mana dunia manusia berbatasan dengan hutan belantara. Kecerdikan dan kerajinan kayu sering mendukung mereka di mana senjata tidak berguna.

source: Huntsman
id: Pemburu

source: Hunting is a popular sport of noblemen, but it can also be a livelihood for commoners. Like any other craft, it has men of masterful skill in its practice. Huntsmen know all the tricks of their trade, and are skilled at navigating the wilderness, at tracking, and at the use of the bow. They are a fair shot at moving targets, and targets hiding under brush and cover; a skill wrought from years of practice at shooting game, and one which garrisoned bowmen often lack. Master hunters are employed by any group living in or passing through wild country, be they men of the law, or those working against it. Even nature itself can have deadly surprises, and any commander who fails to hire a such a guide can lose his men to nothing more than terrain. Good woodsmen can save lives, ease travel, provide food, and their skill with a bow is capitally useful in a fight.
id: Berburu adalah olahraga populer bangsawan, tetapi juga bisa menjadi mata pencaharian untuk orang kebanyakan. Seperti keahlian lainnya, ia memiliki keterampilan bagus sekali dalam prakteknya. Pemburu tahu semua trik ketrampilan mereka, dan terampil menavigasi hutan belantara, di pelacakan, dan pada penggunaan busur panah. Mereka adalah penembak lumayan pada sasaran bergerak, dan sasaran yang bersembunyi di bawah semak-semak dan kain penutup; keahlian yang ditempa dari bertahun-tahun latihan menembak buruan, dan lebih baik daripada pemanah yang diasramakan. Master pemburu dipekerjakan oleh kelompok-kelompok yang tinggal di atau melalui negara liar, mereka harus orang taat hukum, atau mereka yang bekerja melawannya. Bahkan alam itu sendiri dapat memiliki kejutan mematikan, dan setiap komandan yang gagal untuk menyewa sebuah panduan tersebut dapat kehilangan orang-orangnya untuk tidak lebih karena medan. ahli hutan yang baik dapat menyelamatkan nyawa, kemudahan perjalanan, menyediakan makanan, dan keterampilan mereka dengan busur adalah berguna dalam perkelahian.

source: Poacher
id: Pemburu Gelap

source: Though not trained as warriors, the skills possessed by a hunter (especially those of archery) are useful in battle. Any group of soldiers or bandits traveling through the wild will need a few poachers in their employ, not merely for hunting but for lending a hand in any serious fight. Because of their experience, these hunters are unusually capable at night, and in forests and swamps.
id: Meskipun tidak dilatih sebagai prajurit, keterampilan yang dimiliki oleh seorang pemburu (terutama yang dari panahan) yang berguna dalam pertempuran. Setiap kelompok tentara atau bandit perjalanan melalui alam liar akan membutuhkan beberapa pemburu dalam pekerjaan mereka, tidak hanya untuk berburu tetapi untuk meminjam tangan mereka dalam peperangan serius. Karena pengalaman mereka, para pemburu ini luar biasa cakap pada malam hari, dan di hutan dan rawa-rawa.

source: Ranger
id: Penjaga Hutan

source: Trapper
id: Penjebak

source: Master woodsmen are useful allies to any army, and indispensable for any sizable group of people living in the wilderness. They can track both man and beast, notice things most others would overlook, and are often the only ones who can find food for the table, be it animal or vegetable. Their skill at hunting is very useful in combat, and also leaves them unusually competent at night, and in forests and swamps.
id: Master woodsmen berguna untuk tentara sekutu apapun, dan sangat diperlukan bagi setiap kelompok besar orang yang tinggal di hutan belantara. Mereka dapat melacak baik manusia dan binatang, memperhatikan hal-hal yang orang lain paling akan mengabaikan, dan seringkali satu-satunya yang dapat menemukan makanan untuk di meja, baik hewan atau sayuran. keahlian mereka berburu sangat berguna dalam pertempuran, dan juga membuat mereka yang luar biasa berkompeten di malam hari, dan di hutan dan rawa-rawa.

source: female^Mermaid Diviner
id: Mermaid Pawang Wanita

source: Years of devotion may endow a priestess with great wisdom on the workings of the world, and grants some the favor of the light. The power thus given to these ladies of the water is a recurring motif in tale and song; such as the that of the knights of the silver spire, cornered and slain to a man at the banks of the Alavynne, but who rode again the next day, in full number, and wrought the downfall of the crimson duke.
id: Tahun pengabdian dapat memberkati seorang pendeta dengan kebijaksanaan besar pada cara berpikir terhadap dunia, dan memberikan beberapa dukungan ringan. Kekuasaan demikian diberikan kepada wanita-wanita air ini adalah motif berulang dalam kisah dan lagu, seperti ksatria dari puncak menara perak, terpojok dan dibunuh untuk manusia di tepi sungai Alavynne, tapi berangkat lagi hari berikutnya, dalam jumlah penuh, dan dibuat keruntuhan adipati merah tua.

source: female^Mermaid Enchantress
id: Mermaid Enchantress Wanita

source: Mermaids, like elves, have a powerful and native ability in magic, though theirs is considerably different than that of the elves. Those who master this ability are held in high regard, and their skill is used in a multitude of crafts, many of which humanity would never dream. The obvious use in war is forbidden against their own race — this power is the greater part of what protects their people from the monsters that wander out of the abyss.
id: Putri duyung, seperti elf, memiliki kemampuan yang kuat dan kekuatan sihir, meskipun mereka secara signifikan berbeda daripada elf. Mereka yang menguasai kemampuan ini akan dipandang tinggi, dan keahlian mereka digunakan dalam berbagai keahlian, banyak yang tidak akan pernah dimimpikan umat manusia. Penggunaan jelas dalam perang dilarang terhadap ras mereka sendiri - kekuatan ini adalah sebagian besar dari apa yang melindungi orang-orang mereka dari monster yang berkeliaran keluar dari jurang.

source: water spray
id: semprotan air

source: Merfolk tend to use a combination of both nets and clubs in fishing; nets to collect the fish, and clubs to finish the kill. Both of these tools have seen adaptation for warfare, and are valuable enough that auxilliaries who specialize in using them are deliberately brought to battle. Mermen often find themselves in a standoff with land-based enemies; the merfolk are too strong in the water, and are too weak to make any offense on land. Nets are a key bit of leverage; without nets, mermen can’t give any effective chase over land, and are at a great disadvantage in hand-to-hand combat.
id: Orang Duyung cenderung menggunakan kombinasi dari tongkat pemukul untuk memancing dan jaring ; jaring untuk mengumpulkan ikan, dan tongkat pemukul untuk membunuh ikan. Kedua perangkat telah terlihat diadaptasikan untuk perang, dan cukup berharga membantu khususnya dalam penggunaan mereka yang sengaja dibawa ke pertempuran. Duyung sering menemukan dirinya dalam sebuah kebuntuan dengan musuh-musuh di darat, sedangkan Orang Duyung terlalu kuat di dalam air, dan terlalu lemah untuk melakukan penyerangan di darat. Jaring adalah kunci yang agak mempengaruhi; tanpa jaring, duyung tidak bisa memberikan serangan efektif diatas tanah, dan berada pada kerugian besar dalam pertempuran berhadap-hadapan.

source: Merman Fighter
id: Merman Petarung

source: Skilled denizens of the sea, Mermen are powerful and quick in any watery environment, but lose most of their mobility on land.
id: Ketrampilan penghuni laut, Duyung yang kuat dan cepat dalam lingkungan berair, namun kehilangan sebagian besar mobilitas mereka di darat.

source: With their towering shields, the Merman Hoplites form the elite guard of the watery realm. Their powerful armor and rigid discipline allow them to hold a steadfast line in the maelstrom of battle. In times of desperation, they can even do so on land, though not nearly as well as a creature with legs.
id: Dengan perisai menjulang mereka, Merman Hoplites membentuk elit penjaga wilayah berair. baju besi mereka kuat dan disiplin yang kaku memungkinkan mereka untuk memegang teguh garis dalam pusaran pertempuran. Pada saat putus asa, mereka bahkan dapat bertempur di darat, meskipun tidak sebaik makhluk berkaki.

source: Merman Hunter
id: Merman Pemburu

source: The skills employed by mermen in spear-fishing are easily translated into warfare, especially against those who are not at home in the water. In times of need, many mermen of that occupation will volunteer to swell the ranks of their military.
id: Keterampilan yang digunakan oleh duyung dalam menombak untuk memancing dapat dengan mudah digunakan dalam peperangan, terutama terhadap mereka yang tidak di rumah di dalam air. Pada saat dibutuhkan, akan secara sukarela membengkakan jajaran militer mereka.

source: female^Mermaid Initiate
id: Mermaid Initiate Wanita

source: Young mermaids are often initiated into the water magics native to their people. The wondrous abilities this grants are inimitable by any other race, a mark of the faerie side of these creatures. Despite their frailty, this makes them quite formidable in combat, as they can call upon the very water about them to smite their enemies.
id: Duyung Muda sering diresmikan ke dalam air sihir orang asli mereka. Kemampuan menakjubkan ini hibah yang tak bisa ditiru oleh ras lain, tanda dari sisi gaib dari makhluk-makhluk ini. Meskipun kelemahan mereka, ini membuat mereka sangat tangguh dalam pertempuran, karena mereka dapat memanggil air yang sangat kuat untuk memukul musuh-musuh mereka.

source: Those mermen who master the art of the javelin can become nearly as effective as an archer — though the heft of their weapons impedes their range, the impact of one is considerably greater. In the water, the mobility of the mermen more than makes up for this when facing foes who cannot swim.
id: Mereka duyung yang menguasai seni lembing dapat menjadi hampir sama efektif sebagai pemanah yang - meskipun berat senjata mereka menghalangi jangkauan mereka, dampak serangan mermen javeliner jauh lebih besar. Dalam air, mobilitas duyung lebih bermanfaat ketika menghadapi musuh yang tidak bisa berenang.

source: Fishing, as practiced by mermen, is largely a matter of chasing schools of fish into waiting nets, where oar-like clubs are used to dispatch the prey. The improvisation of using these against soldiers proved very effective; most land-native creatures are already quite awkward when waist-deep in water, and getting caught in a net can render them nearly helpless. The effectiveness of this method led to the development of smaller, weighted nets, which could be cast through the air; these were useless for fishing, but were useful in both combat, and in hunting game that came too close to shore. Clubs were used in combat with little or no adaptation from fishing, since they were already quite deadly.
id: Memancing, seperti yang dilakukan oleh duyung, sebagian besar soal sekolah kesabaran menjaring ikan ke dalam jaring, di mana tongkat pemukul seperti-dayung digunakan untuk mengirimkan mangsa. improvisasi dari menggunakan tentara ini terbukti sangat efektif; hewan darat yang paling asli sudah cukup canggung ketika setinggi pinggang di dalam air, dan terjebak dalam jaring dapat membuat mereka hampir tak berdaya. Efektivitas metode ini menyebabkan perkembangan lebih kecil, jaring tertimbang, yang dapat dibuang melalui udara; ini tidak berguna untuk memancing, namun berguna dalam pertempuran baik, dan dalam berburu hewan buruan yang datang terlalu dekat ke pantai. Tongkat Pemukul digunakan dalam pertempuran dengan sedikit atau tanpa adaptasi dari memancing, karena mereka sudah cukup mematikan.

source: female^Mermaid Priestess
id: Mermaid Pendeta Wanita

source: Among mermen, mysticism is generally left to the mermaids, who are more inclined to it. It is they who dedicate themselves to the ideal of bringing peace and life to the world, and to the arts which make that possible. Their piety also grants them certain powers, allowing them to guard their people against magical or unnatural things.
id: Di antara duyung, mistisisme umumnya diserahkan kepada jenis duyung ini, yang lebih cenderung ahli tentangnya. mereka adalah yang mendedikasikan diri untuk cita-cita untuk membawa perdamaian dan kehidupan dunia, dengan seni sihir mereka untuk membuatnya menjadi mungkin. kesalehan mereka juga memberikan mereka wewenang tertentu, yang memungkinkan mereka untuk menjaga rakyat mereka dari hal-hal magis atau sesuatu yang tidak wajar.

source: The faerie nature of the mermaids is strongest in the Sirens, whose connection to the currents of magic often causes them to be mistaken for naiads themselves. Though certainly far from the truth, the mistake is understandable, as true naiads are rarely seen even by mermaids. The manifestation of their magic is certainly very similar; the water about a siren can be commanded at whim, like an extension of herself. The myriad applications of this rarely occur to land dwellers, who simply regard it with wonder.
id: Sifat gaib dari duyung adalah terkuat dalam Siren, yang memiliki hubungan ke arus sihir sering menyebabkan mereka keliru untuk naiads sendiri. Meskipun tentu jauh dari kebenaran, kesalahan dimengerti, sebagai naiads benar jarang terlihat bahkan oleh putri duyung. Manifestasi dari sihir mereka tentu sangat mirip; air disekitar siren dapat diperintahkan tingkahnya, seperti perluasan dari dirinya. Banyak sekali penggunaaan ini jarang terjadi di tanah penduduk, yang hanya memandang dengan heran.

source: naia touch
id: sentuhan naia

source: Archery is little favored by the mermen, for whom use of javelins serves a similar function. Though thrown javelins are of little use under the water, they are extremely effective at the surface, where their weight allows them to plunge several feet below the water while retaining enough momentum to wreak damage. They are also useful in melee, even deep under the surface, which is something that certainly cannot be said of arrows.
id: Panahan sedikit disukai oleh duyung, untuk yang menggunakan tombak melayani fungsi yang sama. Meskipun lembing yang dilemparkan adalah penggunaan kecil di bawah air, mereka sangat efektif di permukaan, di mana berat badan mereka memungkinkan mereka untuk terjun beberapa meter di bawah air sambil mempertahankan momentum yang cukup untuk menimbulkan kerusakan. Mereka juga berguna dalam jarak dekat, bahkan jauh di bawah permukaan, yang adalah sesuatu yang pasti tidak dapat dilakukan dengan anak panah.

source: Tritons are combat masters of the sea. Skilled in use of the trident, Tritons easily defeat any enemy foolish enough to wander into their preferred environment.
id: Triton adalah ahli pertarungan laut. Terampil dalam menggunakan trisula, Triton dengan mudah mengalahkan musuh apapun yang cukup bodoh untuk mengembara ke lingkungan yang mereka sukai.

source: Merman Warrior
id: Prajurit Merman
