Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: The Mermen Warriors form the core of the mermen armies. Wielding powerful tridents, they are a bane to any who dare enter their waters.
id: Prajurit Duyung membentuk inti dari tentara duyung. memegang trisula yang kuat, mereka adalah kutukan bagi mereka yang berani memasuki perairan mereka.

source: Cuttle Fish
id: Ikan Cuttle

source: Cuttle Fish are gigantic creatures of the seas. They can grab their opponents with strong tentacles, or spit a poisonous black ink from a distance. The best way to survive an encounter with these monsters is to remain ashore.
id: Ikan Cuttle adalah makhluk raksasa dari laut. Mereka bisa mengambil lawan mereka dengan tentakel kuat, atau meludah tinta hitam beracun dari kejauhan. Cara terbaik untuk bertahan hidup ketika berjumpa dengan monster ini adalah untuk tetap di darat.

source: tentacle
id: sungut

source: ink
id: tinta beracun

source: Fire Dragon
id: Dragon Api

source: A dragon is a legendary creature, normally seen only in fantastic tales. They are very rare, and were it not for the historical events, the singlehanded destruction of cities and towns that these creatures have wrought, they might be dismissed as mere myth. Legends are very specific about the ravages of dragons; noting their great strength, speed, their preternatural cunning, and above all else, the great fire that burns inside of them. Battling a dragon is said to be the pinnacle of danger itself, fit only for fools, or the bravest of knights.
id: naga adalah makhluk legendaris, biasanya hanya melihat dalam cerita fantastis. Mereka sangat jarang, dan kalau bukan untuk peristiwa sejarah, penghancuran kota singlehanded dan kota-kota yang membuat makhluk-makhluk ini tegang, mereka mungkin dianggap sebagai mitos belaka. Legenda sangat spesifik tentang kerusakan akibat naga; mencatat kekuatan besar mereka, kecepatan, kecerdikan supranatural mereka, dan di atas segalanya, api besar yang membakar dalam diri mereka. Berjuang melawan naga dikatakan puncak bahaya itu sendiri, hanya cocok untuk orang-orang bodoh, atau ksatria paling berani.

source: bite
id: menggigit

source: tail
id: ekor

source: Giant Mudcrawler
id: Mudcrawler Raksasa

source: Giant Mudcrawlers are a larger kind of Mudcrawler, and are magical constructs of soil and water. They attack by belching lumps of mud at their foes, or by striking them with their fists.
id: Mudcrawlers Raksasa adalah semacam Mudcrawler yang lebih besar, dan kesatuan magis dari tanah dan air. Mereka menyerang dengan menyemburkan gumpalan lumpur pada musuh mereka, atau dengan memukul mereka dengan tinju mereka.

source: fist
id: tinju

source: mud glob
id: gumpalan lumpur

source: Giant Scorpion
id: Kalajengking Raksasa

source: A normal scorpion is dangerous enough — the deadliness of one the size of a man needs little explanation.
id: Sebuah kalajengking biasa cukup berbahaya - kurang mematikan bila seukuran manusia dan ini perlu sedikit penjelasan.

source: sting
id: sengat

source: pincers
id: penyepit

source: Giant Spider
id: Laba-Laba Raksasa

source: Giant Spiders are said to roam the depths of Knalga, devouring many victims. They have a vicious bite, made worse by the fact that it is poisoned, and can also fling webs through the air to trap their prey.
id: Laba-Laba Raksasa dikatakan berkeliaran di kedalaman Knalga, memakan banyak korban. Mereka memiliki gigitan setan, diperparah oleh kenyataan bahwa ia beracun, dan juga dapat melemparkan jaring melalui udara untuk menjebak mangsa mereka.

source: web
id: jaring

source: Mudcrawlers are magical constructs of soil and water. They attack by belching lumps of mud at their foes.
id: Mudcrawlers adalah kesatuan yang magis terdiri dari tanah dan air. Mereka menyerang dengan menyemburkan gumpalan lumpur kepada musuh mereka.

source: Sea Serpent
id: Naga Laut

source: Sea Serpents are gigantic monsters, capable of capsizing boats by themselves.
id: Naga Laut adalah monster laut raksasa, yang mampu membalikan perahu-perahu.

source: Long ago one of the mightiest living creatures, the feared Dragon has become only bones and dark sinew. Long after its death, it was raised through the dark powers of necromancy, which it now serves. The Skeletal Dragon may look like nothing more than a pile of bones, but few people who thought that way lived long enough to change their minds.
id: Dahulu Kala merupakan salah satu makhluk hidup terkuat, Naga telah menjadi takut hanya tulang dan otot gelap. Lama setelah kematiannya, ia dibangunkan kembali melalui kekuatan gelap pernujuman, yang sekarang melayani. Skeletal Dragon ini mungkin terlihat seperti tidak lebih dari tumpukan tulang, tetapi beberapa orang yang berpikiran seperti itu hidup cukup lama untuk mengubah pikiran mereka.

source: jaw
id: kekangan

source: Tentacle of the Deep
id: Tentakel dari Kedalaman

source: Tentacles of the Deep are the appendages of some greater monster that lurks below the waves.
id: Tentakel dari Kedalaman adalah anggauta badan dari beberapa rakasa lebih besar yang bersembunyi di bawah ombak.

source: Water Serpent
id: Ular Air

source: Scholars differ as to the ancestry of the Water Serpent. Some hold that they are the immature young, or mature cousins, of Sea Serpents. Others hold them up as a primitive offshoot of the Nagas. What is certain is that it is wise to avoid waters where they are known to congregate.
id: Para ahli berbeda mengenai keturunan dari Ular Air. Beberapa berpendapat bahwa mereka adalah versi mudanya ketika belum matang, atau sepupu dewasanya, Naga Laut. Lain-lain terus mereka sebagai cabang primitif dari Naga. Yang pasti adalah bahwa adalah bijaksana untuk menghindari perairan di mana mereka dikenal suka berkumpul.

source: Wolf
id: Serigala

source: Wolves are aggressive animals that hunt in packs. Although weak individually, a wolf pack can kill even the strongest man in minutes.
id: Serigala adalah hewan agresif yang berburu dalam kelompok. Meskipun lemah secara individual, sekelompok serigala bahkan bisa membunuh orang terkuat dalam beberapa menit.

source: Little is known about Yetis, ape-like creatures said to live in remote and snow-covered mountains. Few profess to have seen one, and their existence is doubted by many.
id: Sedikit yang diketahui tentang Yeti, makhluk mirip kera dikatakan tinggal di pegunungan terpencil dan tertutup salju. Beberapa mengaku telah melihatnya, dan keberadaan mereka diragukan oleh banyak orang.

source: Naga Fighter
id: Naga Petarung

source: The serpentine naga are one of the few races capable of any meaningful mobility in water, giving them mastery of a whole world effectively forbidden to land dwellers. Still, they are not true creatures of the sea, and their inability to breathe water leaves them in trepidation of the abyss. They are small, and somewhat frail in form, but often much more nimble than their opponents.
id: Serpentine naga adalah salah satu dari beberapa ras yang mampu melakukan mobilitas berarti dalam air, memberikan mereka penguasaan seluruh dunia secara efektif kecuali tanah penduduk. Namun, mereka tidak benar makhluk laut, dan ketidakmampuan mereka untuk bernapas di air meninggalkan mereka dalam keragu-raguan yang dalam. Mereka adalah kecil, dan agak lemah dalam bentuk, tetapi sering jauh lebih gesit dari lawan-lawan mereka.

source: Nagini Fighter
id: Nagini Petarung

source: The most practiced of the naga blademasters are initiated into the caste of the Myrmidon, masters of their twin-bladed art. They strike as fast as the snakes which they resemble, and dance away from attacks with grace. Not only are they potent enemies on any open terrain, but their ability to swim allows them deadly mobility in water.
id: Yang paling terlatih dari ahli pedang naga adalah yang termasuk ke dalam kasta Myrmidon, ahli sari seni pedang kembar-berbilah. Mereka menyerang secepat ular, dan menari dari serangan dengan gaya lemah gemulai. Bukan saja mereka musuh ampuh pada setiap medan terbuka, tapi kemampuan mereka untuk berenang memungkinkan mereka mematikan mobilitas dalam air.

source: The most practiced of the nagani blademasters are initiated into the caste of the Myrmidon, masters of their twin-bladed art. They strike as fast as the snakes which they resemble, and dance away from attacks with grace. Not only are they potent enemies on any open terrain, but their ability to swim allows them a deadly mobility.
id: Yang paling terlatih dari ahli pedang nagini dimasukkan ke dalam kasta dari Myrmidon, ahli sari seni pedang kembar-berbilah. Mereka menyerang secepat ular, dan menari dari serangan dengan gaya lemah gemulai. Bukan saja mereka musuh ampuh pada setiap medan terbuka, tapi kemampuan mereka untuk berenang memungkinkan mereka mematikan mobilitas dalam air.

source: Naga Warrior
id: Prajurit Naga

source: The young warriors of the naga aspire to the day when they merit their second blade. Their martial practice of using twin blades is wholly unlike that of the Orcs and other races, for they have begun to learn the art of using their serpentine form to best effect, twisting and turning to dodge from blows. This makes them potent on land, but the friction of water greatly impedes the technique.
id: Para prajurit muda naga yang bercita-cita untuk hari ketika mereka pantas untuk pisau kedua. latihan bela diri mereka menggunakan pisau kembar adalah sepenuhnya berbeda dari orc dan ras lain, karena mereka telah mulai belajar seni menggunakan serpentin mereka untuk efek terbaik, berputar dan berbalik untuk mengelak dari pukulan. Hal ini membuat mereka kuat di darat, tetapi gesekan air sangat menghambat teknik ini.

source: Nagini Warrior
id: Prajurit Nagini

source: Many of the young warriors of the nagani aspire for the day when they merit their second blade. Their martial practice of using twin blades is wholly unlike that of the Orcs and other races, for they have begun to learn the art of using their serpentine form to best effect, twisting and turning to dodge from blows. This makes them potent on land, but the friction of water greatly impedes their ability to do this.
id: Banyak prajurit muda nagani bercita-cita untuk hari ketika mereka pantas untuk pisau kedua. latihan bela diri mereka menggunakan pisau kembar adalah sepenuhnya berbeda dari orc dan ras lain, karena mereka telah mulai belajar seni menggunakan serpentin mereka untuk efek terbaik, berputar dan berbalik untuk mengelak dari pukulan. Hal ini membuat mereka kuat di darat, tetapi gesekan air sangat menghambat kemampuan mereka untuk melakukan hal ini.

source: Ogres are giant creatures that usually live alone in the wilderness, remarkably similar to humans in form, though large and misshapen. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
id: Ogre adalah makhluk raksasa yang biasanya tinggal sendirian di padang gurun, bentuknya sangat mirip dengan manusia, meskipun besar dan cacat. Sementara mereka dapat dengan mudah berlari lebih cepat atau mengakali, kekuatan mereka tidak dapat diremehkan.

source: cleaver
id: pisau daging besar

source: Young Ogre
id: Ogre Muda

source: When still young, Ogres are sometimes captured and taken into armies to be trained. They cannot manage weapons skillfully, but they compensate for that lack with great strength.
id: Ketika masih muda, Ogre kadang-kadang ditangkap dan dibawa ke dalam pasukan untuk dilatih. Mereka tidak bisa mengunakan dengan senjata terampil, tetapi mereka menutupi kekurangan itu dengan kekuatan besar.

source: Orcish Archer
id: Orcish Pemanah

source: Amongst orcs, bows are often regarded as a cowardly weapon; but even orcs, especially youths and those of slight build, are pragmatic enough to use them in spite of this. Orcish archers are seldom well equipped, and have no semblance of training. Even as poorly handled as they are, their weapons can still be quite deadly, and the wielders thereof rarely march alone.
id: Diantara para orc, busur sering dianggap sebagai senjata pengecut, tetapi bahkan orc, khususnya pemuda dan orang-orang membangun sedikit, yang pragmatis cukup untuk menggunakannya meskipun demikian. orc pemanah jarang dilengkapi, dan tidak memiliki kemiripan pelatihan. Bahkan sangat buruk ditangani seperti mereka, senjata mereka masih bisa sangat mematikan, dan karenanya wielders jarang berjalan sendirian.

source: Orcish Assassin
id: Orcish Pembunuh

source: Though some consider it cowardly to use, poison is a weapon favored by orcs, especially those weak of frame. Orcish assassins, who use it on throwing knives, are typically frail by orcish standards, although surprisingly nimble. Though rarely the ones who deal the killing blow, their tactics are a considerable aid to their larger and more brutal kin.
id: Meskipun beberapa menganggap pengecut untuk digunakan, racun adalah senjata disukai oleh orc, terutama yang lemah. orc pembunuh, yang menggunakan racun pada lemparan pisau, biasanya lemah menurut standar orc, meskipun kegesitannya mengejutkan. Meskipun jarang orang-orang yang menghadapi pukulan membunuh, taktik mereka adalah bantuan besar untuk orc yang lebih besar dan kerabat orc lain yang lebih brutal.

source: throwing knives
id: melemparkan pisau

source: Orcish crossbows are crude imitations of human or dwarvish design; a crossbow of any make, though, is a fairly potent device. The orcs privileged enough to wield them are capable warriors, and what they lack in finesse, they make up for in numbers.
id: busur orc adalah tiruan mentah dari rancangan manusia atau rancangan dwarf, sebuah panah dari merek apapun, meskipun, adalah perangkat cukup kuat. Para orc cukup istimewa untuk menggunakan mereka pada prajurit yang mampu menggunakannya, dan karena mereka kekurangan dalam kecerdasan, mereka membuat ini dalam jumlah besar.

source: Orcish Grunts form the core of the orcish forces. Although slower than human or elven fighters, Grunts can deliver much more powerful blows, and take more hits before falling.
id: Orc Grunt merupakan inti dari kekuatan-kekuatan orc. Meskipun lebih lambat dari prajurit manusia atau Elf, Grunt dapat memberikan banyak pukulan lebih kuat, dan mengambil lebih banyak balasan serangan sebelum kalah.

source: Orcish Leader
id: Pemimpin Orcish

source: Orcish Ruler
id: Orc Penguasa

source: greatsword
id: pedang besar

source: Orcish Slayer
id: Orc Slayer

source: The larger or more skilled orcish assassins are called ‘Slayers’ by their enemies. Slayers are fast on their feet, and quite nimble in combat, although they achieve that end by forgoing armor. Their weapon of choice, poison, is a vicious tool, and its common use on the battlefield is often the real cause of orcish supremacy.
id: Para pembunuh orc lebih besar atau lebih terampil disebut 'Slayers' oleh musuh-musuh mereka. Slayers cepat kaki mereka, dan cukup gesit dalam pertempuran, meskipun mereka tidak mengenakan baju besi. senjata pilihan mereka, racun, adalah alat kejam, dan umum digunakan pada medan perang sebagai salah satu keunggulan orc.

source: The basic design of a crossbow gives rise to the arbalest or ‘slurbow’; a much more intricate device, complete with a hand-turned cranequin to re-cock the weapon, and often with a multi-ply arc, of laminate wood or bone, driving the projectile. Such a device is much easier to work with, and much more powerful than simpler crossbows; it is also completely beyond orcish manufacture. Orcs prize any such weapons they can manage to plunder, and they invariably end up in the hands of their strongest and most cunning archers.
id: Desain dasar dari panah otomatis menimbulkan ke arbalest atau 'slurbow'; perangkat jauh lebih rumit, lengkap dengan cranequin tangan-beralih ke ulang-kokang senjata, dan sering dengan busur multi-lapis, kayu laminasi atau tulang , mengemudikan proyektil. Alat seperti itu jauh lebih mudah untuk digunakan, dan jauh lebih kuat dari busur sederhana, namun juga benar-benar terlalu sulit dibuat oleh orc. Orc menghargai senjata seperti itu yang mereka jarah, dan senjata itu selalu berakhir di tangan pemanah terkuat dan paling cerdik mereka.

source: Orcish Sovereign
id: Raja Orcish

source: From time to time, an orc will arise who has a natural charisma and command over his ilk. If he is also strong and cunning enough to survive early leadership struggles, he will inevitably find himself leading a great horde of warriors, and he will also inevitably cause a great deal of trouble for the civilized races of the world. The surest way to disperse such a host is to slay this rare orc who can hold it together.
id: Dari waktu ke waktu, akan muncul seorang orc yang memiliki karisma alami dan lebih dari orc lain. Jika dia juga kuat dan cukup licik untuk bertahan hidup lekas menjadi pemimpin perjuangan, ia pasti akan menemukan dirinya memimpin segerombolan besar prajurit, dan ia juga akan pasti menyebabkan banyak masalah bagi ras-ras beradab dunia. Cara paling pasti untuk membubarkannya dengan membunuh orc langka ini yang bisa menahan para orc bersatu.

source: Orcish Warlord
id: Panglima Orc

source: Only orcs with both great cunning and unsurpassed strength can become Warlords. Masters of the sword, and even possessing some skill with the bow, these beast-warriors lead their brethren with iron will and iron hand.
id: Hanya Orc dengan kelicikan dan kekuatan besar yang tak tertandingi dapat menjadi Panglima. Ahli pedang, dan bahkan memiliki beberapa keterampilan dengan busur, prajurit-buas ini memimpin saudara-saudara mereka dengan semangat baja dan tangan besi.

source: Orcish Warrior
id: Prajurit Orc

source: Having mastered the art of dual-sword fighting, Orcish Warriors are highly respected among the Orcs, and highly feared by their foes. Their only weakness is their inability to wield the bow.
id: Setelah menguasai seni pertempuran rangkap-pedang, Prajurit orc sangat dihormati di antara para Orc, dan sangat ditakuti oleh musuh-musuh mereka. satunya kelemahan mereka adalah ketidakmampuan mereka untuk menggunakan busur.

source: Saurian Ambusher
id: Saurian Penyergap

source: Saurians are light on their feet, and able at navigating terrain that often confounds their enemies. When this natural mobility is combined with experience, strength, and proper equipment, their warriors can become particularly threatening in battle — if only because they are so much more difficult to confine than other foes. Even in armor, saurian warriors can take advantage of the smallest gap in an enemy line, and have the prowess to make the enemy regret tactical mistakes.
id: Saurians ringan kaki mereka, dan mampu di menjelajahi daerah yang sering mengacaukan musuh-musuh mereka. Ketika mobilitas alaminya dikombinasikan dengan pengalaman, kekuatan, dan peralatan yang tepat, prajurit mereka dapat menjadi sangat mengancam dalam pertempuran - jika hanya karena mereka jauh lebih sulit untuk menahan dari musuh lainnya. Bahkan di baju besi, prajurit saurian dapat mengambil keuntungan dari celah terkecil di garis musuh, dan memiliki kekuatan untuk membuat musuh menyesali kesalahan siasatnya.

source: Saurian Augur
id: Saurian Ahli Nujum

source: Saurians have some knowledge of what men call sorcery, but their practice of it reeks of augury and black magic. It is little understood, but rightly regarded with fear by those against whom it is used.
id: Saurians memiliki pengetahuan mengenai apa yang orang sebut sihir, namun dalam praktek itu berbau ilmu nujum dan ilmu hitam. Hal ini kurang dipahami, tetapi dianggap benar dengan rasa takut bagi orang-orang terhadap siapa ia digunakan.

source: curse
id: kutukan

source: Saurian Flanker
id: Saurian Pengapit

source: Saurian warriors are generally weaker in frame than their elven or human counterparts. This is of course a relative term, and they can still become considerably powerful, whilst losing none of their natural mobility. This is very dangerous in combat, as a careless enemy can soon find their support troops flanked by these creatures.
id: Prajurit saurian umumnya lebih lemah dalam fisik daripada Elf atau mitra manusia. Hal ini tentu saja istilah yang relatif, dan mereka masih bisa menjadi sangat kuat, selagi tidak kehilangan mobilitas alami mereka. Hal ini sangat berbahaya dalam pertempuran, musuh yang ceroboh dapat segera menemukan dukungan pasukan mereka diapit oleh makhluk-makhluk ini.

source: Saurian Oracle
id: Saurian Peramal

source: Certain saurians are seen dressed in arcane regalia and covered head to toe in horrifying, esoteric shapes and markings, both with paint and tattoo. Some suspect them to be visionaries, or oracles amongst their ilk. But whatever ‘societal’ function they may have, they are undeniably powerful in the strange magics their kind possess, and are beings to be wary of if ever seen.
id: Saurians tertentu terlihat mengenakan tanda-tanda kebesaran rahasia dan menutupi kepala sampai kaki yang mengejutkan, bentuk esoterik dan menandai, baik dengan cat dan tato. Beberapa menduga mereka menjadi visioner, atau peramal di antara sejenisnya. Tetapi fungsi 'sosial' apa pun yang mereka miliki, mereka tidak dapat disangkal sangat kuat dalam magics jenis aneh yang mereka miliki, dan menjadi makhluk yang patut di waspadai jika pernah melihat.

source: Saurians are very small of frame, and though they are somewhat frail because of this, they are very, very agile. In combat, their size allows them to dart past defenses that would hold any grown man at bay, making them a tricky foe to deal with. Spears are their preferred weapon, as their powerful hind legs can drive a spear with enough force to do considerable damage, either in hand or thrown.
id: Saurians sangat kecil tubuhnya, dan meskipun mereka agak lemah karena itu, mereka sangat, sangat tangkas. Dalam pertempuran, ukuran mereka memungkinkan mereka untuk melesat melewati pertahanan yang akan menahan pria dewasa di teluk, membuat mereka sulit untuk dihadapi oleh musuh. Tombak adalah senjata pilihan mereka, sebagai kaki belakang mereka yang kuat dapat menggerakkan tombak dengan kekuatan yang cukup untuk melakukan kerusakan yang cukup besar, baik di tangan atau dilempar.

source: Saurian Soothsayer
id: Saurian Tenung

source: Saurians are known to have some strange skills, arts bordering on the magical and mysterious. It is clear that some of them are particularly skilled at a sort of medicine, which is of great benefit whenever battle is brought against them.
id: Saurians terkenal mempunyai suatu ketrampilan aneh, seni yang mendekati ilmu gaib dan misterius. Itu telah jelas bahwa beberapa di antara mereka terutama sekali trampil pada sejenis ilmu kedokteran, yang mana sangat bermanfaat kapan saja pertempuran terhadap mereka.

source: When a troll, gifted with abnormal strength of life, matches that with age and wisdom, it becomes something extraordinary, a beast remembered for generations. Their feats of strength and cunning are the source of most tales about trolls, and to see the stories made flesh does nothing to diminish their grandeur.
id: Ketika troll, berbakat dengan kekuatan abnormal dalam hidup, melengkapinya dengan ketuaan dan kebijaksanaan, itu menjadi sesuatu yang luar biasa, binatang yang diingat untuk beberapa generasi. prestasi mereka kekuatan dan kelicikan adalah sumber dari banyak cerita tentang troll, dan melihat kisah-kisah yang meluas tidak mengurangi kebesaran mereka.

source: Troll Hero
id: Pahlawan Troll

source: Some trolls are born with an exceptional share of the strength and vitality that characterizes their race. In a society where might makes right, those of their ilk revere them as heroes.
id: Beberapa troll dilahirkan dengan kemampuan luar biasa dari kekuatan dan vitalitas yang mencirikan ras mereka. Dalam masyarakat di mana mungkin membuat keadilan, orang-orang sejenisnya menghormati mereka sebagai pahlawan.
