Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: Spearmen almost always equip themselves with a few javelins, to harry, if not kill, enemies at range. Some, however, take to them rather well, finding that they have a natural talent in their use. Javelineers are a valuable asset to an army, being able to supplement their skill in melee combat with an ability to handle distant foes. They can hurl javelins into enemy ranks from a distance, often without retribution, and still hold their ground in melee.
id: Spearman hampir selalu membekali diri dengan beberapa tombak, untuk merusak, jika tidak membunuh, musuh dari jarak jauh. Beberapa Namun, waktu yang diperlukan untuk mereka cukup baik, menemukan bahwa mereka memiliki bakat alami dalam penggunaan. Javelineer adalah aset berharga bagi tentara, bisa untuk melengkapi keterampilan mereka dalam jarak dekat dengan sebuah kemampuan untuk menangani musuh yang jauh. Mereka bisa melemparkan tombak ke dalam barisan musuh dari kejauhan, sering tanpa balas jasa, dan masih terus mempertahankan tanah mereka dalam jarak dekat.

source: Lieutenant
id: Letnan

source: Trained at swords and crossbows, Lieutenants lead small groups of human soldiers, coordinating their attacks.
id: Dilatih dengan pedang dan busur, Letnan memimpin kelompok-kelompok kecil tentara manusia, untuk mengkoordinasikan serangan mereka.

source: Longbows are fearsome weapons, but too difficult for beginning archers to wield. It takes great strength to draw one, and the added range and power it confers remain useless unless one has good aim with the weapon. Longbowmen carry their weapons as a badge of pride, and most bowmen look forward to the day they can begin using one.
id: busur panjang adalah senjata menakutkan, tapi terlalu sulit bagi pemanah untuk mulai menggunakannya. Dibutuhkan kekuatan besar untuk menarik busur, dan penambahan jarak dan kekuatan membuatnya tetap sia-sia kecuali yang memiliki tujuan baik dengan senjata ini. Longbowmen membawa senjata mereka sebagai lencana kebanggaan, dan kebanyakan pemanah yang paling menantikan hari mereka dapat mulai menggunakan busur panjang.

source: Master Bowman
id: Ahli Pemanah

source: Master bowmen have reached the zenith of their art, inasmuch as any human is capable. Armed with both a sword, and a great yew bow, these warriors crown battalions of archers with their presence, bringing down many a foe with their well-aimed shots. Their skill with the sword is also not to be discounted; they are easily as good with it as any novice swordsman. Of the many races in the world, only the elves surpass humanity in archery, and their human counterparts have speculated, perhaps in envy, that this is only by dint of age.
id: Master pemanah telah mencapai puncak seni mereka, karena setiap manusia mampu. Bersenjata dengan kedua pedang, dan busur yew besar, batalyon ini mahkota prajurit pemanah dengan kehadiran mereka, menjatuhkan banyak musuh dengan tembakan yang diarahkan dengan baik. keterampilan mereka dengan pedang juga tidak di abaikan, mereka dapat dengan mudah menggunakan pedang seperti pendekar pedang pemula lainnya. Dari berbagai ras di dunia, hanya para elf mampu melampaui panahan manusia, dan rekan-rekan manusia mereka telah berspekulasi, mungkin karena iri hati, bahwa ini hanya akibat usia.

source: Master at Arms
id: Master di Arms

source: Master fencers have an envied place in life. Though the journey to their station was a dangerous way of life, they have reached the time wherein they reap its rewards. Famed for their skill and dashing manner, these gentlemen have the bearing of natural aristocrats, and are followed by the eyes of many a high born lady. They usually have the luxury of choosing their appointments, and are free to roam the land should they so elect. Often, they will be found as the captains of a castle guard, or as the master of a military academy, positions in which their flamboyant nature is not only accepted, but is perhaps even useful.
id: Master fencer memiliki tempat iri dalam kehidupan. Meskipun perjalanan ke stasiun mereka adalah cara hidup yang berbahaya, mereka telah mencapai waktu di mana mereka menuai keuntungannya. Terkenal karena keterampilan dan sikap gagah, pria ini secara alami anggota golongan bangsawan, dan disenangi oleh banyak mata seorang wanita bangsawan. Mereka biasanya memiliki kemewahan untuk memilih janji mereka, dan bebas berkeliaran di manapun yang mereka inginkan. Sering kali, mereka akan ditemukan sebagai panglima penjaga benteng, atau sebagai master akademi militer, posisi di mana sifat flamboyan mereka tidak hanya menerima, tetapi mungkin bahkan berguna.

source: Pikeman
id: Perwira Bertombak

source: Promising spearmen in the armies of Wesnoth are often graduated to wielding pikes, and are outfitted with something far superior to the motley collection of leather armor they wore as recruits. A pike is a much longer weapon than a spear, and thus facilitates different combat tactics. A wall of pikemen is the bane of any cavalry charge, and with proper discipline and tactics, pikemen can also hold most other infantry at bay.
id: Memberikan harapan spearmen dalam tentara Wesnoth sering lulus dengan menghunus tombak, dan dilengkapi dengan sesuatu yang jauh lebih unggul dari koleksi berbagai jenis kulit baju besi yang mereka pakai sebagai calon. lembing adalah senjata yang jauh lebih panjang daripada tombak, dan dengan demikian memfasilitasi taktik tempur yang berbeda. Sebuah barisan pikemen adalah kutukan dari setiap serangan pasukan, dan dengan disiplin yang tepat dan taktik, pikemen juga dapat menahan infanteri lainnya di teluk.

source: pike
id: tombak

source: Royal Guard
id: Pengawal Kerajaan

source: Royal Guards are picked from the best swordsmen in Wesnoth. Serving under any of the higher nobility, they function as bodyguards, and partly as a badge of office for their employers. A special force of Royal Guards is stationed at the capitol, guarding the palace grounds and the royal family. Because of their trusted relationship to their superiors, they, rather than mercenaries, are often deployed on missions of crucial import. Their reliability and mastery of close combat are their best assets, for which they are well-renowned.
id: Royal Guard diambil dari ahli pedang terbaik di Wesnoth. Melayani salah satu bangsawan tertinggi, mereka berfungsi sebagai pengawal, dan sebagian sebagai lencana kantor untuk majikan mereka. Sebuah gaya khusus Royal Guard ditempatkan di gedung DPR itu, menjaga istana dan keluarga kerajaan. Karena hubungan mereka dipercaya untuk atasan mereka, mereka, bukan tentara bayaran, sering digunakan pada misi penting. kehandalan dan penguasaan mereka pada pertarungan dekat adalah aset mereka yang terbaik, yang karena itu mereka sangat terkenal.

source: Sergeant
id: Sersan

source: The Sergeant is a low-ranking officer in the ranks of an army. Though academically trained, he will need some experience in the field before his leadership is sound and acknowledged.
id: Sersan adalah seorang perwira berpangkat rendah di jajaran tentara. Meskipun secara akademis terlatih, ia akan memerlukan beberapa pengalaman di lapangan sebelum kepemimpinannya kuat dan diakui.

source: Shock troopers are the elite of the heavy infantry, and a significant part of their use is mere intimidation. The only men who can enter their ranks are prodigiously well-built, and when clad in black plate brimming with spikes, they are a fearsome sight to behold. The sight of Shock Troopers breaking an enemy often does the same to the morale of any opposition, who sometimes wonder if such armor covers monsters, rather than men. The drawback of such heavy armor is, of course, the time it takes to move into and out of combat.
id: Shock trooper adalah polisi elite infanteri berat, dan sebagian besar mereka menggunakan intimidasi belaka. satu-satunya orang yang bisa masuk peringkat mereka adalah orang yang terdidik dengan baik, dan ketika memakai plat hitam penuh dengan spike, mereka pemandangan menakutkan untuk disaksikan. Melihat Shock Troopers menghancurkan musuh sering melakukan hal yang sama untuk semangat juang dari setiap perlawanan, yang kadang-kadang bertanya-tanya apakah baju tersebut meliputi monster, bukan laki-laki. Kelemahan dari baja berat seperti ini, tentu saja, butuh waktu yang diperlukan untuk bergerak masuk dan keluar dari pertempuran.

source: flail
id: mencambuk

source: Spearman
id: Prajurit Bertombak

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armor, and often armed with a shield and a few javelins, spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
id: Pedang, bagi banyak orang, adalah sebuah kemewahan yang mahal, dan salah satu yang tidak cocok dengan petani . Tombak lebih mudah untuk dibuat dan dapat digunakan dengan baik bahkan tanpa mata tombak, meskipun sebagian besar mampu menghasilkannya. Mengenakan baju besi kulit, dan sering bersenjata dengan perisai dan beberapa tombak, spearmen adalah tentara yang paling pokok, sering dilemparkan ke garis depan dengan hanya pelatihan yang paling dasar.

source: Swordsman
id: Ahli Pedang

source: An experienced soldier will often save enough to equip himself with a suit of scale or chain armor, and a sturdy broadsword. Though trading their spears for swords can be a jarring change, most spearmen will leap at the chance, knowing all too well the limitations of the weapon they are leaving behind. A sword is not without its own drawbacks, but is more versatile than a spear, and much better in close quarters.
id: Seorang prajurit berpengalaman sering akan membekali diri dengan baju bersisik atau baju besi berantai, dan pedang yang kokoh. Meskipun menukar tombak mereka untuk dapat pedang merupakan perubahan menggetarkan, kebanyakan spearmen akan melewati kesempatan itu, mengetahui terlalu banyak keterbatasan senjata yang mereka tinggalkan sebelumnya. pedang bukanlah tanpa kelemahan, tapi lebih fleksibel daripada tombak, dan jauh lebih baik dalam jarak dekat.

source: Mage
id: Penyihir

source: Humans have often pondered the workings of the world in which they live. Some endeavor to take this beyond idle musing, to set it as the primary enterprise of their lives. Any magi worthy of the title have spent at least a decade in study, amassing a sum of knowledge which sets them apart from other people. These men and women, who have committed themselves fully to the pursuit of wisdom, stand in stark contrast to a world where few can even read and write. Their ranks are filled with the children of hopeful nobility, or those who sought an escape from the intellectual void of manual labor. It is an irony that, with all their knowledge, and their unassuming monopoly thereof, the collective community of magi could likely rule society, were they ever to try. However, their true love is neither money, nor power, and those who see the study of magic as a means to such ends often lack the very conviction required for true mastery. Physically frail, and lacking familiarity with combat, magi do possess certain arts which are of great utility in battle.
id: Manusia sering merenungkan cara kerja dunia di mana mereka tinggal. Beberapa berusaha untuk mengambil renungan terlalu sulitnya yang tidak berjalan, untuk menetapkanny sebagai usaha utama kehidupan mereka. Setiap penyihir layak mendapatkan julukan ini setelah menghabiskan sedikitnya satu dasawarsa dalam studi, mengumpulkan sejumlah pengetahuan yang membuat mereka berbeda dari orang lain. Para pria dan wanita, yang telah berkomitmen penuh untuk mengejar hikmat, berdiri perbedaan di dunia di mana sedikit yang dapat membaca dan menulis. barisan mereka dipenuhi dengan harapan anak-anak bangsawan, atau mereka yang berusaha melarikan diri dari kekosongan intelektual dari pekerjaan kasar. Ini sebuah ironi bahwa dengan semua pengetahuan mereka, dan monopoli sederhana mereka daripadanya, masyarakat kolektif penyihir kemungkinan bisa memerintah masyarakat, mereka pernah mencoba. Namun, cinta sejati mereka bukan uang, maupun kekuasaan, dan mereka yang melihat studi sihir sebagai sarana untuk tujuan tersebut seringkali tidak memiliki keyakinan yang sangat dibutuhkan untuk penguasaan ilmu ini. Secara fisik lemah, dan kurang akrab dengan pertarungan, orang majus tidak memiliki seni tertentu yang utilitas besar dalam pertempuran.

source: female^Mage
id: Penyihir Wanita

source: The title of Arch Mage is traditionally conferred only after a lifetime of study and achievement to match. Arch Magi are often employed in positions of education, or as advisors to those sensible enough to seek the fruits of their wisdom. Many tend to wealthy patrons, a profitable enterprise for both as, outside of the occasional thaumaturgy or word of advice, it gives the mage leave to pursue their research undisturbed. From this flows the greater body of human knowledge; the sciences, the philosophies, and the arts which give beauty to the world at large. Though not trained for any sort of combat, if need arises an Arch Mage can unleash the full power of their art, something which is not to be taken lightly.
id: Gelar Arch Mage secara tradisional dianugerahkan hanya setelah masa studi dan prestasi yang cocok. Arch Magi sering digunakan dalam posisi pendidikan, atau sebagai penasehat kepada mereka cukup masuk akal untuk mencari buah dari kebijakan mereka. Banyak pelanggan cenderung kaya, sebuah usaha yang menguntungkan bagi keduanya,diluar sesekali sebagai thaumaturgy atau kata-kata nasihat, itu memberikan penyihir meninggalkan untuk mengejar penelitian mereka agar tidak terganggu. Dari tubuh ini mengalir lebih besar dari pengetahuan manusia, ilmu pengetahuan, filsafat, dan seni yang memberikan keindahan kepada dunia luas. Meskipun tidak dilatih untuk memerangi apapun, jika perlu muncul sebuah Mage Arch dapat melepaskan kekuatan penuh seni mereka, sesuatu yang tidak bisa dianggap enteng.

source: fireball
id: bola api

source: female^Arch Mage
id: Arch Mage Wanita

source: Elder Mage
id: Tetua Penyihir

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
id: Setelah besar, Tetua Penyihir telah melihat kekuatan mereka sedikit berkurang dari bertahun-tahun pertempuran melelahkan. Namun mereka tetap ditakuti di medan perang karena ledakan petir mereka yang kuat.

source: lightning
id: petir

source: Any person who is even considered for the title of Great Mage is quite nearly a legend in their own time, and town criers have forcibly learnt discretion in applying the title. Merit for the title is carefully considered by a council of the leading magi of the age, and the conferment of the title is given only by a majority vote. Regardless, anyone who is seriously nominated for the honor of being called a Great Mage is, without question, a master of their art, and has surpassed almost any of their peers in skill. Though they are not warriors, by any means, the application of their art to combat is something that often causes other soldiers to stand aside in awe.
id: Setiap orang yang bahkan dipertimbangkan untuk gelar Great Mage cukup hampir melegenda dalam masa mereka sendiri, dan kota penyiar memiliki wewenang paksa belajar dalam menerapkan gelar. Usul untuk gelar ini dipertimbangkan oleh suatu dewan para penyihir terkemuka zaman, dan penganugerahan gelar hanya diberikan oleh suara mayoritas. Terlepas dari itu, siapa saja yang serius dinominasikan untuk kehormatan menjadi disebut Great Mage, tanpa pertanyaan, seorang ahli dari seni sihir mereka, dan telah melampaui hampir semua rekan mereka di keterampilan sihir. Meskipun mereka tidak prajurit, dengan cara apapun, penerapan seni mereka untuk memerangi adalah sesuatu yang sering menyebabkan tentara lain untuk berdiri di pinggir dengan takjub.

source: female^Great Mage
id: Great Mage Wanita

source: Red Mage
id: Penyihir Merah

source: Upon the successful culmination of their apprenticeship, a mage is stripped of the brown robes of an apprentice and given the ruddy cloak of a master. The significance of this change is often lost on the peasantry, who mistakenly title Master Magi as ‘Red Magi’. Likewise, the symbolism of the change in colors is often mistaken to signify the mage’s ability to seemingly conjure fire from nothing but thin air, a trick which, although undeniably useful, is viewed by the magi themselves as a crass application of their hard-won knowledge. Though physically frail, and untrained as warriors, the ‘Red Magi’ have a number of tricks up their sleeves, including the gouts of fire which may have cemented their colloquial name.
id: Setelah puncak sukses masa belajar mereka, penyihir dilucuti dari jubah cokelat masa belajar dan diberi jubah kemerahan dari master. Arti penting dari perubahan ini sering hilang pada kaum tani, yang keliru menyebut gelar Ahli Sihir sebagai 'Penyihir Merah'. Demikian juga, simbolisme dari perubahan warna sering keliru untuk menunjukkan kemampuan penyihir untuk tampaknya menyulap api dari apa-apa selain udara yang tipis, sebuah trik yang, meskipun tidak dapat disangkal berguna, dipandang oleh penyihir sendiri mereka sebagai sebuah aplikasi kasar dari pengetahuan yang susah payah mereka dapatkan. Meskipun secara fisik lemah, dan tidak terlatih sebagai prajurit, maka 'Merah Majus' memiliki sejumlah trik lengan baju mereka, termasuk gouts api yang mungkin telah disemen nama sehari-hari mereka.

source: female^Red Mage
id: Wanita Penyihir Merah

source: Silver Mage
id: Penyihir Silver

source: SPECIAL_NOTE^ Silver Magi are well-attuned to their magical natures and are highly resistant to non-physical damage.
id: CATATAN KHUSUS Penyihir Silver dengan baik selaras dengan sifat ajaib mereka dan sangat tahan terhadap kerusakan non-fisik.

source: The many paths that a mage can take in study lead to strikingly different ends. Often viewed as sages, or wandering mystics, silver magi act under an agenda which is obscure even to their own colleagues. Though helpful to the magisteriums which often employ them in the field, they remain somewhat aloof. They have, in fact, their own order amongst the ranks of magi, an order which withholds certain secrets from their peers. One of these is an apparent ability to cross great distances, faster than one could possibly travel on foot. Members of the silver order ardently refuse to discuss the workings of this with any of their fellow magi, and on those rare occasions when others have pried into their work, they have abandoned the endeavor, never to speak of it again. Silver magi are often more physically adept than other magi, and their skills are of undeniable use on the battlefield, if one can manage to induce the mage to apply them.
id: Banyak jalan yang penyihir itu dapat ambil memimpin studi untuk menarik ujung yang berbeda. Seringkali dipandang sebagai orang suci, atau pengembara mistikus , penyihir perak bertindak di bawah agenda yang jelas bahkan untuk rekan-rekan mereka sendiri. Meskipun bermanfaat dalam magisteriums yang sering mempekerjakan mereka di lapangan, mereka masih agak penyendiri. Mereka, pada kenyataannya, memiliki golongan mereka sendiri di antara barisan penyihir, perintah yang menyembunyikan rahasia tertentu dari rekan-rekan mereka. Salah satunya adalah kemampuan nyata untuk menyeberangi jarak yang sangat jauh, lebih cepat dari seseorang yang mungkin bisa bepergian dengan berjalan kaki. Anggota golongan perak menolak untuk membahas kemampuan ini dengan salah seorang penyihir lainnya, dan pada kejadian yang jarang terjadi ketika orang lain telah membongkar pekerjaan mereka, mereka telah meninggalkan usaha, tidak pernah berbicara hal itu lagi. Penyihir Perak sering lebih mahir secara fisik daripada penyihir lainnya, dan penggunaan keterampilan mereka tak terbantahkan di medan perang, jika seseorang dapat mengatur untuk mendorong penyihir ini untuk menggunakannya.

source: female^Silver Mage
id: Penyihir Silver Wanita

source: White Mage
id: Penyihir Putih

source: Some magi, as they learn about the world around them, and learn the truth of the suffering and squalor in which humanity too often lives, find that they cannot bring themselves to be cloistered into a life of study. These men and women give up the life of a mage, and join monastic orders, dedicating the skills they have been given to the good of all. After their ordination, they often travel the world, ministering to sickness and injury. Though not trained for combat, they are a potent ally against magical or unnatural things.
id: Beberapa orang majus, ketika mereka belajar tentang dunia di sekitar mereka, dan mempelajari kebenaran penderitaan dan kemelaratan di mana kehidupan manusia terlalu sering, menemukan bahwa mereka tidak dapat membawa diri mereka tertutup ke dalam kehidupan belajar. Orang-orang ini menyerah kehidupan mage, dan bergabung perintah monastik, mendedikasikan keterampilan mereka telah diberikan kepada kebaikan semua orang. Setelah pentahbisan mereka, mereka sering melakukan perjalanan dunia, melayani penyakit dan cedera. Meskipun tidak dilatih untuk pertempuran, mereka adalah sekutu kuat menentang hal-hal magis atau tidak wajar.

source: lightbeam
id: sinar cahaya

source: female^White Mage
id: Penyihir Putih Wanita

source: Mage of Light
id: Penyihir Bercahaya

source: After years of experience, the most devout of white magi develop vast spiritual powers. By strict devotion to the path of the light, they can call upon its aid to chase away the shadows of the night. Following a strict code of piety and honor, these men and women work tirelessly to bring life and order to the troubled world in which they live.
id: Setelah bertahun-tahun berpengalaman, penyihir putih yang paling setia mengembangkan kekuatan spiritual besar. Dengan pengabdian yang ketat ke jalan cahaya, mereka dapat memanggil bantuan untuk mengusir bayang-bayang kegelapan. Setelah mengikuti kode ketat kesalehan dan kehormatan, laki-laki dan perempuan bekerja tanpa lelah untuk membawa kehidupan dan ketenteraman untuk dunia bermasalah di mana mereka tinggal.

source: morning star
id: bintang timur

source: female^Mage of Light
id: Penyihir Bercahaya Wanita

source: After some years of service, former ‘footpads’ rise up in the ranks of their fellow outlaws. Having proven themselves in combat, they are given more dangerous tasks, and a greater share of the spoils. Though many opponents would mock their choice of weaponry, the outlaws are well aware of its deadly capacity, and also of the ready availability of ammunition. Outlaws are somewhat ill at ease fighting during the day, preferring the cover of nightfall.
id: Setelah beberapa tahun pelayanan, mantan 'footpad' naik ke jajaran penjahat sesama mereka. Setelah membuktikan dirinya dalam pertempuran, mereka diberi tugas lebih berbahaya, dan bagian yang lebih besar dari rampasan perang. Meskipun banyak lawan akan mengejek pilihan senjata mereka, para penjahat sangat menyadari kapasitas mematikan senjatanya, dan juga ketersediaan amunisi. Kriminal agak gelisah bertempur selama hari, lebih suka perlindungan malam hari.

source: sling
id: ketapel

source: female^Outlaw
id: Outlaw Perempuan

source: Assassin
id: Pembunuh
