Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-units/*.po
Languages: id

source: Although the dwarves cannot match the taller races in a sprint, when unencumbered by heavy armor their tremendous stamina and endurance allows them to match all but the fastest on foot. Dwarvish Scouts use this to their advantage, ranging ahead of the main force and reporting back on troop movements and dispositions, or securing important objectives. Outside of battle, they are often used to relay messages between dwarvish communities. However, they pay for their speed with the poorer protection provided by their lighter armor.
id: Meskipun dwarf tidak secepat ras lebih tinggi dalam berlari, ketika tidak dibebani dengan baju besi berat stamina dan daya tahan yang luar biasanya memungkinkan mereka untuk menandingi kecepatan ras lain bahkan yang tercepat dalam berjalan kaki. Dwarvish Pengintai menggunakan ini untuk keuntungan mereka, mengintai kekuatan utama musuh dan melaporkan tentang gerakan dan penempatan pasukan musuh, atau mengamankan tujuan penting. Di luar pertempuran, mereka sering digunakan untuk menyampaikan pesan diantara masyarakat dwarf. Namun, mereka membayar untuk kecepatan mereka dengan perlindungan yang lebih miskin disediakan oleh baju besi mereka yang lebih ringan.

source: Dwarvish Sentinel
id: Kurcaci Pelindung

source: Champions among their fellow troops, the dwarven sentinels form the bulwark of their battle lines. Leading a direct assault against a line that they fortify, is often out of the question; it tends toward being suicidal, rather than merely ineffectual. These dwarves are masters of the melee, and can hold a patch of earth with the singleminded tenacity of an oak.
id: Jagoan di antara pasukan mereka, kurcaci-kurcaci pelindung membentuk perlindungan di sekeliling barisan pertempuran mereka. Memimpin serangan langsung melawan sebuah barisan yang mereka lindungi, sering tak mungkin; ini biasanya cenderung membunuh diri sendiri, dan bukan hanya tidak efektif. Kurcaci-kurcaci ini adalah ahli pertarungan jarak dekat, dan bisa melindungi sebuah tanah dengan ketangguhan sebuah pohon ek.

source: Dwarvish Stalwart
id: Kurcaci Pengawal

source: The wiles of experience and training turn guardsmen into worthy soldiers. These stalwart troops are equipped to match their skills, and can hold their ground against all but the most visceral assault. It is a dangerous thing to lose a foothold to one such as these, for it will not be easily reprised.
id: Akal, pengalaman dan latihan membentuk pengawal menjadi prajurit berharga. Pasukan tinggi dan kuat ini diperlengkapi sesuai dengan kemampuannya, dan bisa bertahan melawan semua, kecuali serangan yang terhebat. Sangat berbahaya hilang pijakan melawan salah satu prajurit seperti ini, karena pijakan tersebut tidak gampang dimenangkan kembali.

source: Dwarvish Steelclad
id: Kurcaci Bajubesi

source: The more experienced Dwarvish Steelclad fighters wear heavy chain mail and plate armor, for which they are rightly famous.
id: Petarung Kurcaci Bajubesi yang lebih berpengalaman memakai baju baja dan dan baju besi berantai, yang membuat mereka terkenal.

source: Dwarvish Thunderer
id: Kurcaci Geledek

source: When the men of Wesnoth first encountered the dwarves, they were mystified by the power of the Dwarvish Thunderers, who were able to hurl death from afar through the apparatus of these strange wands they carried into battle. The deafening noise of these ‘thundersticks’ is terrifying to behold, and is made more so by the secrecy which dwarves wrap about their workings.
id: Ketika penghuni Wesnoth pertama-tama bertemu dengan bangsa kurcaci, mereka tertakjub oleh keperkasaan Kurcaci Geledek, yang bisa melemparkan kematian dari jarak jauh melalui alat tongkat aneh ini yang mereka bawa ke dalam pertempuran. Suara menulikan 'tongkat guntur' tersebut sangat mengerikan untuk dilihat, dan menjadi lebih mengerikan karena rahasia yang disimpan oleh kurcaci-kurcaci tentang cara berfungsinya.

source: thunderstick
id: tongkat guntur

source: Dwarvish Thunderguard
id: Kurcaci Petir

source: The Dwarven Thunderguards are famed for their curious weaponry, these strange staffs of wood and iron that make a thunderous noise in their anger. The machinations behind this weaponry are a mystery, a secret taken to the grave by the dwarves of Knalga who wield them, and are assumed to have even forged them. The most that is known are reports of dwarves pouring a strange black dust into the mouth of their weapons, which some say is a food to fuel the beast imprisoned within. Though a single shot from these ‘thundersticks’ can take several minutes to prepare, the results are seen by the Dwarves as being well worth the wait.
id: Kurcaci Petir terkenal untuk persenjataan aneh mereka, tongkat kayu dan besi aneh ini yang membuat suara bergemuruh di dalam kemarahannya. Masinasi di belakang persenjataan ini adalah sebuah misteri, sebuah rahasia dibawa sampai perkuburan oleh kurcaci Knalga yang memakainya, dan bahkan yang dianggap membuatnya. Yang palih diketahui adalah laporan-laporan tentang kurcaci-kurcaci menuangkan debu hitam aneh ke dalam mulut senjata mereka, yang beberapa bilang adalah makanan untuk memberi makan binatang buas yang terpenjara di dalam. Meskipun sebuah tembakan dari 'tongkat guntur' ini bisa menghabiskan beberapa menit untuk disiapkan, hasilnya dilihat oleh Kurcaci-kurcaci berharga.

source: Dwarvish Ulfserker
id: Kurcaci Pemarah

source: Dwarves are an ancient race of powerful fighters. Ulfserkers are the most ferocious of these; in battle, they will work themselves into a blind rage wherein they feel neither fear nor pain, and will pay no heed to any wounds they receive.
id: Bangsa Kurcaci adalah sebuah bangsa petarung purba. Pemarah-pemarah adalah yang paling ganas dari mereka semua; di pertempuran, mereka akan menjadi sangat marah di dalam mana mereka tidak merasa takut atau pedih, dan tidak akan memperhatikan luka apapn yang mereka derita.

source: Elvish Archer
id: Elf Pemanah

source: Elves have always had a reputation for archery, a skill that, for many reasons, comes naturally to them. Even the frail of body can be deadly with a bow in hand, and in times of war, many will take up this weapon. Though their relative inexperience with combat leaves them somewhat vulnerable, their natural grace ensures that they can best any of humanity’s fresh recruits.
id: Bangsa elf selalu terkenal untuk seni memanah, sebuah keahlian yang, untuk banyak alasan, dikuasai secara alamiah untuk mereka. Bahkan yang berbadan lemah bisa menjadi berbahaya membawa panah di tangan, dan ketika pertempuran, banyak yang akan membawa senjata ini. Meskipun kekurangpengalaman mereka di dalam pertempuran membuat mereka agak mudah diserang, keanggunan alamiah mereka memastikan bahwa mereka bisa menjadi rekrutan baru terbaik untuk umat manusia.

source: sword
id: pedang

source: bow
id: panah

source: female^Elvish Archer
id: Elf Pemanah

source: Elvish Avenger
id: Elf Balasdendam

source: The curious name of the elvish ‘Avengers’ comes from a tactic often employed by these master rangers. The enemy is allowed to break through a feint defense, and when the vulnerable troops behind the front line follow, these archers break cover and attack, cutting the supply lines and surrounding the enemy in one fell stroke. This has, at times, been interpreted as a form of vengeance for their brethren lost earlier in the battle. Although not so base in design, it is not at all inaccurate.
id: Nama aneh elf 'Balasdendam' diberikan dari sebuah taktik yang sering digunakan oleh penjaga hutan ahli ini. Musuh dibolehkan menembus perlindungan tipuan, dan ketika pasukan mudah diserang yang di belakang barisan depan mengikuti, pemanah ini keluar dari persembunyiannya dan menyerang, memotong persediaan dan mengelilingi musuh dengan satu serangan mematikan. Ini sudah, beberapa kali, ditafsirkan sebagai bentuk pembalasan dendam untuk saudara-saudara mereka yang terbunuh di pertempuran. Meskipun desainnya tidak begitu dasar, ini tidak begitu salah.

source: female^Elvish Avenger
id: Elf Balasdendam

source: Elvish Captain
id: Elf Kapten

source: Elves, unlike many other races, will quickly acknowledge and follow any of their peers who have experience in combat. In this they differ greatly from humanity, for whom leadership is often a matter of coercion and intimidation. The combination of their willingness to accept the wisdom of their leaders, and the tendency to choose leaders of merit is one of the quiet strengths of the elves.
id: Bangsa elf, berbeda dari banyak bangsa lain, akan mengakui dan mengikuti dengan cepat saudaranya manapun yang berpengalaman di peperangan. Di dalam aspek ini, mereka sangat berbeda dari manusia, untuk siapa kepemimpinan seringkali diperoleh dengan paksaan dan gertakan.

source: Elvish Champion
id: Elf Utama

source: Those few elves who deliberately hone themselves into weapons of war become something which belies the peace-loving reputation of their race. Dedication and skill are matched with purity of form, and the result is swordsmanship to which few can compare. Even their archery, treated as a secondary pursuit, is masterfully executed.
id: Beberapa elf yang mengasah diri mereka sendiri menjadi senjata pertempuran menjadi sesuatu yang memberi kesan keliru tentang reputasi jinak bangsa mereka. Pengabdian dan kemampuan digabungkan dengan bentuk kemurnian, dan hasilnya adalah keahlian berpedang yang hanya beberapa bisa tandingi. Bahkan panahan, dianggap sebagai keahlian sampingan, dilaksanakan dengan mantap.

source: female^Elvish Druid
id: Elf Cenayang

source: The magic of the wood-elves is poorly suited for combat, but effective nonetheless. The forests in which they thrive can become quickened by a word of command, and will lash out at those who threaten their peace. The chief ability of Druids lies in healing, and it is for this skill that they are revered by their people.
id: Sihir hutan elf tidak begitu cocok untuk peperangan, tetapi tetap saja efektif. Hutan-hutan di mana mereka tinggal bisa dibangunkan dengan sebuah kata perintah, dan akan menyerang siapapun yang mengancam kedamaian mereka. Kemampuan terpenting mereka adalah pengobatan, dan untuk kemampuan ini, elf cenayang dihormati oleh orang-orangnya.

source: staff
id: tongkat

source: ensnare
id: membelit

source: thorns
id: duri-duri

source: female^Elvish Enchantress
id: Elf Pemantra

source: The magic of the elves is wholly unlike that of humanity, so much so that humans are almost universally incapable of understanding it, let alone using it. Likewise, those who are masters of it are equally enigmatic; though it can be said that they are revered by their people, very little can be said about their actual function or purpose within that society.
id: Sihir elf jauh berbeda dari sihir manusia, sangat berbeda sampai-sampai manusia hampir tidak bisa mengertinya, jangankan memakainya. Begitu juga, semua yang menguasainya sama-sama aneh; meskipun bisa dibilang bahwa mereka dihormati oleh orang-orang mereka, sangat sedikit yang bisa dibilang tentang kegunaan atau kedudukan sebenarnya di dalam masyarakat itu.

source: entangle
id: melilit

source: faerie fire
id: api peri

source: Elvish Fighter
id: Elf Petarung

source: Elves are not warlike by nature, but in times of need, their natural grace and agility serve them well, as does their skillful craftsmanship. An elf can grasp the basics of swordsmanship and archery in a time uncannily short by the standards of other races, and put them to effective use on the battlefield.
id: Bangsa elf secara alami tidak menyukai peperangan, tetapi ketika diperlukan, keanggunan alamiah dan ketangkasan mereka membantu mereka dengan baik, seperti kemahiran ketrampilan mereka. Seorang elf bisa mempelajari dasar-dasar keahlian berpedang dan memanah dalam waktu yang sangat pendek, dan menggunakannya di dalam peperangan secara efektif.

source: Elvish Hero
id: Elf Pahlawan

source: Elves, though not warlike by nature, are swift to learn; a relatively small amount of experience will turn an elf from a competent fighter into a master of combat. Those who are honored as heroes are strong with both sword and bow, and their skill once acquired does not fade for lack of practice.
id: Bangsa elf,walaupun secara alami tidak menyukai peperangan,sangat cepat belajar; Sedikit pengalaman akan merubah seorang elf dari petarung yang tangkas menjadi ahli pertempuran. Mereka yang dihormati sebagai pahlawan ahli memakai pedang dan panah, dan kemampuan mereka sekali dipelajari tidak pudar karena kurang latihan.

source: Elvish High Lord
id: Elf Raja

source: The leaders of elvenkind command an instinctive loyalty from their people that rulers of other races can only envy, and earn it with great mindfulness and wisdom. Quiet and contemplative in times of peace, a High Lord in the full of his wrath is an awesome sight indeed.
id: Para pemimpin elvenkind memiliki suatu kesetiaan naluriah dari rakyat mereka yang membuat para penguasa dari ras lain iri, dan memperolehnya dengan kebijaksanaan dan tanggung jawab yang besar. Tenang dan suka merenung ketika damai, seorang Raja Elf yang benar-benar murka adalah pemandangan yang benar-benar tidak biasa.

source: female^Elvish Lady
id: Elf Ratu

source: Elves choose their leaders for their wisdom and sensitivity to the balance of universal forces; foresight is what has protected them in times of uncertainty. Their just reign is rewarded by the unflagging fealty of their people, which is the greatest gift for which any ruler could ask.
id: Bangsa elf memilih pemimpin-pemimpin mereka untuk kebijaksanaan dan kepekaan mereka terhadap keseimbangan kekuatan semesta; tinjauan ke masa depan adalah hal yang melindungi mereka pada waktu ketidaktentuan. Pemerintahan adil mereka dihadiahi dengan kesetiaan terus-menerus rakyat mereka, yang merupakan hadiah terbesar yang pernah diingini oleh penguasa manapun.

source: Elvish Lord
id: Elf Majikan

source: The nobility of the elves are possessed of merit to match their standing in society. Elvish Lords are the wisest and strongest of their people, and are fearsome in their command of magic.
id: Kemuliaan bangsa elf dimiliki oleh keunggulan untuk menentukan jabatan mereka di masyarakat. Elf Majikan adalah yang terbijak dan terkuat dari orang-orangnya, memiliki kekuasaan sihir yang menakutkan.

source: Elvish Marksman
id: Elf Penembak

source: longbow
id: panah panjang

source: female^Elvish Marksman
id: Elf Penembak

source: Elvish Marshal
id: Elf Marsekal

source: The longevity and natural intelligence of elves make them apt for military matters, enough even to counter their general distaste for war. Elves remember things much more clearly than humankind, and can often intuit what others can only be trained to do. Certainly, on those rare occasions when an elf sets his mind to war, the strategy that results is often the work of a master.
id: Umur panjang dan kepandaian alamiah elf membuat mereka sesuai untuk hal-hal militer, bahkan cukup untuk menentang rasa tidak senang umum mereka untuk hal-hal tersebut. Elf mengingat hal-hal jauh lebih jelas daripada manusia, dan sering bisa mengetahui sesuatu firasat dimana ras lain hanya bisa bila dilatih untuk melakukannya. Pasti, di dalam kesempatan-kesempatan langka tersebut ketika seorang elf memusatkan perhatiannya terhadap peperangan, strategi yang dihasilkan adalah buah hasil karya dari ahlinya.

source: Elvish Outrider
id: Elf Pemburu

source: Elvish Outriders are trained as the royal couriers of the elven kingdoms. Despite the peaceful nature of their people, their experience makes them quite deadly in combat. No human has ever come close to their skill in using a bow on horseback — in fact, most would be hard pressed to equal it standing on solid ground. The speed of these soldiers allows the elves to strike when and where they choose when fighting on their home ground, a fact that has saved many of their number from death.
id: Elf Pemburu dilatih sebagai kurir kerajaan elf. Meskipun orang-orang mereka damai, pengalaman mereka membuat mereka lumayan berbahaya di dalam pertempuran. Tidak ada manusia yang pernah menandingi kemampuan mereka menggunakan panah ketika menunggang kuda - bahkan, hampir semua akan susah menandinginya berdiri di atas tanah padat. Kecepatan prajurit ini menyanggupkan elf menyerang kapanpun dan di manapun ketika berperang di lapangan sendiri, sebuah fakta yang menyelamatkan banyak elf dari kematian.

source: Elvish Ranger
id: Elf Jagahutan

source: Though a man might spend years in the forest, he will never shake the feeling that he is a guest in a realm of which he is not truly a part. With elves, this is quite reversed. Any elf that studies the lore of the woods rapidly becomes a master of them. This, combined with a considerable skill at archery and swordsmanship, is very useful in warfare.
id: Meskipun seorang manusia bisa hidup bertahun-tahun di dalam hutan, ia tidak akan pernah merubah perasaannya bahwa ia adalah tamu di mana ia adalah orang asing. Dengan elf, ini malah sebaliknya. Elf manapun yang mempelajari pengetahuan kehutanan menguasainya dengan gampang. Ini, digabungkan dengan kemampuan memanah dan berahli pedang yang penting, sangat berguna di pertempuran.

source: female^Elvish Ranger
id: Elf Jagahutan

source: Elvish Rider
id: Elf Penunggang

source: The master horsemen of the elves are able to move through forests at a speed which would be suicidal for any human. Awe of the rider is quite justified — but questions have also been raised about the stock of the horses, for the feats they perform seem almost supernatural. This combination of incredible mobility and potent combat strength is one of the greatest assets the elves possess in warfare.
id: Pasukan berkuda ahli elf bisa menjelajahi hutan dengan kecepatan yang berbahaya untuk manusia siapapun. Kekaguman terhadap penunggang tersebut lumayan beralasan - tetapi pertanyaan-pertanyaan juga sudah ditanyakan tentang asal-usul kuda-kudanya, karena perbuatan yang mereka lakukan hampir luar biasa. Kombinasi mobilitas luar biasa dan kekuatan bertempur adalah salah satu asset terbesar yang dimiliki oleh bangsa elf di dalam pertempuran.

source: Elvish Scout
id: Elf Pengintai

source: The horsemen of the wood elves have some skill with bow and sword, but their true skill lies in their horsemanship. Even other elves are impressed by their uncanny speed in the woods, and their ability to dart through the thick of the forest with nary a scratch. They may be the only cavalry in existence that fares better in the woods than on open ground.
id: Pasukan berkuda elf hutan bisa menggunakan panah dan pedang, tetapi kemampuan mereka yang sebenarnya adalah menunggang kuda. Bahkan elf lain mengagumi kecepatan luar biasa mereka di hutan, dan kemampuan mereka menembus kelebatan hutan tanpa dilambatkan. Mereka barangkali adalah satu-satunya pasukan berkuda yang pernah ada yang bergerak di dalam hutan lebih baik daripada di tanah luas.

source: female^Elvish Shaman
id: Elf Dukun

source: Being partly faerie in nature, elves have an inherent capability for magic. This is realized in their affinity with the natural world, which they can call upon as an ally in combat. Enemies wandering in their forests may soon find themselves entangled by roots and hindered by the very ground they stand on. The healing abilities of the elves are also remarkable, and of capital use in battle.
id: Karena mereka adalah sebagian peri, elf memiliki kemampuan inheren untuk sihir. Ini dicapai dengan kedekatan mereka dengan alam, yang mereka panggil sebagai sekutu di peperangan. Musuh-musuh yang tersesat di hutan-hutan mereka akan biasanya dililit oleh akar-akar dan dilambatkan oleh tanah di mana mereka berdiri. Kemampuan mengobati elf juga hebat, dan sangat berguna di peperangan.

source: Elvish Sharpshooter
id: Elf Sniper

source: There was a legend of an elf who stopped an arrow by shooting it out of the air with one of his own. It is a testament to the skill of the elves that such a story could be taken seriously. The sharpshooters of the elves have, quite simply, mastered the art of archery.
id: Ada legenda tentang seorang elf yang menghentikan sebuah anak panah dengan menembaknya di udara dengan salah satu anak panahnya. Ini adalah bukti keampuan bangsa elf sampai-sampai cerita seperti tersebut bisa dipercaya. Sniper elf sudah, secara jelas, menguasai keahlian memanah.

source: female^Elvish Sharpshooter
id: Elf Sniper

source: female^Elvish Shyde
id: Elf Peri

source: faerie touch
id: sentuhan peri

source: female^Elvish Sorceress
id: Elf Penyihir

source: The world of faerie is far more potent than the corporeal world. Simply bringing some of this world into our own can have violent results. This is well-understood by the elves, although rarely used with malicious intent; doing so is no easy task, and is a very ill-regarded use of their strength. Those able to do so are roughly titled as ‘sorceresses’ by other races; and certainly are capable of acting the part.
id: Dunia peri jauh lebih poten daripada dunia jasmaniah. Semata-mata membawa beberapa dari dunia ini ke dalam dunia kita bisa menyebabkan hasil berbahaya. Ini dipahami oleh elf, meskipun jarang digunakan dengan maksud jahat; melakukan hal ini tidak gampang, dan adalah penggunaan salah kekuatan mereka. Semua yang bisa melakukan hal ini dinamakan 'penyihir' oleh bangsa lain; dan dengan pasti bisa melakukan bagian mereka.

source: female^Elvish Sylph
id: Elf Peri

source: Rarely seen, the sage-like Sylphs are masters of both their faerie and mundane natures. They are possessed of wondrous, and sometimes terrifying powers. Legends concerning these have given other races a healthy fear of the elves.
id: Jarang sekali terlihat, Peri bijaksana adalah penguasa sifat peri dan jasmaniahnya. Mereka memiliki kekuatan mengagumkan, dan kadang-kadang mengerikan. Legenda-legenda tentang mereka memberikan bangsa-bangsa lain ketakutan wajar terhadap bangsa elf.

source: gossamer
id: baju beri

source: dummy_unit^Fog Clearer
id: Penyingkir Kabut

source: Direwolf Rider
id: Pengendara Serigala Mengerikan

source: ‘Dire wolves’ differ from the common variety only in size and color. They typically stand taller than a horse at the shoulder, and have an appetite to match. Only a madman would willingly encounter them; but goblins, at great cost to themselves, have managed to tame and ride them. The claws of a wolf are not generally regarded as being the more dangerous parts, but on a beast this large, they are thicker and longer than iron nails. Their riders smear a poison on the front set, not unlike that used by the orcish assassins, making a swipe from these beasts’ paws into a most deadly stroke.
id: 'Serigala Mengerikan' berbeda dari varietas biasa dalam ukuran dan warna. Mereka biasanya berdiri lebih tinggi dari kuda pada bahu, dan memiliki keinginan untuk beradu. Hanya orang gila yang mau bertemu dengan mereka, tetapi goblin, dengan mengorbankan diri mereka sendiri, telah berhasil menjinakan dan mengendarainya Cakar serigala tidak umumnya dianggap sebagai bagian yang lebih berbahaya, tetapi pada binatang ini besar, mereka lebih tebal dan lebih lama daripada paku besi. Riders mereka smear racun di set depan, tidak seperti yang digunakan oleh pembunuh ork, membuat babatan dari cakar hewan-hewan 'menjadi sebuah stroke yang paling mematikan.

source: Goblin Impaler
id: Goblin Pelempar Tombak
