Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-sotbe/*.po
Languages: gl

source: Hmmm, what a neat bottle! What is it?
gl: Mmm, que botella máis chula! Que terá?

source: It is written H.O.L.Y W.A.T.E.R
gl: Pon «AUGA BENDITA».

source: Ahhh, that was yummy!
gl: Aaah, que ben me sentou!

source: The day is coming, these night creatures will soon return to the pit.
gl: Está a amencer, estas criaturas nocturnas non han tardar en regresar á terra.

source: Grüü, are you forgetting we are also night creatures?
gl: Grüü, acaso esqueciches que nós tamén somos criaturas nocturnas?

source: Err... well...
gl: Eh... pois...

source: Black Flag
gl: A bandeira negra

source: Slowhand
gl: Manlenta

source: Defeat Slowhand and Harman
gl: Derrota a Manlenta e a Harman

source: So, here is Tirigaz. But what’s going on?
gl: Chegamos a Tirigaz. Que está pasando aquí?

source: Looks like humans have attacked here too. You were right, Kapou’e, the humans have declared all-out war on us.
gl: Parece que os humanos xa atacaron aquí. Estabas no certo, Kapou'e, os humanos declaráronos a guerra aberta.

source: Listen, if we are to meet with the rest of the Great Council, we have to repel this attack. You shamans hide here in the forest until we defeat them. It will be faster and easier for us if we don’t have to worry about protecting you.
gl: Escoitade, se imos reunirnos co resto do gran consello, debemos repeler este ataque. Xamáns, vós escondédevos no bosque ata que os derrotemos. Acabaremos antes e máis facilmente se non temos que andar a preocuparnos de vós.

source: This is a wise choice. Good luck, son of the Black-Eye.
gl: Unha sabia decisión. Sorte, fillo de “Ollo negro”.

source: Haha! Our plan is going well, let’s surround them on land while our allies attack them from sea!
gl: Ha ha! O plan vai segundo o previsto, rodeémolos en terra mentres os nosos aliados os atacan dende o mar!

source: Look, a party of our kind approaches from the North.
gl: Mirade, un grupo de compañeiros orcos achégase dende o norte.

source: Greetings from Kapou’e, Son of the Black-Eye Karun.
gl: Saúdos, son Kapou'e, fillo de Karun “Ollo negro”.

source: Son of the great Black-Eye Karun?! You do us honor, Chief.
gl: O fillo do gran Karun “Ollo negro”?! Un honor coñecelo, señor.

source: Do not grovel like humans, just tell me what’s going on here.
gl: Non te prostres coma os humanos, dime o que está pasando e xa está.

source: I don’t really know, one day all was calm and peaceful and the next a fleet of human ships showed up and began spewing out troops. Did our best to hold them off, but they captured the Northern keep. And then human reinforcements arrived from their settlements to the South.
gl: A verdade é que non o sei, todo estaba coma sempre, tranquilo, ata que de súpeto apareceron barcos de humanos e empezaron a baixar deles soldados. Fixemos canto puidemos para resistir ao ataque, pero capturaron o campamento norte. E logo chegáronlles reforzos do seu asentamento ao sur.

source: Are the shamans safe?
gl: Os xamáns están a salvo?

source: When we realized that there was no way we could hold the humans off, we sent them east to a place near the Mourned Hills along with most of our women and children. The rest of us remained here to buy them some time.
gl: Cando nos decatamos de que non había forma de resistir ao ataque, enviámolos xunto con case todas as femias e os rapaces ao leste, preto das montañas chorosas. O resto quedamos aquí para conseguirlles tempo.

source: Wise decision. We have actually come to speak to the shamans, but while we are here we must help you out of this scrape. Grüü, hold them while I run to the keep and organize our forces to counterattack. We can’t defeat them by sea without ships, but we can destroy the foothold they have gained on the land.
gl: Sabia decisión. En realidade viñemos falar cos xamáns, pero xa que estamos aquí debemos sacarvos deste lío. Grüü, retenos mentres vou á fortaleza e organizo ás nosas forzas para contraatacar. Non podemos vencelos por mar sen barcos, pero podemos acabar cos seus apoios en terra.

source: I love this strategy, Chief!
gl: Gústame esta estratexia, xefe!

source: Pillage! Let’s plunder these orcs!
gl: A saquear! Roubémoslles a eses orcos!

source: Aaaargh! I die!
gl: Aaaargh! Morro!

source: Finally, you pay for what you did to my orc brothers!
gl: Por fin pagaches polo que lle fixeches aos meus irmáns orcos!

source: We are victorious at last. Someone go tell the shamans that they can come out now.
gl: Conseguimos a vitoria. Que alguén vaia dicirlle aos xamáns que xa poden saír.

source: Congratulations on your victory, Kapou’e. You do honor to the memory of your father.
gl: Parabéns pola vitoria, Kapou'e. Honras a memoria de teu pai.

source: Thanks, but I have news. Since the forces here were certain they were going to be defeated, they sent the shamans to the Mourned Hills. If we want to meet them, we must go after them.
gl: Grazas, pero teño noticias. Como as forzas de aquí estaban seguras de que serían derrotadas, os xamáns foron enviados ás montañas chorosas. Debemos ir alí para poder celebrar o consello.

source: Oh, great. That means we have to cross the Desert of Death which is full of poisonous giant scorpions and human outlaws. And bypassing it would take too long! Not to mention after this desert, we’ll have to cross the Silent Forest!
gl: Xenial... Iso significa que temos que cruzar o deserto da morte, que está cheo de escorpións velenosos xigantes e humanos foraxidos. E non temos tempo de dar un rodeo! Por non mencionar que despois do deserto teremos que atravesar o bosque silencioso.

source: The Desert of Death
gl: O deserto da morte

source: Reach the Oasis
gl: Chega ao oasis

source: Villains
gl: Viláns

source: Resting during the day and doing most of their marching by night, the party moved steadily through the sand for two days.
gl: Descansando durante o día e marchando durante a noite, o grupo atravesou a paso constante o deserto durante dous días.

source: The heat of the day and the chill of the night wore heavily on the orcs. Fortunately, they didn’t encounter any giant scorpions, but neither did they discover any source of food or water.
gl: A calor do día e mailo frío da noite afectaron fortemente aos orcos. Por sorte non atoparon ningún escorpión xigante polo camiño, se ben tampouco atoparon nin auga nin comida.

source: By the dawn of the third day the party was hungry, tired and weary, but according to their map, a good-sized oasis was not far away.
gl: Co amencer do terceiro día, o grupo estaba famélico e esgotado, pero segundo o mapa había un gran oasis non moi lonxe.

source: Just then, however, a strong wind began to blow. It rapidly increased in fury, whipping hot sand up all around them. They could see little further than the reach of their hands and it began to seem they would be buried alive by smothering sand.
gl: Pero xusto nese momento comezou a soprar un forte vendaval. A súa furia aumentou rapidamente, rodeándoos de area. As nubes de grans apenas lles deixaban ver alén de onde chegaban coas súas mans, e en varias ocasións chegaron pensar que as areas acabarían por soterralos con vida.

source: Ack! This blasted sand!
gl: Agh! Maldita area!

source: I’m hungry and we found no giant scorpion yet. I’m sure it would be tasty.
gl: Teño fame e aínda non atopamos ningún escorpión xigante. Seguro que están de vicio.

source: I hope we won’t find one! They are terrible armored beasts; your hammer would be useless against their heavy shells.
gl: Espero que non teñamos a “sorte” de atopar ningún! Son unhas criaturas cunha resistencia terrible. Nada podería facer o teu martelo contra esas cascas.

source: I’ve been told the best way to defeat them is to attack their eyes with sharp blades, set them afire, or pierce them with arrows. But I hope too we won’t meet them.
gl: Disque a mellor forma de derrotalos é atacándolles aos ollos con follas afiadas, queimalos ou atravesalos con frechas. Pero espero tamén que non nos atopemos ningún.

source: I wouldn’t worry about the scorpions right now, I would worry about getting out of this sandstorm! These things can last for weeks, and if we aren’t buried alive by all the sand we will die of hunger and thirst.
gl: Non creo que este sexa o momento axeitado para preocuparse dos escorpións, senón de saír desta tormenta de area! Poden durar semanas, e se non nos soterran vivos morreremos de fame e sede.

source: Hurry then, break camp, we must get to the oasis!
gl: A présa entón, recollede o campamento, debemos chegar ao oasis!

source: We don’t have any other choice. If we remain here we’ll die.
gl: Non temos elección. Se quedamos aquí morreremos.

source: Finally we’ve done it! Now let’s wait out this sandstorm, resupply and get some rest before we continue on our journey.
gl: Por fin, conseguímolo! Agora agardemos a que remate esta tormenta, abastezámonos e descansemos antes de continuar a viaxe.

source: There you go, Grüü, there is your giant scorpion!
gl: Aí tes o que querías, Grüü, un escorpión xigante!

source: Oh great, perfect timing.
gl: Oh, xenial, tiña que ser xusto agora.

source: Yeah, I am really hungry.
gl: Si, eu xa estaba morrendo de fame.

source: That is not what I meant!
gl: Non o dicía por iso, precisamente!

source: Ahh, finally! Lunchtime!
gl: Ah, por fin! Hora de comer!

source: You trolls are just sick!
gl: Vós os trolles estades enfermos, senón non mo explico!

source: Ugh... I feel sick.
gl: Agh... síntome mal.

source: Hmmm, it seems that scorpions are poisonous.
gl: Mmm, parece que os escorpións son velenosos.

source: But what about Grüü?
gl: E que vai pasar con Grüü?

source: Ahh, he will be fine in a few minutes. He is a troll, after all. Right, Grüü?
gl: Ah, estará ben nuns minutos. É un troll despois de todo. Non si, Grüü?

source: Hold it right there! This oasis is ours! Begone or you all will be killed!
gl: Alto aí! Este oasis é noso! Liscade de aquí ou morreredes!

source: Look, fool, we are in the middle of a sandstorm, and we are almost completely out of food and water. There is no way we can keep going without stopping at this oasis.
gl: Mira, parvo, estamos en medio dunha tormenta de area, e apenas nos queda comida e auga. Non podemos ir a ningures se non repousamos antes no oasis.

source: I don’t care, get lost!
gl: Non me importa, perdédevos!

source: It’s no use reasoning with them, Kapou’e, they aren’t going to listen.
gl: Non te molestes en intentar razoar con eles, Kapou'e, non van escoitarte.

source: Yeah, I can see that. Well, I guess we have to clean these rabble out of here. Stab, smite, slay!
gl: Si, iso parece. En fin, supoño que teremos que botalos nós de aquí. Apuñaládeos, golpeádeos e cortádeos en anacos!

source: Defeat Ar-Dant
gl: Derrota a Ar-Dant

source: Silent Forest
gl: O bosque silencioso

source: Defeat the elves
gl: Derrota os elfos

source: This fog and the silence is starting to unsettle me. What is this place, anyway?
gl: Entre a néboa e o silencio empezo a preocuparme. Que lugar é este?

source: It has not always been like this. A lot of hunters from the tribes used to hunt here and fish in the River Bork. But that all changed a few years ago. Now, few would enter here unless forced.
gl: Non sempre foi así. Outrora viñan moitos cazadores das tribos a cazar aquí e pescar no Bork. Pero hai uns anos todo cambiou. Agora poucos ousan entrar no bosque, e só por obriga.

source: What happened? Why did people stop coming here?
gl: Que pasou? Por que deixou a xente de vir?

source: The fact is that few people entered this forest and returned home safe. I am not sure, but most likely, this forest is full of elvish renegades.
gl: Foi porque a xente que viña ao bosque comezou a deixar de regresar ao seu fogar con vida. Non estou seguro, pero o máis probable é que agora estea cheo de renegados elfos.

source: What would elves be doing so far into orcish territory? Anyway, we need some rest. We are sufficiently armed to cope with a bunch of elvish poachers. If we meet any, we’ll cut them to pieces.
gl: Que ían facer uns elfos no territorio dos orcos? En fin, necesitamos descansar. Estamos preparados se temos que enfrontarnos a unha panda de elfos furtivos. Se nos atopamos con algún, cortarémolos en anacos.

source: Blast it, the orcs have discovered us.
gl: Maldición, os orcos descubríronos.

source: What is your purpose for trespassing on orcish territory?
gl: Por que entrastes en territorio dos orcos?

source: Fool, do you really think we are going to tell you?
gl: Parvo, acaso pensas que cho imos dicir?

source: Men, capture one of these elves and interrogate him. I am sure that will get us some answers.
gl: Orcos, capturade un destes elfos e interrogádeo. Estou seguro de que nos ha dar algunhas respostas.

source: Now we’re going to have some some answers out of you.
gl: Agora vasnos dar algunhas respostas.

source: You might as well go ahead and kill me, I’m not telling you anything.
gl: Máis che vale matarme, pois non che vou dicir nada.

source: Very well then...
gl: Moi ben, nese caso...

source: Some time later...
gl: Algún tempo despois...

source: So you elves have set up an enclave here have you. Why is that?
gl: Así que os elfos montastes un enclave aquí. A que se debe?

source: We made an agreement with the humans some time ago. They were planning a major assault on you war-mongers, and the humans pledged that if we assisted them they would give us a large chunk of your territory once the battle was over.
gl: Chegamos a un acordo cos humanos hai algún tempo. Estaban a planear un ataque contra vós a gran escala, e prometéronnos un territorio bastante extenso unha vez rematase a batalla.

source: Why would you elves want still more territory? You guys already have the undisputed rule of the whole elvish forest.
gl: Por que iades querer os elfos aínda máis territorio? Xa tedes o dominio indiscutible de todos os bosques dos elfos.

source: Yes, but our prince has been banished from those lands for collaborating with humans. He now seeks to carve out an empire for himself.
gl: Si, pero o noso príncipe foi desterrado deles por colaborar cos humanos. Agora quere construírse un imperio de seu.

source: Hmmm, interesting. So you set up a base here to launch your attacks on us. Is that right?
gl: Mmm... Interesante. Así que establecestes unha base aquí para atacarnos, non si?

source: Yes, that is correct.
gl: En efecto.

source: Well folks, it looks like we have our work cut out for us. We must destroy this enclave.
gl: En fin, rapaces, parece que xa está todo aclarado. Temos que destruír o seu enclave.

source: With pleasure. But what should I do with this weakling?
gl: Será un pracer. Pero que facemos con este?

source: Behead it.
gl: Decapítao.

source: Ahhhhh!
gl: Aaah!

source: Good work, men, we’ve done it! Now we don’t have to worry about these elves attacking us. Let’s get some rest and continue our journey.
gl: Bo traballo, rapaces, conseguímolo! Agora xa non temos que preocuparnos de que nos ataquen os elfos. Descansemos un pouco e continuemos a viaxe.

source: Ahhh! Flee; warn the prince that I have been slain and the enclave destroyed.
gl: Aaah! Fuxe, avisa ao príncipe de que me mataron e destruíron o enclave.

source: As you command, my lady.
gl: Ás súas ordes, señora.

source: Shan Taum the Smug
gl: Shan Taum “O fachendoso”

source: Survive the Shan Taum menace for 20 turns
gl: Sobrevive a Shan Taum durante 20 roldas

source: After clearing out the elves from the Silent Forest, Kapou’e and his party set out on the last leg of their journey. Within a few days they finally reached the city of Lmarig in the Mourned Hills, which was then ruled by Shan Taum the Smug.
gl: Tras acabar cos elfos do bosque silencioso, Kapou'e e os seus emprenderon a súa marcha final. En poucos días chegaron finalmente a Lmarig, unha cidade das montañas chorosas, gobernada por Shan Taum “O fachendoso”.

source: At last, here are the Mourned Hills! We can only hope for the best.
gl: Por fin, velaquí as montalas chorosas! Agora máis nos vale rezar o que saibamos.

source: Why?
gl: Por que?

source: You are a troll, so you don’t know. These lands are ruled by Shan Taum the Smug, who was a rival of Black-Eye Karun.
gl: Non o sabes porque es un troll. Estas terras están controladas por Shan Taum “O fachendoso”, antigo rival de Karun “Ollo negro”.

source: I doubt he would welcome the son of the Black-Eye.
gl: Dubido moito que lle dea a benvida ao fillo de “Ollo negro“.

source: Who is that? Kapou’e! What are you doing in my lands, you weakling runt?
gl: Quen vai? Kapou'e! Que fas nas miñas terras, mocoso?

source: Hold on, Shan Taum. We seek the Great Council, not a quarrel with you.
gl: Tranquilo, Shan Taum. Buscamos o gran consello, non enfrontarnos a ti.

source: Bwahaha! You are nothing! Where is your land? You became a beggar. You are as pathetic as your father!
gl: Ha ha ha! Non sodes nada! Onde están as vosas terras? Agora es un mendigo. Es tan patético coma teu pai!

source: How can you talk that way about my father, you miserable coward?! I’ll make a mug from your skull!
gl: Como podes falar así de meu pai, miserable covarde?! Farei unha cunca co teu cranio!

source: Really? What would you drink with it? Mint cordial?
gl: En serio? E que vas beber con ela? Refresco de menta?

source: Exasperated, Kapou’e launched an attack on his fellow orc Shan Taum the Smug.
gl: Exasperado, Kapou'e decide lanzar un ataque contra Shan Taum “O fachendoso”.

source: Well, ermmm...
gl: Isto... eh...

source: Kapou’e, rumors tell of you making a long trip to seek assistance from us, and escorting Pirk, Gork and Vraurk. The council is grateful for that.
gl: Kapou'e, disque levas tempo viaxando na procura da nosa axuda, e escoltando a Pirk, Gork e Vraurk. O consello agradécecho.

source: I know what you want from us but I’m afraid we can’t help you.
gl: Sei o que esperas de nós pero lamento dicir que nós nada podemos facer.

source: Really? But my people...
gl: Como que non? Pero o meu pobo...

source: You don’t understand. Orcs have been divided for ages. The only one who gave us some unity was your father, Black-Eye Karun. Hearing rumors of your exploits, we understood you are a worthy son of your father.
gl: Non o entendes. Os orcos levan séculos divididos. O único que nos deu algo de unidade foi teu pai, Karun “Ollo negro”. En cantou soubemos das túas fazañas decatámonos de que eras a viva imaxe de teu pai.

source: Thank you.
gl: Alágasme.

source: Did you hear? There is a battle waiting for us at Prestim!
gl: Oíchelo? Temos unha batalla pendente en Prestim!

source: Kapou’e, if Prestim falls, humans will have a strong bridgehead on this side of the river and your people won’t be safe. You are the only one that can help us defend Prestim!
gl: Kapou'e, se Prestim cae, os humanos contarán cun posto avanzado a esta beira do río e o teu pobo xa non estará seguro. Ti es o único que nos pode axudar a defender Prestim!

source: Nooo! Don’t kill me, I surrender to you little earthworm.
gl: Nooon! Non me mates, xa me rindo, miñoca.

source: Saving Inarix
gl: Salvar a Inarix

source: Destroy the southern part of the bridge
gl: Destrúe a parte sur da ponte

source: In order to recruit saurians later on, bring Inarix and at least four saurians to safety
gl: Para poder recrutar saurios no futuro, salva a Inarix e polo menos outros tres saurios

source: Reinforcements, at last! Whoever you are, you are welcome in Prestim! The fortified bridge over the River Bork was taken this morning by a small commando of elves, we have already tried to assault it twice without success.
gl: Por fin reforzos! Sexades quen sexades, benvidos a Prestim! Esta mañá un comando de elfos tomaron a ponte fortificada sobre o Bork. Xa levamos dous ataques, pero non houbo xeito de recuperala.

source: Ah! They are no match against my hammer.
gl: Ah! Non son rival para o meu martelo.

source: There is worse; our scouts report that our saurian allies led by Inarix are still trapped on the other side of the river some miles away. They won’t be able to cross the river.
gl: A cousa está aínda peor. Segundo os nosos exploradores, os nosos aliados os saurios, liderados por Inarix, seguen atrapados ao outro lado do río, moi lonxe. Non van poder cruzar o río.

source: Elves and dwarves have joined humans against us and have set up camp nearby. Humans will arrive soon. We must destroy the southern bridge on the river.
gl: Os elfos e os ananos uníronse aos humanos contra nós e acamparon nos arredores. Os humanos non han tardar en chegar. Debemos destruír a ponte sur.

source: If Inarix falls prey to those humans then we won’t be able to count on their help in this struggle. We must do something!
gl: Se Inarix cae presa deses humanos non poderemos contar con el nesta guerra. Temos que facer algo!

source: I know what we must do. Kill elves and help Inarix cross.
gl: Xa sei o que facer. Matar elfos e axudar a Inarix a cruzar.

source: It won’t be that easy! Our enemies are well entrenched.
gl: Non vai ser tan doado! Os inimigos están ben afianzados.

source: We can sabotage the southern bridge to slow them down. When the bulk of the saurians have crossed, someone needs to go and light the barrel of oil we have set up beside the bridge to destroy it. Any warriors trapped on the bridge or on the other side of the river will perish!
gl: Podemos sabotar a ponte sur para frear o seu avance. Cando a maior parte dos saurios estean a este lado do río, alguén terá que acender o barril de aceite que puxemos no río, preto da ponte, para destruíla. Os guerreiros que queden atrapados na ponde na outra ribeira morrerán!

source: Ahhh, it’s ‘the Prince’ from the Silent Forest. Unfortunately, I don’t think we can deal with him now, we have to focus on saving Inarix.
gl: Aaah, é “o príncipe” do bosque silencioso. Por desgraza non creo que poidamos encargarnos del desta vez, temos que centrarnos en salvar a Inarix.

source: Hurry-hurry, friends. Lanbec’h and his kind are right on our tails, we must reach Prestim quickly.
gl: A présa, amigos. Lanbec'h e os seus séguennos, debemos chegar a Prestim canto antes.

source: Bah! I’m not going to blow myself to bits!
gl: Bah! Non penso voarme polos aires!

source: Grüü, stay away from that thing! I still have a use for you!
gl: Grüü, afástate desa cousa! Necesítote con vida!

source: Uh... OK, Chief!
gl: Ah... A mancar, xefe!

source: I’m not going to do it!
gl: Non penso facelo!

source: Get away from there you idiot, I’m still over here!
gl: Afástate de aí, parvo! Que sigo aquí!

source: Hey, don’t light it up, I’m not safe!
gl: Eh! Non o premas, que aínda non estou a salvo!

source: Chief, we can’t be blowing the bridge before Inarix is here, can we?
gl: Xefe, non podemos cargarnos a ponte antes de que chegue Inarix, non?

source: Chief, Inarix hasn’t yet made it across! Are you really sure you want to do this?
gl: Xefe, Inarix aínda non deu cruzado! Estás seguro de que queres facelo?

source: I’m ready, Chief!
gl: Estou listo, xefe!

source: Let her blow!
gl: Acende o barril!

source: Bye bye, $unit.name|!
gl: Adeus, $unit.name|!

source: No, wait!
gl: Non, agarda!

source: Wait a moment.
gl: Agarda un pouco.

source: Blast it! The saurians have had too many casualties in order for them to be of any real help to us. We won’t be able to recruit them in the future.
gl: Maldición! Os saurios sufriron demasiadas baixas para resultarnos útiles. Non poderemos recrutar saurios.

source: This has taken too much time, we should send all of our troops and send these creatures back to hell.
gl: Estamos tardando demasiado. Deberiamos enviar todas as nosas tropas e devolver estas criaturas ao inferno do que proveñen.

source: It won’t be said that Elves were braver than us, everyone attack!
gl: Non se dirá que os elfos foron máis bravos ca nós, todos ao ataque!
