Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-sotbe/*.po
Languages: gl

source: Son of the Black-Eye
gl: O fillo de “Ollo negro”

source: SotBE
gl: FON

source: (Challenging)
gl: (esixente)

source: Grunt
gl: Roñón

source: (Difficult)
gl: (difícil)

source: Warrior
gl: Guerreiro

source: (Nightmare)
gl: (pesadelo)

source: Warlord
gl: Señor da guerra

source: (Expert level, 18 scenarios.)
gl: (Nivel experto, 18 escenarios)

source: Your father Karun Black-Eye was the greatest orcish leader that ever lived. Now, as his son, it’s up to you to thwart the selfish designs of the humans who have broken the old agreements with the orcs and are bent upon taking your lands. Unite the warring orcish tribes, bring together the Orcish Council and call up the Great Horde to send the human-worms and their wose-born allies to the land of the dead!
gl: O teu pai, Karun “Ollo negro”, foi o líder dos orco máis importante que o mundo coñeceu. Agora ti, seu fillo, debes frustrar os plans dos avariciosos humanos que romperon os antigos acordos cos orcos e están dispostos a arrebatarche as túas terras. Acaba coa guerra que divide ás tribos, volve reunir o consello dos orcos e recruta unha vez máis a gran horda para devolver eses miñocas dos humanos e os seus amigos os fode-árbores ás terras dos mortos!

source: Campaign Design
gl: Deseño da campaña

source: Campaign Maintenance
gl: Mantemento da campaña

source: Prose, Grammatical and WML Assistance
gl: Axuda cos textos, a gramática e o WML

source: Artwork and Graphics
gl: Gráficos

source: End of Peace
gl: A fin da paz

source: Death of Kapou’e
gl: Morte de Kapou'e

source: Humans
gl: Humanos

source: By nightfall his troops reached a mountainous region under the authority of orcish leader Kapou’e, the son of the Black-Eye.
gl: Co solpor, as súas tropas chegaron á rexión montañosa baixo a autoridade do líder dos orco Kapou'e, fillo de “Ollo negro”.

source: Look, friends! Those orcs don’t imagine they are living their last day. Let’s slay them and claim this land back to our people!
gl: Mirade, compañeiros! Estes orcos non entenden que están gozando do seu último día. Matémolos e devolvámoslle esta terra ao noso pobo!

source: Argh! I die! But other humans will come to avenge me, filthy orcs!
gl: Argh! Morro! Pero han vir outros humanos a vingarme, noxentos orcos!

source: Victory!
gl: Vitoria!

source: Oh, just die, human-worm.
gl: Oh, morre dunha vez, humano inmundo.

source: Speak, rider.
gl: Fala, xinete.

source: There is a huge human army marching on us! They can’t be more then one or two days march from here.
gl: Achégase un enorme exército de humanos! Non han tardar máis dun día ou dous en chegar.

source: Uh oh! What should we do, Chief?
gl: Maldita sexa! Que facemos, xefe?

source: Don’t be afraid. If any more of these pathetic humans come, we’ll deal with them the way we did this trash!
gl: Non temades. Encargarémonos de calquera humano patético que se atreva a enfrontarse a nós, como fixemos con esta escoura!

source: Uh Chief, with all respect that army is huge! Not only that, but most of them look like tough old soldiers. It would be foolish to confront them with the forces we have on hand.
gl: Eh... Xefe, sen ánimo de ofender, pero... o exército é enorme! E xa non só iso, ademais moitos dos soldados semellan veteranos. Non me parece boa idea enfrontarnos a eles coas forzas de que dispoñemos.

source: Hmmm...
gl: Mmm...

source: If what you say is true, then there is no way our tribe can face such an army alone.
gl: Se o que dis é certo, a nosa tribo non poderá enfrontarse a eles soa.

source: If they want war, then they shall get war!
gl: Se guerra queren, guerra terán!

source: We’ll head for Barag Gór in the lands of the free tribes and demand assistance from the Great Council. With their help, we can raise troops from the free tribes and crush these humans.
gl: Iremos canda Barag Gór, nas terras das tribos libres, e solicitaremos a axuda do gran consello. Con ela poderemos recrutar tropas das tribos libres e acabar con eses humanos.

source: But the free tribes are beyond the Mountains of Haag. These mountains are infested with dwarves and wild trolls.
gl: Pero as tribos libres están ao outro lado das montañas de Haag. Esas montañas están cheas de ananos e de trolles salvaxes.

source: Bah, humans? No better than goblins. We’ll break them!
gl: Bah, humanos? Máis medo dan os trasnos. Acabaremos con eles!

source: Prepare for battle, my grunts! We’ll show these humans what happens when you try to steal from Kapou’e, Son of the Black-Eye!
gl: Preparádevos para a batalla, rapaces! Ensinarémoslles a eses humanos o que pasa cando intentar roubarlle a Kapou'e, fillo de “Ollo negro”!

source: The Human Army
gl: O exército dos humanos

source: Defeat Lanbec’h
gl: Derrota a Lanbec'h

source: Refusing to yield to fear, Kapou’e rallied his warriors in preparation for the upcoming battle.
gl: Decidido a non deixarse levar polo medo, Kapou'e reuniu os seus guerreiros para a batalla.

source: He was not disappointed. A few days later the main body of the human army arrived. Driven to a desperate rage by the death of his son-in-law, Earl Lanbec’h led the army himself.
gl: Tal e como agardaban, uns días máis tarde chegou o corpo principal do exército dos humanos. Completamente dominado pola ira tras a morte do seu xenro, Earl Lanbec'h en persoa collera as rendas do exército.

source: So this is the bold orc who has dared kill my son-in-law.
gl: Conque este é o orco descarado que ousou asasinar ao meu xenro.

source: The battle began.
gl: E así deu comezo a batalla.

source: As Kapou’e saw the hardened troops pour out of the human encampment, he began to have second thoughts.
gl: En canto viu ás tropas veteranas saír do campamento dos humanos, Kapou'e viuse asaltado polas dúbidas.

source: They are too many and too tough. The few here don’t stand a chance.
gl: Son demasiados e demasiado fortes. Nestas condicións non imos poder con eles.

source: I told you so!
gl: Xa cho dixera eu!

source: Insolence! But you make a good point all the same. I should have paid attention to my supporters before. But what should we do now?
gl: Serás insolente! Pero aínda así estás no certo. Debinlle facer caso aos meus cando tiven ocasión. Que deberiamos facer agora?

source: We must flee! There is no way we can stand up against such a force.
gl: Fuxir! Non temos posibilidade algunha de resistirmos contra semellante exército.

source: The Son of the Black-Eye will never ‘flee’. But making a ‘strategic withdrawal’ is another matter.
gl: Son o fillo de “Ollo negro”, e xamais “fuxirei”. Porén, o que si podemos é facer unha “retirada estratéxica”.

source: My father often spoke of the shamans of the Great Council who live in Barag Gór in the lands of the free tribes. We shall ask them for support. With their help, perhaps we can unite the orcish tribes and crush these humans.
gl: Meu pai adoitaba falar dos xamáns do gran consello que habitaban en Barag Gór, nas terras das tribos libres. Pedirémoslles auxilio. Coa súa axuda poida que consigamos unir ás tribos dos orcos e acabar con estes humanos.

source: You, gather up our people and assemble them on the road some distance north of here. We will hold back the humans here until you are finished.
gl: Recolle aos nosos e reúneos no camiño ao norte de aquí. Conteremos os humanos aquí ata que o consigas.

source: Done.
gl: A mandar.

source: Resist until your people are ready to go
gl: Resiste ata que os teus estean listos para marchar

source: Chief, we have all our people ready to go. Come on, this way.
gl: Xefe, xa estamos todos listos. Veña, por aquí.

source: Took you long enough. Let’s go!
gl: Mira que tardaches. Vamos!

source: Move Kapou’e to the signpost in the Northeast
gl: Leva a Kapou'e ao sinal que hai no nordeste

source: We’ll be back, you foul mud-sucking humans!
gl: Volveremos, noxentos humanos come-merda!

source: In your dreams, worm. When the time comes you will pay for all this with your life!
gl: Segue soñando, miñoca. Algún día pagarás por todo isto coa túa vida!

source: Toward Mountains of Haag
gl: Cara as montañas de Haag

source: Move Kapou’e to the end of the mountains
gl: Leva a Kapou'e ao final das montañas

source: Dwarves
gl: Ananos

source: We have almost crossed the mountains. We’re close to the lands of the free tribes. So far so good.
gl: Xa case cruzamos as montañas. Estamos preto das terras das tribos libres. Imos ben de momento.

source: Halt! Who goes there?
gl: Alto aí! Quen vai?

source: It is I, Kapou’e, son of the Black-Eye Karun. What do you want, dwarf?
gl: Son Kapou'e, o fillo de Karun “Ollo negro”. Que queres, anano?

source: Oh, so it’s another group o’ stinkin’ orcs, eh. Begone, or we shall wash our axes in yer blood.
gl: Oh, xa vexo, outro ghrupo de orcos noxentos. Liscádeme de aquí, ou bañaremos os nosos machados co voso sanghe.

source: Look, you pint-sized idiot, we aren’t out to kill you so why don’t you just scamper away and hide in a cave or something. We’ll be through here in a few hours.
gl: Mira, pequeno idiota, non temos intención de matarte, así que por que non liscas de aquí e te agochas nunha cova ou algo? Estaremos lonxe de aquí nunhas horas.

source: Your scorn and rudeness shall be your undoing. Dwarves, let no orc pass this way alive!
gl: O voso desdén e grosería serán a vosa perdición. Ananos, non deixedes que ningún orco atravese o camiño con vida!

source: It looks like we might have to fight them after all.
gl: Parece que ao final imos ter que loitar contra eles.

source: I mean, we could defeat them easily but it would just slow us down.
gl: Quero dicir que aínda que acabar con eles non sería ningún problema, non faría máis que atrasarnos.

source: We could, but then again, if we crush them then we can loot their treasury and their dwellings. The gold will be useful.
gl: Poderiamos, pero se acabamos con eles podemos quedar co seu tesouro e as súas covas. O ouro viríanos moi ben.

source: Whatever else happens, we have to pass through these mountains and I dislike leaving enemies in our rear. Stab, smite, and slay!
gl: Pase o que pase, temos que atravesar as montañas, e non me gusta ir deixando inimigos ás costas. Apuñaládeos, golpeádeos e cortádeos!

source: I’ve never pushed so far. We are crossing the border of the Black-Eye lands.
gl: Nunca chegara tan lonxe. Estamos cruzando a fronteira das terras de “Ollo negro”.

source: Look! Dwarves are fighting orcs!
gl: Mirade para aí! Os ananos andan a loitar contra os orcos!

source: Father, we should help them. Orcs are our allies.
gl: Pai, deberiamos axudalos. Os orcos son os nosos aliados.

source: I don’t know. Orcs have been our allies in the past, but they treat us as fools.
gl: Non sei. Os orcos foron os nosos aliados outras veces, pero sempre nos trataron coma parvos.

source: But, Father, we don’t know what they are seeking there. Between us, we could squash these dwarves.
gl: Pero, pai, non sabemos o que andan a buscar aquí. Entre nós, poderiamos esmagar eses ananos.

source: Death of Grüü
gl: Morte de Grüü

source: Argh! I’m done. My people are doomed!
gl: Argh! Estou acabado. O meu pobo está condenado!

source: Father! Oh no!
gl: Pai! Non!

source: Oh no, I’m defeated.
gl: Oh, non, derrotáronme.

source: My son! I should have never brought him to this fight. Now we return to our caverns, and we never return.
gl: Fillo! Nunca debín metelo nesta batalla. Volveremos ás nosas cavernas e non volveremos xamais.

source: The trolls are done. We will desperately need their help in the coming battles. Without them there is no hope.
gl: Os trolles están acabados. A súa axuda ía resultar imprescindible nas batallas futuras. Sen eles, xa non queda esperanza para a nosa causa.

source: Argh! I die!
gl: Argh! Morro!

source: You were warned, dwarf. Riders, spread out of the area and collect what you can from each of these houses. If anyone refuses to pay, tie them up and take it anyway. Let them know that they live only on my good graces. I’ll take the army to Barag Gór. Catch up when you’re done.
gl: Xa se che avisara, anano. Xinetes, percorrede a zona e recollede canto poidades desas casas. Se alguén se nega a pagar, atádeos e roubádelles o que poidades. Que saiban que se conservan a vida é porque eu o permito. Levarei o exército a Barag Gór. Reunídevos connosco cando rematedes.

source: We’ve succeeded! We’ve passed through the Mountains of Haag! Look at these green hills! We’ve reached the lands of the free tribes. I can see the walls of Barag Gór in the distance.
gl: Conseguímolo! Atravesamos as montañas de Haag! Mirade para eses outeiros verdes! Chegamos ás terras das tribos libres. Xa podo ver os muros de Barag Gór asomando polo horizonte.

source: Blemaker, many thanks for your help in this fight. Would you like to join us in our journey with your son? You are a powerful warrior, and you would be of great help.
gl: Blemaker, agradézoche moito a túa axuda neste combate. E se ti e mailo teu fillo nos acompañades na nosa viaxe? Sodes fortes guerreiros, e resultariades de gran axuda.

source: Father, I’d like to join them. Would you mind it?
gl: Pai, gustaríame ir con eles. Podo?

source: My son, you’re old enough to discover the world. Me, I have to stay here. But take care, there are plenty of creatures that seek our end, like elves or humans. They are clever and merciless.
gl: Fillo, xa tes idade para descubrir o mundo. Pero eu debo quedar aquí. Cóidate moito, hai moitas criaturas ás que lles gustaría acabar coa nosa existencia, coma os humanos ou os elfos. Son intelixentes, e carecen de piedade.

source: Thanks, father. Don’t worry, I’ll take care of myself.
gl: Grazas, pai. Non te preocupes por mi, hei ter coidado.

source: We’ve succeeded! We’ve passed through the Mountains of Haag! Look at these green hills! The land of the free tribes is near now. I can see the walls of Barag Gór in the distance.
gl: Conseguímolo! Atravesamos as montañas de Haag! Mirade para eses outeiros verdes! Estamos nas terras das tribos libres. Xa podo ver os muros de Barag Gór asomando polo horizonte.

source: Grüü, many thanks for your help in this fight. I’m sorry for the loss of your father. Would you like to join us in our journey? Your help would be useful to me.
gl: Grüü, moitas grazas pola túa axuda. Lamento a morte de teu pai. Que che parece unirte a nós na nosa viaxe? Serías de gran axuda.

source: My father would have come to help you. I would insult his memory not to help you. I come!
gl: É o que meu pai faría, e se non o fixese estaría traizoando a súa memoria. Acompáñovos!

source: The Siege of Barag Gór
gl: O asedio de Barag Gór

source: Defeat all enemy leaders
gl: Derrota a todos os líderes inimigos

source: Death of a Shaman
gl: Morte dun xamán

source: Elves
gl: Elfos

source: When the party finally reached Barag Gór, they were met with a most startling sight.
gl: Cando o grupo chegou por fin a Barag Gór, recibiunos unha imaxe alarmante.

source: What can you expect, Chief? They’re elves after all.
gl: Son elfos, despois de todo. Que outra cousas se pode agardar deles, xefe?

source: Sure.
gl: Enseguida.

source: One more step and you are dead, flea-bag. Better run if you value your life.
gl: Un paso máis e date por morto, saco de pulgas. Se aprecias algo a túa vida máis che vale saír correndo.

source: Quit your boasting, mule-ears. The chief wants to know why you’re here, instead of cowering in your dung-spattered forests.
gl: Déixate de fanfurriñada, orellas de mula. O xefe quere saber que facedes aquí, en vez de agocharvos nos vosos bosques cheos de merda.

source: Watch your mouth around your betters, goblin! And you can tell your chief to hand the shamans over to us if he wants to be alive by sundown.
gl: Máis che vale medir as túas palabras, trasno! E podes dicirlle ao teu xefe que nos entregue aos xamáns antes do solpor se quere seguir con vida.

source: What business do you high-and-mighty elves have with our shamans?
gl: Que asuntos, oh grandes e poderosos elfos, tedes vós cos xamáns?

source: Our business with them is none of your concern.
gl: Os nosos asuntos con eles non son da vosa incumbencia.

source: Oh, yes, it is. The shamans keep our ancient knowledge and our sacred things; they are not for the likes of you. Why do you want them anyway?
gl: Oh, abofé que o son. Os xamáns son os gardiáns dos antigos escritos e daquilo que é sagrado para nós. Nada que lles interese aos da vosa especie. Que queredes deles?

source: Well... the humans want to... meet with them.
gl: En fin... os humanos queren... reunirse con eles.

source: Oh, so they paid you to come and get them, have they?
gl: Oh, conque vos pagaron para que os capturásedes, non si?

source: Well...
gl: Isto...

source: So the ‘great and mighty’ elves are now nothing but a bunch of mercenaries.
gl: Conque os “grandes e poderosos” elfos non son máis ca un puñado de mercenarios.

source: Blast it, he got away.
gl: Maldición, fuxiu.

source: So, what news do you bring $scout.name?
gl: Que novas traes, $scout.name?

source: The elves have been bribed by the humans to capture and deliver the shamans to them.
gl: Os humanos subornaron aos elfos para que capturasen e lles entregasen os xamáns.

source: Over my dead body! The shamans of the Great Council are the only people who can call up the Great Horde. If they are captured then all the orcs on this continent would surely be doomed.
gl: Por riba do meu cadáver! Os xamáns do gran consello son os únicos que poden reunir á gran horda. Se os capturan estarannos condenando a todos os orcos do continente.

source: I have a subtle plan, chief.
gl: Teño un bo plan, xefe.

source: Go on, Grüü.
gl: Di, Grüü.

source: We go and we kill all of them. What do you think?
gl: Vamos e matámolos a todos. Que che parece?

source: Then, Kapou’e launched his desperate attack to break the siege of Barag Gór.
gl: E foi entón que Kapou'e lanzou o seu desesperado ataque para poñer fin ao asedio de Barag Gór.

source: Freedom! Many thanks, Son of the Black-Eye. I’m Jetto, master of assassins, now you can count on the assassins’ guild to help you in your quest!
gl: Por fin libre! Moitas grazas, fillo de “Ollo negro”. Son Jetto, mestre de asasinos, e de agora en diante podes contar co meu gremio para axudarte na túa misión.

source: Jetto, how did you get captured by the likes of these?
gl: Jetto, como acabaches preso destes fode-árbores?

source: The Barag Gór council sent me to assassinate the elvish leaders. Unfortunately, I was captured. But now I am free and the elves shall feel my wrath!
gl: O consello de Barag Gór enviárame matar aos seus líderes. Por desgraza capturáronme. Pero agora que estou libre, han sentir o peso da miña ira!

source: Good. Reinforcements at last!
gl: Ben, por fin reforzos!

source: At last! The siege has been broken.
gl: Por fin! Puxemos fin ao asedio.

source: Thank you, Son of the Black-Eye. If you hadn’t arrived when you did, I don’t know what would have happened to us.
gl: Grazas, fillo de “Ollo negro”. De non ser por ti non sei que sería de nós.

source: No problem! It was fun, wasn’t it, Grüü?
gl: Non foi problema! De feito foi bastante divertido, non si, Grüü?

source: Hahaha! Yeah!
gl: Ha ha ha! Foi!

source: But, actually, we have come all the way from our lands to get your help.
gl: Pero o certo é que viñemos ata aquí en busca da vosa axuda.

source: Why? What’s wrong?
gl: Por que? Que pasou?

source: Those insolent humans have massed a huge army and attacked us. We defeated their vanguard but in the end we were forced to retreat.
gl: Eses insolentes dos humanos reuniron un gran exército e atacáronnos. Derrotamos á primeira liña de ataque, pero logo vímonos obrigados a retroceder.

source: Hmmmm, this situation is very serious. As you know by now, they have also hired these elves to attack us here.
gl: Mmm... a situación parece seria. Como xa sabedes, tamén contrataron a estes elfos para que nos atacasen.

source: Yes. It seems to me that the humans are declaring all-out war on us.
gl: Sabemos. Parece que os humanos están a declararnos a guerra aberta.

source: We must give this matter careful consideration. Come inside the city, and we’ll discuss it.
gl: Debemos considerar seriamente o asunto. Vinde á cidade e falemos.

source: Son of the Black-Eye! Could I ask for my release from this blighted cage?
gl: Fillo de “Ollo negro”! Podería liberarme desta cela?

source: How did you get captured by the likes of these?
gl: Como é que che capturaron os elfos?

source: The Barag Gór council sent me to assassinate the elvish leaders. Unfortunately, I was captured.
gl: O consello de Barag Gór envioume para asasinar aos seus líderes. Desafortunadamente, capturáronme.

source: Fine, someone go release him.
gl: De acordo, que alguén o solte.

source: Freedom! Many thanks, Son of the Black-Eye. I’m Jetto, master of assassins, now you can count on my assassins to help you in your quest!
gl: Por fin libre! Moitas grazas, fillo de “Ollo negro”. Son Jetto, mestre de asasinos, e de agora en diante podes contar cos meus colegas para axudarte na túa misión.

source: Undead
gl: Non mortos

source: Kapou’e and the shamans rested and discussed the matter for three days. It was finally decided that it might be necessary to call up the Great Horde to deal with this massive human incursion. However, in order to do that the entire Great Council would have to gather.
gl: Kapou'e e os xamáns descansaron e discutiron o asunto durante tres días. Finalmente decidiron que podería resultar necesario reunir a gran horda para facer fronte á gran invasión dos humanos. Porén, para facelo antes terían que reunirse todos os integrantes do gran consello.

source: Since it was now obvious that the humans were going to try their best to prevent that by capturing or killing the shamans, Kapou’e was requested to escort the shamans to the Harbor of Tirigaz where the rest of the council was residing.
gl: Demostrado xa que os humanos estarían dispostos a facer canto fose preciso para impedilo, capturando ou asasinando aos xamáns, ordenóuselle a Kapou'e escoltar aos xamáns ao porto de Tirigaz, onde residía o resto do consello.

source: Leaving most of his people at Barag Gór, Kapou’e, accompanied by the shamans and his warriors set off to Tirigaz.
gl: Deixando a case todos os seus orcos en Barag Gór, Kapou'e partiu cara Tirigaz, acompañado polos xamáns e os seus guerreiros.

source: A couple of days into their journey, the party halted to rest for the night.
gl: Ao caer a noite do segundo día de viaxe, a partida detívose a descansar.

source: Ahhh, I’m so tired. It was a good idea to halt in such a quiet place.
gl: Aaah, estou completamente esgotado. Boa idea parar a descansar nun lugar tan tranquilo.

source: It is too quiet. Just plain boring.
gl: Demasiado tranquilo. Puro aburrimento.

source: Shut up, I just heard something.
gl: Silencio, acabo de escoitar algo.

source: You’re right. I can see something is moving in these hills. Looks like there are undead there.
gl: Si, eu tamén. Algo se move naqueles outeiros. Parecen non mortos.

source: Excellent! It is time for exercise!
gl: Perfecto! Hora de facer exercicio!

source: Uh... I don’t think so. Let’s get out of here!
gl: Eh... Non. Lisquemos de aquí!

source: No way! Grüü want to crush some undead.
gl: Nin de broma! Grüü quere esmagar algúns non mortos.

source: Grüü is right. It is not wise to let these undead remain here cutting off our supply lines and path of retreat. In these days of turmoil, we don’t know what lies ahead, so it is best not to leave any threats in our rear.
gl: Grüü ten razón. Non sería boa idea deixar aquí estes non mortos, cortando as nosas liñas de abastecemento e o camiño de retirada. Nestes días de confusión non sabemos o que nos espera, así que mellor non deixar ningunha ameaza na retagarda.

source: But...
gl: Pero...
