Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-sotbe/*.po
Languages: gl

source: At them! Rip them to the last!
gl: A por eles! Non deixedes ningún con vida!

source: It is too late, we are defeated.
gl: Demasiado tarde, derrotáronnos.

source: The green earth will curse you for this...
gl: A nai natureza maldiciravos por isto...

source: Curse you, foul orc!
gl: Maldito ti, noxento orco!

source: Clash of Armies
gl: O enfrontamento dos exércitos

source: Defend Prestim successfully for four days
gl: Defende Prestim durante catro días

source: So here we are, and they are preparing to assault.
gl: Aquí estamos, e eles andan a prepararse para atacar.

source: Prestim’s walls are rock-hard, they’ll waste themselves on them.
gl: As murallas de Prestim son fortes, non teñen nada que facer contra elas.

source: We’ve received messengers from the Council, saying that they are gathering tribes into the Great Horde.
gl: Chegaron mensaxeiros do consello, din que está reuníndose a gran horda.

source: Great! When do they arrive?
gl: Perfecto! Cando chegarán?

source: In four days. I fear it will be too late.
gl: En catro días. Espero que non sexa demasiado tarde.

source: Great.
gl: Xenial.

source: Then, the battle for Prestim began.
gl: E así deu comezo a batalla de Prestim.

source: We arrive to honor our alliance, Earl Lanbec’h.
gl: Viñemos en honor á nosa alianza, Earl Lanbec'h.

source: Curses! They have fish-men on their side.
gl: Maldición! Teñen sirénidos da súa parte.

source: Here we are! Hold on Prestim, we arrive to push them to the river!
gl: Xa chegamos! Aguantade, Prestim, imos devolvelos ao outro lado do río!

source: They are too numerous now, RETREAT!
gl: Agora son demasiados, RETIRADA!

source: The Great Horde at last! I was beginning to think they would never come.
gl: A gran horda, por fin! Comezaba a pensar que nunca virían.

source: Your defense of Prestim was heroic, facing such opposition surely undermined the morale of humans. Now they are retreating to their fortresses and will not venture out anytime soon.
gl: A túa defensa de Prestim foi heroica, enfrontarse a semellante oposición debeu sen dúbida minar seriamente a moral dos humanos. Agora volverán ás súas fortalezas e quedarán nelas por un tempo.

source: It is now time to show them who we are and to lead the Great Horde in pursuit. We will not rest until we destroy Earl Lanbec’h. Smite, stab, slay!
gl: Agora é hora de amosarlles quen somos e liderar a gran horda na súa persecución. Non descansaremos ata que acabemos con Earl Lanbec'h. Golpeade, apuñalade e cortade en anacos!

source: Giving Some Back
gl: Pagar coa mesma moeda

source: Death of Al’Brock
gl: Morte de Al'Brock

source: Death of Flar’Tar
gl: Morte de Flar'Tar

source: With the arrival of the Great Horde, and the humans having retreated, the united orcish forces held a council of war.
gl: Coa chegada da gran horda e cos humanos á retirada, as forzas unidas dos orcos formaron un consello de guerra.

source: Riders were dispatched in all directions to gather intelligence and to pinpoint the exact location of the hostile forces.
gl: Enviáronse xinetes en todas direccións para recoller información e descubrir onde estaban situadas as forzas hostís.

source: Earl Lanbec’h, you slimy coward, come out and face me if you have the guts!
gl: Earl Lanbec'h, covarde, sal e enfróntate a min se tes o que hai que ter!

source: Sorry there, old chap. You’re deemed too insignificant for the likes of the Earl to deal with. He’s left that pleasure to me instead.
gl: Laméntoo, miñoca. Resultas demasiado insignificante para Earl como para molestarse en acabar contigo. Deixoume ese pracer a min.

source: Foolish human. Attack, men, I want that city to be orcish territory within the week. Smite, stab, and slay!
gl: Estúpido humano. Atacade, orcos, quero tomar a cidade para nós en menos dunha semana. Golpeade, apuñalade e cortade en anacos!

source: Easier said then done, Chief. There are many humans in that city. And they are well armed, too.
gl: Iso é doado dicilo, xefe. A cidade está repleta de humanos, e están ben armados.

source: No matter. Horde smash!
gl: Non importa. A horda esmagaraos!

source: The Dwarvish Stand
gl: A resistencia dos ananos

source: After conquering and occupying Dorset, Kapou’e and his men set themselves to stabilizing the area and bringing it firmly under the iron-hard orcish rule.
gl: Tras conquistar e ocupar Dorset, Kapou'e e os seus ocupáronse de estabilizar os arredores someténdoos á estrita lei dos orcos.

source: The orcish commanders were stunned. How had such a large enemy force penetrated so deep and so far into orcish territory, especially without their knowledge? How also had their enemies known to strike at Borstep, which was the rally point for orcish forces as well as their main arms and supply depot?
gl: Os comandantes dos orcos quedaron apampados. Como conseguira unha forza tal infiltrarse nas terras dos orcos sen eles o souber? Como souberan ademais os inimigos que Borstep era un punto de concentración de orcos, e que nela estaban a maior parte das armas e dos alimentos e auga?

source: Kapou’e suspected some sort of treachery. Under the assumption that human attacks would be minimal due to the harsh weather, he left only a small force to defend Dorset while he and the main horde of orcs sped to the aid of Borstep.
gl: Kapou'e comezou a sospeitar que había un traidor entre as súas filas. Asumindo que os ataques por parte dos humanos serían mínimos a causa do clima, deixou só unha pequena forza para defender Dorset e levou á maior parte da horda con el en auxilio de Borstep.

source: Rushing to reach Borstep before the river froze up for the winter, the orcs sailed up the River Bork. Paddling day and night the horde barely managed to get through the Silent Forest before the river froze solid. Beaching their crafts, they marched the last leg of their journey through the deepening snow of the Mourned Hills.
gl: Apurándose para chegar a Borstep antes de que xease o río a causa do inverno, os orcos navegaron río arriba. Remando día e noite a horda apenas conseguiu pasar o bosque silencioso antes de que xeasen as augas. Tras deixar as embarcacións en terra, marcharon a pe sobre a gran capa de neve que cubría as montañas chorosas.

source: As they crested the last hill before the city, the sight before them cast them into gloom; there was nothing left of Borstep. The walls had been smashed, houses burnt and its inhabitants driven out or slaughtered. Of the orcish shamans there was no sign.
gl: En canto chegaron ao último pico antes da cidade, contemplaron a triste imaxe que ante eles se desvelara. Nada quedaba xa de Borstep. As murallas caeran, as casas arderan e os seus habitantes fuxiran ou morreran. Non había sinal algún dos xamáns.

source: With eyes burning with apprehension and rage, Kapou’e sent his riders out to scour the land in all directions for the culprits while he made camp with the rest of the horde. A few hours later a rider reported back that he had picked up a trail of a large body of dwarves, elves and humans heading east through the mountains.
gl: Cos seus ollos fervendo nunha mestura de aprehensión e ira, Kapou'e enviou aos seus xinetes a explorar as terras en todas direccións en busca dos culpables mentres co resto da horda montaba un campamento. Horas máis tarde un xinete informou de que atopara o rastro dun gran grupo formado por ananos, elfos e humanos, que se dirixían ao leste a través das montañas.

source: Breaking camp the following dusk, the horde set out in hot pursuit. By the third day, they caught up with their enemies.
gl: A horda desmontou o campamento en canto o sol asomou polo horizonte, e emprendeu a persecución. Coa luz do terceiro día, acadaron aos seus inimigos.

source: My my, look at this, two abandoned keeps. Probably built by those orcs in one of their pointless wars against each other.
gl: Mira ti, dúas fortalezas abandonadas. Seguro que as construíron os orcos nalgunha das súas guerras internas sen sentido.

source: Blast it, the orcs have caught up to us.
gl: Maldición, os orcos alcanzáronnos.

source: Elf, our kind can move and fight far better and faster in these conditions then your kind can. Take the orcish prisoners and hurry to Melmog. The dwarves shall stop this orcish menace!
gl: Elfo, nós os ananos podemos movernos e loitar moito mellor e máis rápido que vós os elfos con este clima. Colle aos orcos prisioneiros e marchade lixeiros cara Melmog. Os ananos pararémoslles os pes a estes orcos!

source: Very well, but our human allies will also stay behind and help you. After all, we are dealing with the Son of the Black-Eye here.
gl: Moi ben, pero os nosos aliados humanos quedarán convosco para axudarvos. A fin de contas non se trata dun orco calquera, senón do fillo de “Ollo negro”.

source: Bah, have it your way then. Now, hurry on your way elf.
gl: Bah, como queiras. Pero vós marchade xa.

source: Bah, cowardly little elves. No dwarf would have ever agreed to such a proposal. Good riddance too, those elves just get in the way. Come on men, it’s time to show those orcs our steel!
gl: Elfos covardes. Ningún anano aceptaría unha proposta como esa. Pero alégrome, eses elfos non fan máis que meterse en medio. Veña, rapaces, é hora de amosarlles a eses orcos o noso aceiro!

source: Ahhh, nice. I finally get chance to squash dwarves again.
gl: Aaah, ben. Por fin teño de novo a oportunidade de esmagar ananos.

source: Let’s make them pay for what they did to our people. Blood and steel!
gl: Fagámoslles pagar polo que lle fixeron á nosa xente. Sangue e aceiro!

source: A human-worm’s dog. Animal meat very tasty. When we fight humans again, can I have a pony?
gl: O can dun humano. A carne de animal sabe moi ben. Cando volvamos enfrontarnos a humanos podo tomar pony?

source: Back Home
gl: De volta a casa

source: Having broken the dwarvish blockade, the horde continued on through the mountain pass. Kapou’e began to recognize the lands about them and sure enough, they soon found themselves back in the tribe’s homeland.
gl: Acabado co bloqueo dos ananos, a horda continuou a través do paso da montaña. Kapou'e comezou recoñecer as terras polas que pasaban, e enseguida descubriron que estaban de volta en casa da tribo.

source: Well, boys, we’re home. I told you we would return one day.
gl: Ben, rapaces, estamos en casa. Xa vos dixen que algún día iamos volver.

source: Boy, have they ever built this place up.
gl: Meu, algunha vez desenvolveron este lugar?

source: Listen up, orcs. Our main objective is to rescue the shamans. It won’t work to take the human runts head-on while they sneak the shamans out the back door.
gl: Escoitade, orcos. O noso obxectivo principal consiste en rescatar aos xamáns. De nada servirá acabar cos miñocas dos humanos se mentres tanto sacan aos xamáns pola porta de atrás.

source: What are you thinking, Chief?
gl: En que estás pensando, xefe?

source: My men know the land well. Flar’Tar and Al’Brock, both of you take a scout and circle around to the Northeast and Southeast respectively. Grüü, you take your trolls and circle around to the Northwest. If all goes well we shall surround them.
gl: Os meus coñecen moi ben estar terras. Flar'Tar e Al'Brock, collede ambos os dous un explorador e dade un rodeo polo norte e polo sur respectivamente. Grüü, colle aos teus trolles e dá un rodeo polo nordeste. Se todo vai segundo o previsto, rodearémolos.

source: I like this plan, Chief!
gl: Gústame o plan, xefe!

source: You always like his plans, Grüü.
gl: Sempre che gustan os seus plans, Grüü.

source: Of course. Squash elves, squash undead, squash dwarves, squash humans. Squash them all, very good plan!
gl: Pois claro. Esmagar elfos, esmagar non mortos, esmagar ananos, esmagar humanos. Esmagalos a todos eles, mellor plan imposible!

source: Well, he has the right idea, anyway.
gl: Está no certo, para que nos imos enganar.

source: Good, everyone move out. I will begin the attack from here. I want everyone to be in position by first watch at the latest. Is that clear?
gl: Ben, cada un aos seus postos. Eu comezarei o ataque dende aquí. Quero a todo o mundo en posición, de principio a fin. Entendido?

source: Yeah, sure.
gl: Si, entendido.

source: Whatever.
gl: Como ti queiras.

source: Uh, Chief...
gl: Uh, xefe...

source: Can I get some gold with me?
gl: Podo levar algunhas moedas?

source: Fine, take a hundred. Don’t lose it.
gl: Vale, colle cen. E non as perdas.

source: I am in position, Chief.
gl: En posición, xefe.

source: Excellent. Now, where are the others?
gl: Perfecto. A ver onde andan os outros?

source: We made it.
gl: Conseguímolo.

source: Good, but where is Grüü?
gl: Ben, pero onde está Grüü?

source: Dumb trolls, you can never rely on them.
gl: Malditos trolles, está claro que non se pode confiar neles.

source: I’m here, chief!
gl: Xa cheguei, xefe!

source: Blood and stone, Grüü! You were supposed to be in position by first watch. It’s dawn!
gl: Sangue e rocha, Grüü! Supúñase que tiñas que estar en posición dende o principio. Xa está amencendo!

source: Err, sorry, there were some humans in way. We squash, no problem.
gl: Eh... Síntoo, había uns humanos polo camiño. Esmagámolos, non te preocupes.

source: Better late then never. Now it’s time to kill! Let nobody escape and everyone keep an eye out for the shamans.
gl: Mellor tarde que nunca. Agora é hora de matar! Non deixedes que ningún escape e que ninguén perda de vista aos xamáns.

source: Sounds simple enough.
gl: Parece bastante sinxelo.

source: Miserable elf, we want some answers!
gl: Elfo miserable, queremos respostas!

source: Ugh!
gl: Agh!

source: SPEAK!
gl: FALA!

source: You can start by telling us who told you to strike at Borstep.
gl: Empeza por contarnos quen vos dixo de atacar Borstep.

source: Don’t make me hurt you more.
gl: Non me obrigues a facerche máis dano.

source: OK OK, Shan Taum the Smug told us that that’s where the shamans were, and that it was a rally point and weapons depot for you orcs.
gl: Vale, vale, Shan Taum “O fachendoso” díxonos que alí estaban os xamáns, e que alí tiñades almacenadas gran parte das vosas armas.

source: Bah, do not think you can break the unity of the horde with your stupid lies!
gl: Bah, non creas que podes acabar coa unidade da horda con esas estúpidas mentidas!

source: No really, it’s true. He is jealous of some young upstart called Kapou’e. He says all the shamans ‘suck up’ to him just because his father had a black eye or something like that.
gl: Non, en serio, é certo. Está celoso dun tal “Kapou'e”. Di que os xamáns son parvos e lle fan as beiras só porque seu pai tiña un ollo de cor negra, ou algo así.

source: Refer to Black-Eye Karun with respect, wose-born. Now, where are the shamans?
gl: Fala de Karun “Ollo negro” con respecto, fode-árbores. Onde están os xamáns?

source: You lie!
gl: Mentes!

source: I do not. Their bodies are frozen in the lake just over there.
gl: Non minto. Os seus corpos conxelados aínda están no lago, alí mesmo.

source: We had better go look.
gl: Será mellor que o comprobemos.

source: You had better go look.
gl: Será mellor que o vaias comprobar.

source: OK, Chief.
gl: Ás súas ordes, xefe.

source: A few minutes later...
gl: Uns minutos despois...

source: Chief! It’s true, the shamans have been murdered!
gl: Xefe! É certo, asasinaron ós xamáns!

source: What should I do with this one?
gl: Que fago con este?

source: Throw him in the lake. If he freezes to death, all the better.
gl: Tírao ao lago. Que morra conxelado.

source: Civil War
gl: Unha guerra civil

source: Defeat all rebel leaders and...
gl: Derrota a todos os líderes rebeldes e...

source: Move Kapou’e to the signpost at the southwest
gl: Leva a Kapou'e ao sinal do suroeste

source: Rebels
gl: Rebeldes

source: Infuriated by the murder of the shamans, the orcish horde massacred the humans and their allies. In their rage, they scoured the snow for hours looking for any survivors. Only when their rage was spent did the full implications of the shamans’ deaths begin to sink in.
gl: Cheo de ira por mor da morte dos xamáns, a horda dos orcos masacrou os humanos e os seus aliados. Dominados pola ira pasaron horas buscando superviventes na neve. Pero tras recobrar un pouco a calma, as verdadeiras implicacións da morte dos xamáns deixáronse notar.

source: With the Council broken, there was now nothing left to hold the orcish forces together. And if the orcish forces began to fight amongst themselves as they so often did, then the humans would eradicate them with ease.
gl: Co consello destruído, nada quedaba que reunise as forzas dos orcos. E se as forzas dos orcos comezaban loitar entre si, como tantas veces fixeran no pasado, entón serían un obxectivo doado para os humanos.

source: Furthermore, the troops who had been led by Kapou’e this far had grown to respect him as a wise and capable leader, and they proclaimed their loyalty to him. Delighted, Kapou’e sent detachments off in different directions to bring in the other tribes, by force if necessary. Al’Brock was sent west, along the route that Kapou’e had used to flee the human forces almost a year before. Flar’Tar was sent directly south to rally the tribes along the Mountains of Haag and the eastern Mourned Hills. Kapou’e himself made a direct southwest beeline towards Bitok. They were all to meet in Dorset that spring to repel the human attack that seemed certain to come.
gl: Ademais, as tropas que estiveran con Kapou'e ata aquí respectábano, sabían que era un líder sabio e capacitado, e proclamaron a súa lealdade ao fillo de “Ollo negro”. Alagado, Kapou'e dividiunos e enviounos en distintas direccións para que chamasen a outras tribos á unión, pola forza cando fose preciso. Al'Brock foi ao oeste, pola ruta pola que Kapou'e escapara das forzas dos humanos case un ano antes. Flar'Tar foi enviado directamente ao sur para unir ás tribos das montañas de Haag e as montañas chorosas orientais. Kapou'e en persoa dirixiríase en liña recta cara o suroeste, a Bitok. Todos acordaron reunirse en Dorset ao chegar a primavera para repeler o ataque dos humanos, que case seguro tería lugar.

source: Having thus made his plans, Kapou’e set out for Bitok to get to the root of this treachery.
gl: Feitos os plans, Kapou'e partiu en dirección a Bitok para chegar á raíz da traizón.

source: If we are going to make it to Bitok, and then back to Dorset before spring we have to get a move on. Break camp as soon as possible. Destroy all opposition in your path, I want this area to be firmly under my control by the time we are through here.
gl: Se imos ir a Bitok, e logo regresar a Dorset antes da primavera temos que seguir. Desmontade o campamento en canto poidades. Destruíde toda oposición que atopedes polo camiño, quero que estas terras estean completamente baixo o meu control cando as deixemos atrás.

source: Black-Eye! We won’t submit to an upstart like you!
gl: “Ollo negro”! Non imos someternos a un rapaz coma ti!

source: Turn around and go back to where you came from or you’ll find your head on a pike! Right?
gl: Dá media volta e regresa por onde viñeches ou a túa cabeza acabará nunha pica! A que si?

source: Right!
gl: Si!

source: It’s been a chilly winter. How about we warm ourselves up a bit by giving these traitors a good whupping, boys?
gl: Este inverno foi moito frío. E se nos quentamos un pouco dándolle a estes traidores unha boa lección, rapaces?

source: Yeah!
gl: Si!

source: Little orcs fun to squash too! Chief doesn’t let me too often.
gl: É divertido esmagar pequenos orcos! O xefe non deixa facelo moi a miúdo.

source: You can have as many as you want now, Grüü.
gl: Agora poder esmagar cantos queiras, Grüü.

source: This rabble won’t be a problem anymore.
gl: Este xa non ha ser problema.

source: Got this tribe under control.
gl: Esta tribo xa está baixo control.

source: This is what you get for deserting the Son of the Black-Eye.
gl: Isto é o que pasa cando desertas do exército do fillo de “Ollo negro”.

source: This trash’s gone.
gl: Acabei con este mequetrefe.

source: Heehee, we wiped them out good.
gl: He he, démoslles unha boa malleira.

source: Now let’s get going, we have an appointment with Shan Taum.
gl: Agora sigamos, temos un asunto pendente con Shan Taum.

source: The Coward
gl: O covarde

source: Kapou’e and his followers made a grueling march across the frozen Northlands. For the orcs it was a constant nightmare of freezing, marching and fighting. Food was scarce, and the stores that they managed to seize from rebellious tribes had to be strictly rationed. Many of the weaker orcs who weren’t killed in combat died from exhaustion, or fell behind and froze to death.
gl: Kapou'e e os seus seguidores efectuaron unha extenuante marcha a través das xeadas terras nórdicas. Para os orcos tratábase dun pesadelo de xear, camiñar e loitar, do que parecían non poder espertar. A comida escaseaba e tiñan que racionar seriamente o que obtiñan das tribos rebeldes. Aos orcos débiles, se non os mataba o combate facíano a fatiga ou o frío.

source: Throughout this nightmare Kapou’e drove himself and his men ruthlessly. The spring thaw would soon be upon them and with it, the human army that Earl Lanbec’h was no doubt rallying. By that time the orcs had to be united one way or another, since if they were separated and scattered, they would surely be exterminated.
gl: Kapou'e conduciu aos seus a través deste pesadelo sen piedade. O desxeo da primavera non había tardar en chegar, e con el probablemente o exército de humanos de Earl Lanbec'h. Para entón os orcos terían que estar unidos como fose, pois de estar separados e diseminados sería, probablemente, exterminados.

source: And so they marched on, persevering in weather that would kill even the most hardened human, and through fierce bloody battles with belligerent tribes.
gl: E por iso continuaban, resistindo a un clima que acabaría coas vidas dos humanos máis fortes, e loitando con furia batallas sanguentas contra bélicas tribos.

source: Finally, after over three months, Kapou’e and his exhausted but hardened army arrived at Bitok, just before the spring thaw.
gl: Finalmente, despois de case tres meses, Kapou'e e o seu esgotado pero duro exército chegaron a Bitok, xusto antes de comezar o desxeo.

source: Good morning, Shan Taum!
gl: Bos días, Shan Taum!

source: Accomplishments?
gl: Logros?

source: Well let’s see, first he betrays the trust of his sworn sovereign and becomes no less then a boot-licking spy for the humans. Then goes on to engineer the death of half of the Great Council and in doing so makes himself directly responsible for the deaths of hundreds of orcs. And best of all, he is directly responsible for a bloody civil war right at the time when his people are on the edge of total extermination!
gl: Vexamos... Primeiro traizoa a confianza do soberano ao que xurou lealdade e convértese en nin máis nin menos que un lacaio que espía para os humanos. Logo enxéñase para dar morte á metade do gran consello e faise así responsable directo da morte de centos de orcos. E o mellor de todo, é o responsable directo dunha sanguenta guerra civil que se produce canto o seu pobo se atopa a piques de enfrontar a súa exterminación!

source: Tell you what, you ungrateful backstabbing traitor, if you surrender right now I will just cut off your head instead of torturing you to death.
gl: Sabes que, noxento e desagradecido traidor? Se te entregas agora mesmo limitareime a cortarte a cabeza, en vez de torturarte ata o teu último alento.

source: LIES! THESE ARE ALL LIES!
gl: MENTIRAS! SON TODO MENTIRAS!

source: How dare you accuse me of being a traitor, you turdlicker! Orga, kill this kid for me. I’ll be in my keep.
gl: Como ousas acusarme de traizón, merdiña? Orga, encárgate deste crío por min. Estarei na fortaleza.

source: Yes sir!
gl: Si, señor!
