Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-sotbe/*.po
Languages: gl

source: What! Fight like an orc, you gutless coward!
gl: O que?! Pelexa coma un orco, covarde sen collóns!

source: Hey Chief, it’s pretty odd. Shan Taum doesn’t seem to have too many of his men around. He was given control of half the Great Horde. Do you think they left him?
gl: Ei, xefe, isto é algo estraño. Shan Taum non parece ter a moitos dos seus orcos. Tiña o control da metade da gran horda. Cres que o abandonaron?

source: I doubt it. Shan Taum knows how to dissemble. I’ll bet he sent them out like we did to clobber the other tribes to his rule. In any case, it will be convenient for us.
gl: Dubídoo moito. Shan Taum sabe aparentar. Aposto a que os mandou fóra como fixemos nós para obrigar ás outras tribos a obedecelo. Sexa o que sexa, vennos ben.

source: Good, we crushed this pocket of resistance too. Now where in the world did that coward Shan Taum run off to?
gl: Ben, tamén acabamos con esta pequena resistencia. Agora, onde demo foi agocharse o covarde do Shan Taum?!

source: The Human Attack
gl: O ataque dos humanos

source: Hold off the humans
gl: Resiste o ataque dos humanos

source: As Kapou’e expected, by the time his forces had been defeated Shan Taum was nowhere to be found. Gritting his teeth and vowing that he would yet make a mug out of the traitor’s skull, Kapou’e gathered his men and headed for Dorset.
gl: Tal e como esperara Kapou'e, para cando deron derrotado as súas forzas Shan Taum desaparecera. Furioso e xurando que convertería a cabeza do traidor nunha cunca, o fillo de “Ollo negro” reuniu aos seus orcos e puxo rumbo a Dorset.

source: Once there he found his generals, Al’Brock and Flar’Tar had already arrived along with hundreds of bloodthirsty orcs. The warriors of the tribes that Kapou’e had cowed into submission were also present. In addition, the remaining shamans of the Great Council were also present to help in whatever way they could to preserve the unity of the Horde.
gl: Alí atopou os seus xenerais, Al'Brock e Flar'Tar, que xa chegaran xunta centos de orcos sedentos de sangue. Tamén estaban alí os guerreiros das tribos que Kapou'e obrigara a someterse. Ademais, os restantes xamáns do gran consello estaban tamén presentes para axudar no que fose necesario para asegurar a unidade da horda.

source: Days passed, the snows melted and Kapou’e readied his defenses. A few weeks after Kapou’e’s arrival, riders caught sight of Earl Lanbec’h’s army.
gl: Pasaron os días, a neve derreteu e Kapou'e preparou as súas defensas. Unhas semanas despois da súa chegada, uns xinetes avistaran o exército de Earl Lanbec'h.

source: This is it, men! It is time to make these orcs pay for all that they have done to us. Attack and spare no orc! Let us take back this land which is rightfully ours!
gl: É a hora, homes! É a hora de facer que estes orcos paguen por todo canto nos fixeron. Atacade e non deixedes nin un con vida! Recuperemos as terras que nos pertencen por dereito lexítimo!

source: Forward, men! Our wolves will feed well tonight!
gl: Adiante, compañeiros! Esta noite aos lobos non lles ha faltas comida!

source: Come here, human softlings. Grüü has a little present for you...
gl: Vinde para aquí, humaniños. Grüü tenvos gardado un regaliño...

source: As a fresh day dawned, more human forces arrived.
gl: Co fresco amencer, chegaron máis forzas dos humanos.

source: At the dawn of the third day, still more human forces arrived.
gl: Ao amencer do terceiro día, chegaron aínda máis forzas dos humanos.

source: We have arrived, my lord.
gl: Chegamos, señor.

source: Ahhh, perfect, more reinforcements.
gl: Aaah, perfecto, máis reforzos.

source: Hold it! What in the wide green world is going on here!
gl: Alto! Que demo está ocorrendo aquí?!

source: Howgarth? You and your interfering alliance always show up at the worst possible time.
gl: Howgarth? Ti e a túa alianza sempre tedes que aparecer no peor momento.

source: Just who do you think you are, slug?
gl: Que te pensas que es ti, babosa?

source: I am Howgarth of the Northern Alliance, successor to the late Rahul I.
gl: Son Howgarth, da alianza do norte, sucesor de Rahul I.

source: This is a strictly territorial matter, Howgarth. The Northern Alliance has no right to intervene in this affair.
gl: Este é un asunto estritamente territorial, Howgarth. A alianza do norte non ten dereito ningún para intervir nesta disputa.

source: The hell I don’t, Earl Lanbec’h, the Northern Alliance was witness to a treaty some twenty seven years ago between your people and the orcs, which both of you are no doubt violating. It is our duty as the orchestrator and witness of this treaty to see that it is honored.
gl: Un carallo, Earl Lanbec'h, a alianza do norte foi testemuña dun tratado hai vinte e sete anos entre o teu pobo e o dos orcos, que sen dúbida algunha estades violando ambos. É o noso deber como orquestrador e testemuña do tratado asegurar que se lle fai honor.

source: Well, good for you. As a matter of fact, this land is clearly defined under your precious treaty as human territory. So if you are so keen on being all high and noble, then muster your men to help us push back this orcish menace.
gl: En fin, ben por ti. A verdade é que no teu precioso tratado este territorio queda declarado territorio de humanos. Así que se tan altivo e nobre te sentes, que os teus homes nos axuden a acabar con estes orcos.

source: Cease your lies, Lanbec’h. We all know that you were the one who started this war. But enough, it is time for all this to end. I call for both sides to parley and we shall discuss this matter.
gl: Déixateme de mentiras, Lanbec'h. Todos sabemos que fuches ti o que iniciou esta guerra. Pero abonda xa, é hora de pórlle fin. Solicito que ambos bandos conversen e discutamos o asunto.

source: Ha ha, very funny, old fool. You think we are stupid enough to fall for that? I’ve not forgotten what you people did to my father.
gl: Ha ha, moi gracioso, vello parvo. Cres que somos tan estúpidos como para caer nesa? Aínda non esquecín o que o voso pobo lle fixo a meu pai.

source: What in the world are you talking about?
gl: De que demo estás a falar?

source: I am Kapou’e, son of the Black-Eye Karun. Twenty-seven years ago you people assassinated my father after inviting him to join the Northern Alliance.
gl: Son Kapou'e, o fillo de Karun “Ollo negro”. Hai vinte e sete anos o voso pobo quitoulle a vida a meu pai tras convidalo a unirse á alianza do norte.

source: What? We received word that he declined our invitation and that was the end of the matter. I know nothing of his assassination. As a matter of fact, I was there when the orcish messenger brought Rahul Karun’s reply.
gl: O que? Recibimos a súa declinación á invitación e aí acabou todo. Non sei nada do seu asasinato. De feito, estaba presente cando o mensaxeiro dos orcos lle trouxo a Rahul a resposta de Karun.

source: Messenger, what messenger?
gl: Mensaxeiro, que mensaxeiro?

source: If I remember correctly, it was some orc named Shan Taum.
gl: Se mal non lembro, foi un orco chamado... Shan Taum, pode ser?

source: Funny, that name sounds oddly familiar...
gl: Que gracioso, ese nome sóame estrañamente familiar...

source: Northern Alliance
gl: A alianza do norte

source: Kill Shan Taum and Earl Lanbec’h
gl: Mata a Shan Taum e a Earl Lanbec'h

source: Death of Howgarth III
gl: Morte de Howgarth III

source: Kapou’e agreed to meet Howgarth III. Not trusting the human however, Kapou’e brought along Grüü, as well as one of his most trusted soldiers. Earl Lanbec’h flatly refused to attend the parley.
gl: Kapou'e aceptou reunirse con Howgarth III. Porén non confiaba no humano, así que levouse a Grüü con el, así como algúns dos seus soldados de máis confianza. Earl Lanbec'h rexeitou a invitación rotundamente.

source: The human attack having stopped for the time being, both parties met in the middle of the battlefield. Howgarth III demanded that Kapou’e give Dorset back to the humans and return to their lands as defined in the treaty. Kapou’e refused to do so as long as the humans were attacking orcish lands. He demanded that the humans disperse their forces and return any land they had stolen from the orcs. Only then would he return Dorset and disperse the Horde.
gl: Unha vez detido o ataque, ambas partes reuníronse no medio do campo de batalla. Howgarth III esixiulle a Kapou'e devolverlle Dorset aos humanos e que volvese ao territorio que lles pertencía aos orcos de acordo co tratado. Kapou'e negouse a facelo mentres os humanos continuasen os seus ataques aos territorios dos orcos. Esixiu que os humanos dispersasen as súas forzas e devolvesen todo territorio roubado dos orcos. Só entón devolvería o goberno de Dorset e dispersaría a gran horda.

source: Howgarth III agreed and further added that, if Earl Lanbec’h continued in aggression, then under the dictates of the Northern Alliance, he himself would be forced to move against the Earl.
gl: Howgarth III aceptou e engadiu que, se Earl Lanbec'h continuaba coa agresión, entón el mesmo, en nome da alianza do norte, estaría obrigado a facerlle fronte a Earl.

source: That having been settled, Kapou’e began to inquire about the death of his father. Howgarth III repeated his story, that the last thing they heard from Black-Eye Karun was the message declining their invitation to join the Northern Alliance, brought by none other then Shan Taum himself.
gl: Aclarados eses puntos, Kapou'e comezou a preguntar acerca da morte de seu pai. Howgarth III repetiu a historia, dixo que o último que souberon de Karun “Ollo negro” fora a mensaxe de declinación da súa invitación a unirse á alianza do norte, que trouxo non outro que Shan Taum en persoa.

source: As they were discussing the matter, a group of orcs charged from the surrounding trees and hills and surrounded the parley.
gl: Mentres conversaban sobre o tema, un grupo de orcos cargou dende as árbores dos arredores e os outeiros e os rodearon.

source: Now now now, what do we have here. Collaborating with the enemy again just like your disgusting father, are you?
gl: Vexamos que temos aquí... Colaborando co inimigo de novo igual que teu pai, non si?

source: Collaborating with the humans, pfff. You’re one to talk. What are you doing here, Shan Taum?
gl: Colaborando cos humanos, dis? Mira quen foi falar... Que fas aquí, Shan Taum?

source: I am here to do to you what I did to your father.
gl: Estou aquí para facerche o que lle fixen ao teu pai.

source: So you did kill my father then.
gl: Entón si que fuches ti quen o matou, non?

source: What did I tell you, Kapou’e?
gl: Non cho dixera eu, Kapou'e?

source: Ha ha! Good work Shan Taum. That will teach them. Attack, boys, I want Dorset recaptured by sunset.
gl: Ha ha! Bo traballo, Shan Taum. Así aprenderán. Atacade, soldados, quero Dorset de novo baixo o meu control para a posta de sol.

source: Hold, Earl Lanbec’h. I have reached an agreement with these orcs. Since your army has been the aggressor, you must immediately disperse your army and withdraw from orcish territory. Once that is done then Kapou’e will give you back Dorset and call off the horde. I have had dealings with Kapou’e’s father before and I believe his blood will be trustworthy. And if that isn’t enough, then we are here to protect you in case he violates the pact.
gl: Agarda, Earl Lanbec'h. Cheguei a un acordo cos orcos. Dado que foi o teu exército o que levou a cabo a agresión, deberás dispersar inmediatamente o teu exército e marchar do territorio dos orcos. Unha vez feito, Kapou'e devolverache o control de Dorset e dispersará a horda. Xa tratei outrora co pai de Kapou'e e sei que cumprirá coa súa palabra. E por se iso non fose abondo, nós te protexeremos se viola o pacto.

source: You and your damned compromises can go to hell. Your beloved Kapou’e will be joining you shortly.
gl: Ti e os teus malditos pactos podédesvos ir ao inferno. E o teu querido Kapou'e uniráseche dentro de pouco.

source: You leave us no choice but to take military action against you.
gl: Non nos deixas máis remedio que tomar accións militares contra ti.

source: Ha ha! Very funny, Howgarth. Look around you. You are going to be dead as soon as my orc friend here gives the order. And then your men will automatically assume that Kapou’e tricked and killed you.
gl: Ha ha! Moi gracioso, Howgarth. Mira ao teu arredor. Estarás morto en canto o meu amigo orco dea a orde. E en canto iso ocorra, os teus soldados asumirán que Kapou'e te enganou e matou.

source: Kapou’e, it is essential that I make it back to my camp to bring news of our agreement and this treachery. One of my gryphon riders will take me. My bodyguards and the rest of my gryphons will help you fight free of this ambush. Once you get back to your camp, we will make a joint assault on these traitors. Once they are dead and dispersed, then I trust you will carry out our agreement.
gl: Kapou'e, debo regresar ao meu campamento e levar as novas sobre o noso acordo e esta traizón. Un dos meus grifóns levarame. Os meus gardas e mailo resto dos grifóns axudaranvos a saír con vida desta emboscada. En canto volvas ao teu campamento, unirémonos a vós no ataque contra estes traidores. Unha vez acabemos con eles e se dispersen, confío en que farás efectivo o noso acordo.

source: Agreed. Let’s get to it. BLOOD AND STEEL!
gl: Moi ben. Poñámonos a elo. SANGUE E ACEIRO!

source: Blast! The human has escaped. Orcs, bring me Kapou’e’s head. I must get to my camp and assault the city.
gl: Maldición! O humano escapou. Orcos, traédeme a cabeza de Kapou'e. Debo chegar ao meu campamento e atacar a cidade.

source: Shan Taum big coward. Never want to fight.
gl: Shan Taum é un verdadeiro covarde. Nunca quere loitar.

source: Yeah, we finally got the coward. What do you want us to do with him chief?
gl: Si, por fin collemos o covarde. Que quere que fagamos con el, xefe?

source: Stick his head at the end of a pike and let the buzzards pick it clean. I wasn’t joking about making a mug from his skull.
gl: Poñede a súa cabeza na punta dunha pica e deixade que as aguias a limpen. Non estaba de broma sobre o de facer unha cunca co seu cranio.

source: YEAH!
gl: SI!

source: Epilogue
gl: Epílogo

source: As they did his father, Howgarth III issued an invitation to Kapou’e to join the Northern Alliance. Kapou’e declined. Instead he went back to Barag Gór and, making that his capital, established himself as sovereign over all the northern tribes.
gl: Como fixeran co seu pai, Howgarth III enviou unha invitación para que Kapou'e se unise á alianza do norte. Kapou'e rexeitouna. Regresou a Barag Gór e, converténdoa na súa capital, proclamouse soberano de todas as tribos nórdicas.

source: Kapou’e ruled for many years, and those years were a time of unprecedented prosperity and unity for the orcs. Under the leadership of Kapou’e, the united orc forces thoroughly scoured their territory of any renegade bands of humans, dwarves, elves, and undead. Agreements were thrashed out to the effect that orcs desiring to trade would have free passage anywhere in orcish territory without hindrance from other tribes.
gl: Kapou'e gobernou durante moitos anos, anos dunha prosperidade e unidade sen precedentes para os orcos. Baixo o liderado de Kapou'e, as forzas unidas dos orcos limparon o seu territorio de calquera banda de renegados humanos, ananos, elfos ou non mortos. Chegouse a acordos polos cales calquera orco tiña total liberdade para comerciar con calquera das tribos do territorio.

source: During the eighth year of Kapou’e’s reign, and then again in the fourteenth, the orcish territories were once again invaded, first by the elves, and then once again by the humans. As testament to the power of the orcs united under Kapou’e, both attacks were quickly and decisively crushed, even before the Northern Alliance could intervene.
gl: Durante o oitavo ano do reinado de Kapou'e, e máis tarde durante o décimo cuarto, os territorios dos orcos volveron ser invadidos, primeiro por elfos, e máis tarde de novo por humanos. Ambos os dous ataques foron repelidos contundentemente e enseguida, mesmo antes de que a alianza do norte puidese intervir, o que demostrou o poder dos orcos unidos baixo o estandarte de Kapou'e.

source: In order to keep fighting between the tribes to a minimum, Kapou’e also maintained an enormous army, drawn from all corners of his empire. To offset the cost of maintaining such an army, he often hired out portions of it to act as mercenaries in foreign struggles. People of all races took advantage of this and, consequently, those orcs thirsting for battle got more then enough to keep them from attacking their nearest neighbors.
gl: Para reducir as loitas internas entre as tribos, Kapou'e mantivo ademais un gran exército, con orcos chegados de todo o imperio. Para poder manter dito exército, de cando en vez empregou parte del como exército de mercenarios nos conflitos doutras terras. Criaturas de todo tipo aproveitáronse e como consecuencia os orcos sedentos de batalla podían saciar a súa sede sen necesidade de atacar aos seus veciños.

source: Grüü in particular took great delight in these excursions. The huge, cunning, and swift troll soon became even more well known than Kapou’e. Tales of his courage and cunning reached even as far as Wesnoth itself.
gl: Grüü concretamente pasouno de vicio nestas excursións. O grande, veloz e enxeñoso troll volveuse aínda máis famoso que Kapou'e. As historias sobre o seu valor e astucia chegaron mesmo ata o propio Wesnoth.

source: Novice Orcish Shaman
gl: Orco xamán aprendiz

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Novice Shamans are still young and vigorous, but their spell-casting ability still needs improvement.
gl: Os orcos xamáns son os gardiáns da maxia dos orcos. Respectados entre as tribos, conforman o consello dos orcos, que toma as decisións de vital importancia para o conxunto da comunidade dos orcos e fai de xuíz en gran parte das disputas que con frecuencia xorden entre as tribos dos orcos. Aínda que débiles fisicamente ─para ser orcos─, os xamáns son bos encantadores e poden maldicir os inimigos, absorbéndolles vida. Os aprendices son novos e vigorosos, pero a súa habilidade para encantar precisa ser mellorada.

source: staff
gl: bastón

source: curse
gl: maldición

source: Old Orcish Shaman
gl: Orco xamán vello

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Old Orcish Shamans are shamans that have mastered magic, although their physical strength has declined with age.
gl: Os orcos xamáns son os gardiáns da maxia dos orcos. Respectados entre as tribos, conforman o consello dos orcos, que toma as decisións de vital importancia para o conxunto da comunidade dos orcos e fai de xuíz en gran parte das disputas que con frecuencia xorden entre as tribos dos orcos. Aínda que débiles fisicamente ─para ser orcos─, os xamáns son bos encantadores e poden maldicir os inimigos, absorbéndolles vida. Os vellos son xamáns que dominan a maxia, aínda que a súa forza física diminuíu coa idade.

source: Orcish Shaman
gl: Orco xamán

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life.
gl: Os orcos xamáns son os gardiáns da maxia dos orcos. Respectados entre as tribos, conforman o consello dos orcos, que toma as decisións de vital importancia para o conxunto da comunidade dos orcos e fai de xuíz en gran parte das disputas que con frecuencia xorden entre as tribos dos orcos. Aínda que débiles fisicamente ─para ser orcos─, os xamáns son bos encantadores e poden maldicir os inimigos, absorbéndolles vida.

source: Watch Tower
gl: Torre de vixilancia

source: Watch Towers are good places from which to spot enemies and then shoot miscellaneous items at them with ballistas.
gl: As torres de vixilancia son bos lugares dende os que avistar os inimigos e de seguido dispararlles cousas ao chou con béstas.

source: ballista
gl: bésta

source: Ouch! This hurts!
gl: Ouch! Doe!

source: The Council will never be complete again. This is hopeless.
gl: O consello non volverá estar completo. Non queda esperanza.

source: Oh no, I am defeated.
gl: Oh, non, derrotáronme.

source: Ahhh!
gl: Aaah!

source: Blast it, without Inarix to lead his saurians, we can no longer count on their help.
gl: Maldición, sen Inarix para liderar aos saurios non poderemos volver contar coa súa axuda.

source: The Great Horde: upkeep cost of every unit decreased by one.
gl: A gran horda: custo de mantemento diminuído nunha moeda por unidade.
