Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-aoi/*.po
Languages: es, gl, vi

source: My lord! We have ridden hard for over a week to catch up with you! The Ka’lian has deliberated, and asks you to defeat Rualsha quickly before he can muster a full invasion force.
es: ¡Mi señor! ¡Hemos cabalgado durante más de una semana para alcanzarlo! El Ka'lian ha deliberado, y le pide que derrote rápidamente a Rualsha, antes de que pueda reunir una fuerza completa de invasión.
vi: Thưa chủ tướng! Chúng tôi đã phi ngựa không mệt mỏi để bắt kịp ngài! Ka'lian đã cân nhắc kỹ rồi, và yêu cầu ngài tiêu diệt Rualsha trước khi hắn có thể tập hợp một binh đoàn xâm lược hùng mạnh.

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
es: ¡Elfos endebles! Pronto estará mi ejército completo aquí, y entonces los aplastaremos. ¡Rogarán por una muerte rápida!
gl: Elfiños! O meu exército completo ha chegar cedo, e entón esmagarémosvos. Pregaredes unha morte rápida!
vi: Lũ thần tiên yếu đuối! Quân đội của ta sẽ sớm đến đây thôi, và chúng ta sẽ đè bẹp ngươi. Ngươi rồi sẽ cầu xin để được chết nhanh chóng!

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
es: Puedes matarme, Erlornas, pero mi gente continuará. ¡No se olvidarán! Te perseguirán, y te destruirán completamente... nosotros... nosotros... arrgh...
gl: Podes matarme, Erlornas, pero os meus seguen vivos. Eles non han esquecer! Hante perseguir, e acabarán contigo... vamos... va... arrgh...
vi: Erlornas, ngươi có thể giết ta, nhưng người dân của ta sẽ tiếp tục sống. Họ sẽ không quên! Họ sẽ truy sát các ngươi, và tiêu giết tất cả các ngươi... chúng ta sẽ... chúng ta... ặặc...

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their fastnesses in the far north.
es: Pero Rualsha sobrestimó la voluntad de sus tropas. Con su líder muerto, se dispersaron, y huyeron de los elfos de nuevo a sus hogares en el norte lejano.
gl: Pero Rualsha sobrevalorou a vontade das súas tropas. Co seu líder morto, esparexéronse e fuxiron dos elfos, volvendo ás súas terras lonxe ao norte.
vi: Nhưng Rualsha đánh giá quá cao ý chí của binh lính dưới quyền mình. Khi chỉ huy của chúng chết, chúng liền tan rã, và trốn khỏi các thần tiên trở về với pháo đài ở xa về phía Bắc.

source: It grieves me to take life, even of a barbarian such as Rualsha.
es: Me aflige tomar una vida, incluso de un bárbaro como Rualsha.
gl: Non me gusta segar vidas, nin sequera a dun bárbaro coma Rualsha.
vi: Nó khiến ta đau lòng khi phải giết người, ngay cả khi là lấy mạng của một kẻ man rợ như Rualsha.

source: If the orcs press us, we shall need to become more accustomed to fighting.
es: Si los orcos nos presionan, necesitaremos acostumbrarnos más a luchar.
gl: Se os orcos nos obrigan, teremos que afacernos máis á loita.
vi: Nếu người thú tấn công chúng ta, chúng ta sẽ cần phải quen với việc chiến đấu.

source: I fear it will be so. We have won a first victory here, but dark times come upon its heels.
es: Me temo que así será. Hemos ganado una primera victoria aquí, pero vienen tiempos oscuros sobre sus talones.
gl: Iso me temo. Obtivemos unha primeira vitoria, pero achéganse tempos escuros.
vi: Ta sợ rằng sẽ phải như vậy. Chúng ta đã có chiến thắng đầu tiên ở đây, nhưng những ngày tháng đen tối đang bao phủ lấy chúng ta.
