Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-aoi/*.po
Languages: es, gl, vi

source: It is well. Break camp and move everyone through the pass before they rally. We’ll rest a bit on the other side; we have earned it.
es: Está bien. Levantad el campamento y mueve a todos a través del paso antes que ellos se reagrupen. Descansaremos un poco en el otro lado, nos lo hemos ganado.
gl: Está ben. Desmonten o campamento e que todos os guerreiros atravesen o paso antes de que os trolles recuperen forzas. Descansaremos un chisco ao outro lado. Temos o descanso ben merecido.
vi: Tốt lắm. Dỡ trại và di chuyển ra khỏi thung lũng trước khi chúng tập hợp lại . Chúng ta sẽ nghỉ ngơi một lát khi qua được bên kia; chúng ta đã xứng đáng để được nghỉ ngơi.

source: At once. How much time do you think we have?
es: De inmediato. ¿Cuánto tiempo creéis que tengamos?
gl: En seguida. De canto tempo cre que dispomos?
vi: Ít nhất là như vậy. Ngài nghĩ chúng ta còn bao nhiêu thời gian?

source: A day, perhaps. We fought two clans today; they won’t take long to rally. We need to be gone from here by sunset next.
es: Un día, tal vez. Luchamos contra dos clanes hoy; no les tomará mucho tiempo reagruparse. Necesitamos habernos ido de aquí para el ocaso próximo.
gl: Pode que dun día. Hoxe loitamos contra dous clans. Non han tardar en recuperarse. Temos que marchar antes da seguinte posta de sol.
vi: Một ngày, có lẽ vậy. Chúng ta đã đánh bại hai thị tộc ngày hôm nay; chúng sẽ sớm tập hợp lại thôi. Chúng ta phải rời khỏi đây sáng hôm sau.

source: We have slain a chieftain! Take heart! This battle is almost won!
es: ¡Hemos asesinado a un jefe! ¡Tomen coraje! ¡Esta batalla está casi ganada!
gl: Derrotamos a un dos xefes! Ánimo! Xa case gañamos a batalla!
vi: Chúng ta đã giết được một thủ lĩnh rồi! Nhớ lấy! Chúng ta gần chiến thắng rồi!

source: Ha! Me smashed da funny elf. Me got a trophy!
es: ¡Ja! Yo aplastar elfo gracioso. ¡Yo tener trofeo!
gl: Ha! Eu esmagar elfo gracioso. Eu ter trofeo!
vi: Ha! Tôi đập nát một tên thần tiên. Tôi được thưởng!

source: No! This can’t be!
es: ¡No! ¡Esto no puede ser!
gl: Non! Isto non pode ser!
vi: Không! Không thể nào!

source: Soon after Erlornas died the elven party, lacking a leader and pressed from all sides, scattered and fled. Their retreat to Wesmere was arduous and long.
es: Poco después de que Erlornas falleciera, el grupo de elfos, sin líder y siendo presionado por todos lados, se dispersó y huyó. Su retirada al bosque de Wesmere fue ardua y larga.
gl: Pouco despois da morte de Erlornas, a partida de elfos, sen ninguén que os liderase e víndose rodeados por todas partes, dispersáronse e fuxiron. A súa retirada a Wesmere foi longa e ardua.
vi: Sau khi Erlornas chết, binh sĩ thần tiên không còn người chỉ huy, họ bị tấn công từ mọi phía, bị chia cắt và phải bỏ chạy. Cuộc rút lui của họ trở về Wesmere đã vô cùng gian khổ và kéo dài.

source: During their retreat, the pass was crossed by another army moving in the opposite direction. Orcs were back south of the pass, and this time they were to stay for a long, long time.
es: Durante su retirada, el paso fue cruzado por otro ejército moviéndose en la dirección opuesta. Los orcos volvían al sur del paso y esta vez se iban a quedar durante un largo, largo tiempo.
gl: Durante a retirada, outro exército cruzou o paso en dirección oposta. Os orcos volvían ao sur polo paso, e desta vez viran para quedar, e quedar por unha longa tempada, moi longa.
vi: Trong khi rút lui, một đoàn quân khác đã đi theo con đường đó theo hướng ngược lại. Người thú đã trở lại và chặn đường xuống phía Nam, và lần này thì chúng rất, rất đông.

source: We can’t get through, my Lord. These whelps are not individually very dangerous, but there are huge numbers of them.
es: No podemos pasar, mi señor. Estos cachorros no son peligrosos individualmente, pero hay un número enorme de ellos.
gl: Non podemos conseguilo, señor. Estes cachorros non son moi perigosos por separado, pero hai unha morea deles.
vi: Chúng ta không thể đi qua, thưa ngài. Những tên quỷ núi đó một mình thì không nguy hiểm, nhưng chúng rất đông.

source: Four days of combat and nothing to show for it. How does it feel to you?
es: Cuatro días de combate y nada hemos ganado a cambio. ¿Cómo os sentís?
gl: Catro días loitando e nada. Que cre vostede?
vi: Bốn ngày chiến đấu không ngừng và chẳng có thay đổi gì. Cảm giác như thế nào?

source: Terrible, my lord. Never in my life did I dream I’d be bested by mere trolls. What are your orders?
es: Terrible, mi señor. Nunca en mi vida soñé que sería superado por simples trolls. ¿Cuáles son vuestras órdenes?
gl: Creo que a cousa vai fatal, señor. Na miña vida imaxinei que me superarían uns simples trolles. Cales son as súas ordes?
vi: Kinh khủng lắm, thưa ngài. Không bao giờ trong đời mình tôi lại nghĩ rằng mình bị đánh cho kiệt sức bởi quỷ núi. Mệnh lệnh của ngài là gì ạ?

source: Withdraw and make camp a safe distance from the hills. There is no further point in this fight. We’ll wait for reinforcements.
es: Retiraos y acampad a una distancia segura de las colinas. No tiene sentido seguir peleando. Esperaremos por refuerzos.
gl: Retirémonos e acampemos e unha distancia prudente dos outeiros. Esta loita non vai chegar a ningures. Agardaremos polos reforzos.
vi: Rút lui và dựng trại cách xa khỏi những ngọn đồi. Chẳng có ích lợi gì mà tiếp tục chiến đấu. Chúng ta sẽ chờ cho viện binh.

source: The reinforcements arrived a few days later, a crack force of rangers with some cavalry support. When they attempted the pass again, they found not trolls but something worse — an orcish army approaching from the north.
es: Los refuerzos llegaron unos días más tarde, una fuerza elite de montaraces con algo de caballería. Cuando intentaron el paso de vuelta, no encontraron trolls pero algo peor - un ejército orco acercándose desde el norte.
gl: Os reforzos chegaron algúns días despois, unha forza de guerreiros de primeira con algún apoio a cabalo. Cando volveron intentar atravesar o paso, atoparon algo peor que os trolles: un exército de orcos aproximándose polo norte.
vi: Mấy ngày sau, khi viện binh tới, một binh đoàn thiện chiến gồm cung thủ và kỵ binh hỗ trợ. Khi họ cố băng qua một lần nữa, họ không chỉ gặp quỷ núi mà còn tệ hơn - một binh đoàn người thú xuất hiện từ phía Bắc.

source: The battle that ensued was bloody and inconclusive, and the elven losses were only the beginning of the mournful toll in a war that would rage for many years after.
es: La batalla a continuación fue larga y sangrienta, y las bajas élficas en ella sólo fueron el adelanto del triste precio de una guerra que duraría por muchos años más.
gl: A batalla que seguiu foi sanguenta e non levou a nada, e as perdas dos elfos non foron máis que o principio dun gran sacrificio nunha guerra que duraría anos e anos.
vi: Trận chiến xảy ra hôm đó vô cùng đẫm máu và không đi đến đâu cả, thiệt hại cho thần tiên chỉ là khởi đầu cho cái giá thê lương phải trả trong nhiều năm chiến tranh sau đó.

source: Linaera the Quick
es: Linaera la Veloz
gl: Linaera o Rápido
vi: Linaera nhanh nhen

source: After a day of hard-earned rest the elves marched north again. This was unknown country, not frequented even by Wesmere’s furthermost-faring scouts.
es: Después de un día de merecido descanso los elfos marcharon al norte de nuevo. Éste era un país desconocido, no frecuentado siquiera por las exploraciones más lejanas realizadas por la gente de Wesmere.
gl: Tras un día de ben merecido descanso, os elfos retomaron o camiño ao norte. Eran unhas terras descoñecidas, e nin os exploradores máis aventurados de Wesmere as frecuentaran.
vi: Sau một ngày nghỉ ngơi khó lắm mới có được, những thần tiên lại tiếp tục hành quân lên phía Bắc. Nơi đấy là vùng đất chưa được biết đến, kể cả với những người trinh sát đi xa nhất của Wesmere.

source: Two days’ travel later, the forward scouts reported another orcish warband laying siege to a tower.
es: Dos días de viaje luego, los exploradores de avanzada reportaron otra banda de guerra orca sitiando una torre.
gl: Tras dous días de viaxe, os exploradores informaron de que outra partida de orcos estaba asediando unha torre.
vi: Hai ngày sau, lính trinh sát đi phía trước báo rằng có đội quân người thú đang bao vậy một ngọn tháp.

source: Erlornas surveyed the siege from atop a small tree-covered hill overlooking the tower valley...
es: Erlornas observó el asedio desde la cima de una pequeña colina cubierta de árboles con vista al valle de la torre...
gl: Erlornas botoulle unha ollada ao asedio dende a cima dun pequeno outeiro arborado pasando por alto o foso da torre...
vi: Erlornas quan sát cuộc bao vây từ một ngọn đồi cây phủ, nhìn ra thung lũng có ngọn tháp...

source: Wizards
es: Hechiceros
gl: Magos
vi: Pháp sư

source: Hint: Use Elven Scouts and Linaera’s power of teleportation to mount hit-and-run attacks.
es: Consejo: Use exploradores elfos y el poder de teletransportación de Linaera para ejecutar ataques de golpe y retirada.
gl: Consello: Usa os elfos exploradores e mailo poder de teleportación de Linaera para organizar ataques de ofensiva e fuxida.
vi: Gợi ý: Sử dụng Trinh sát thần tiên và khả năng dịch chuyển tức thời của Linaera để sử dụng chiến thuật đánh-và-chạy.

source: Defeat Krughnar and break the siege
es: Derrote a Krughnar y termine el asedio
gl: Derrota a Krughnar e rompe o asedio
vi: Đánh bại Krughnar và phá cuộc bao vây

source: Death of Linaera
es: Muerte de Linaera
gl: Morte de Linaera
vi: Linaera chết

source: Report.
es: Reportad.
gl: Informe.
vi: Báo cáo đi.

source: A warband of orcs, no women or children among them, besieges a tower. It’s of human design... but we are far from the lands granted to humans by treaty, my lord Erlornas.
vi: Một binh đoàn người thú, không có phụ nữ hay trẻ em trong đó, đang bao vậy một ngọn tháp. Ngọn tháp đó là do con người xây dựng... nhưng chng ta đang ở xa vùng đất của con người sở hữu trong hiệp ước, thưa chủ tướng Erlornas.ú

source: Under the letter of the treaty, it is so. But this country is too cold and barren for us. I wonder, what manner of human would choose to live here, far from its kind? Hmmm...
es: Bajo los términos del tratado, es así. Pero esta tierra es muy fría y desértica para nosotros. Me pregunto, ¿qué clase de humano escogería vivir aquí, lejos de su especie? Hmmm...
gl: Incumprindo os tratados, xa vexo. Pero estas terras son frías e baldías de máis para nós. Pregúntome que clase de humanos quererían vivir aquí, afastados do resto dos da súa especie. Mmm...
vi: Trong hiệp ước thì đúng là như vậy. Nhưng vùng đất này quá khô cằn và lạnh lẽo cho chúng ta. Ta tự hỏi tại sao lại có những con người muốn sống ở đây, cách xa đồng loại mình đến thế? Hừmmm...

source: It trespasses, and should be driven out!
es: ¡Traspasan, y deberán ser expulsados!
gl: Incumpriron os tratados, e deberían ser expulsados!
vi: Như vậy là xâm phạm, bọn người đó nên bị đuổi đi!

source: Hold. It is only one human, or a few of them at most. Time enough to speak of driving it out when we have no enemies in common.
es: Espera, es sólo un humano, o unos pocos como mucho. Tiempo suficiente para hablar de expulsarlo cuando no tengamos enemigos en común.
gl: Agarde. Só é un humano, uns poucos como moito. Haberá tempo dabondo para falar de expulsalos cando non teñamos inimigos en común.
vi: Khoan. Chỉ có một người, nhiều nhất là vài người. Quá đủ để nói về việc đuổi bọn họ đi khi chúng ta đều có kẻ thù chung.

source: Tell me: I see no bridge over the chasm around that keep. Is there any sign that one has been withdrawn by the defenders?
es: Decidme: No veo ningún puente sobre el abismo alrededor de ese torreón. ¿Hay alguna señal de que haya sido removido por los defensores?
gl: Non vexo ningunha ponte sobre o abismo que rodea a fortificación. Ve algún sinal de que os defensores retirasen un?
vi: Nói cho ta biết: Ta không thấy cây cầu nào Bắc qua vực thẳm xung quanh pháo đài đó cả. Có dấu hiệu nào cho thấy nó đã bị dẹp đi bởi những người phòng thủ bên trong không?

source: No, lord. No traces of any construction. It looks like no bridge has ever existed there. There must be other, hidden means of access to the tower.
es: No, señor. No hay rastros de ninguna construcción, parece que nunca ha existido un puente ahí. Debe haber otro medio de acceso oculto hacia la torre.
gl: Non vexo, señor. Nin rastro de ningunha construción. Semella que nunca houbo ponte algunha aí. Debe haber algunha forma secreta de acceder á torre.
vi: Không, thưa ngài. Không có dấu hiệu của sự xây dựng nào cả. Có vẻ như chưa từng có cây cầu nào tồn tại ở đó. Phải có con đường khác để đi vào ngọn tháp.

source: Interesting... Go to my personal stores and bring me a bottle of wine. And a couple of glasses.
vi: Thú vị đấy...Đi đến kho cá nhân của ta và đem cho ta một chai rượu. Và vài cái ly.

source: ... Glasses?
vi: ...ly ư?

source: Do it. We’ll have a guest soon.
es: Hacedlo. Tendremos un invitado pronto.
gl: Faino. Pronto teremos un invitado.
vi: Làm đi. Chúng ta sắp có khách rồi.

source: Erlornas closed his eyes and brought his hands forward, joined palms forming a cup open to the sky. Soon they began to glow, then to flare like a brazier with the fire of Faerie, casting a cold, blue light all around the elf-lord. A wisp of light emerged from the eerie flames, and at a few murmured words from the elf-lord flew away towards the tower below. Then the light around Erlornas faded and all was seemingly as before.
es: Erlornas cerró sus ojos y posicionó sus manos adelante, unió palmas formando una copa abierta hacia el cielo. Pronto empezaron a brillar, luego a llamear como un brasero con el fuego feérico, creando una fría luz azul alrededor del señor elfo. Un fragmento de luz surgió de las extrañas llamas, y tras unas pocas palabras murmuradas por el señor elfo volaron hacia la torre. Entonces la luz alrededor de Erlornas desvaneció y todo pareció quedar como antes.
gl: Erlornas pechou os ollos, adiantou as mans e xuntou as palmas formando unha cunca aberta por arriba. De seguida comezaron a brillar, e logo a resplandecer coma unha fogueira do reino dos ceos, bañando ao señor elfo cunha luz fría e azul. Das espantosas chamas emerxeu un chisco de luz, e despois que o señor elfo musitase unhas palabras voou cara a torre que se alzaba fronte a el. Entón a luz que arrodeaba a Erlornas desapareceu e todo volveu á normalidade.
vi: Erlornas nhắm mắt lại và để tay lên phía trước, lòng bàn tay chạm nhau tạo thành một cái chén mở ra bầu trời. Sau đó chúng bắt đầu phát sáng, sau đó tỏa ra như một lò than cháy rừng rực lửa tiên, phóng ra một ánh sáng xanh, lạnh xung quanh vị chủ tướng thần tiên. Một nắm lửa rời khỏi khỏi lửa kỳ quái đó, như những tiếng nói thì thầm của vị chủ tướng thần tiên bay đi đến ngọn tháp. Rồi ánh sáng xung quanh Erlornas mờ đi và mọi thứ trở lại như trước đó.

source: Some time later...
es: Un tiempo después...
gl: Algún tempo despois...
vi: Một lúc sau...

source: So you decided to accept the invitation. Good. Welcome, I am lord Erlornas of Wesmere. I find your presence here... surprising.
vi: Vậy là cô đã chấp nhận lời mời. Tốt. Xin chào, tôi là chủ tướng Erlornas của Wesmere. Tôi thấy sự xuất hiện của cô ở đây khá là...bất ngờ.

source: Scarcely less than I find yours, my lord elf, but I would welcome your aid against these orcs. They have been besieging my tower for weeks.
es: Escasamente menos de lo que yo encuentro la vuestra, mi señor elfo, pero sería bienvenida vuestra asistencia contra estos orcos. Han estado sitiando mi torre por semanas.
gl: Pouco menos do que me resulta a vosa, señor elfo, pero aceptaría de bo grao a vosa axuda contra os orcos. Levan semanas cercando a miña fortaleza.
vi: Tôi cũng vậy thôi, thưa ngài thần tiên, nhưng tôi rất mừng được đón nhận sự giúp đỡ của ngài chống lại người thú. Chúng đã bao vây ngọn tháp của chúng tôi nhiều tuần rồi.

source: I wish their foul kind driven as far as possible from my borders, not to return. It would be no bad thing if an ally of the elves kept watch over this country.
es: Deseo que su raza vil sea llevada lo más lejos posible de mis fronteras, para no volver. No sería nada malo que un aliado de los elfos vigilara ésta tierra.
gl: Gustaríame botar a eses repugnantes o máis lonxe posible das nosas fronteiras, e que nunca regresen. Non nos viría mal que un aliado dos elfos vixiase estas terras.
vi: Tôi muốn bọn hôi thối đó bị đuổi khỏi biên giới của tôi càng xa càng tốt, và không trở lại. Sẽ tốt hơn nếu có một đồng minh của thần tiên canh chừng vùng đất này.

source: Count me an ally, then, lord Erlornas. We can defeat them together.
es: Contad conmigo como vuestro aliado, entonces, lord Erlornas. Podemos derrotarlos juntos.
gl: Daquela conte comigo para esa empresa, señor Erlornas. Xuntos podemos derrotalos.
vi: Vậy hãy để tôi trở thành một liên minh, ngài Erlornas. Chúng ta có thể cùng đánh bại chúng.

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
es: Mi señor... ¡no podéis confiar en los humanos! ¡Ellos cambian sus lealtades con el cambio del viento!
gl: Señor... non se pode confiar nos humanos! A súa lealdade evapórase á mínima de cambio!
vi: Thưa ngài... không thể tin tưởng con người được! Bọn họ thay đổi lòng trung thành của mình theo bất cứ thế lực nào mạnh hơn!

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
es: Eso puede ser, pero no creo que ésta nos traicione con los orcos. Y podemos necesitar su ayuda, también: ésa es una fuerza poderosa de orcos.
gl: Pode ser, pero non penso que este nos vaia traizoar e entregar aos orcos. E pode que tamén precisemos a súa axuda, ese exército de orcos é poderoso.
vi: Có thể, nhưng ta không nghĩ những người này sẽ phản bội chúng ta mà theo bọn người thú. Và chúng ta có lẽ sẽ cần sự trợ giúp của cô ta: có một binh đoàn người thú hùng mạnh trước mặt.

source: Alas, Erlornas, I have failed us...
vi: Ôi, Erlornas, tôi đã thất bại rồi...

source: And that is well ended. But, Linaera, there is somewhat else that concerns me. You are a mage; do you not feel something... wrong... to the east of here?
vi: Kết thúc như vậy là tốt rồi. Nhưng, Linaera, có một thứ gì đó khiến tôi lo ngại. Cô là một pháp sư; cô có cảm thấy điều gì...bất thường...ở phía Đông không?

source: I do indeed. Something evil has recently made a nest in the next valley over; its servants have been sniffing at the edges of my domain. I had meant to deal with it myself, but if you elves revere the green earth I think you will want it abolished as much as do I.
es: De hecho sí... algo maligno infesta los pantanos al este de aquí. Mi intención era ocuparme de eso yo misma, pero si vosotros, elfos, veneráis la tierra verde creo que querréis abolirlo tanto como yo.
gl: Síntoo, si. Algo maligno aniñou hai non moito no val ao norte deste. Os seus serventes estiveron roldando polas fronteiras dos meus dominios. Tiña pensado ocuparme eu mesma, pero se vós os elfos reverenciades a verde terra penso que quereredes acabar con el tanto coma min.
vi: Đúng như vậy. Có cái gì đó xấu xa đã tập hợp ở thung lũng bên kia; những tên tay sai của hắn đã có lúc đến gần khu vực của chúng tôi. Tôi có khả năng để tự giải quyết vấn đề này, nhưng nếu thần tiên các bạn muốn bảo vệ đất đai xanh tươi thì các bạn cũng sẽ muốn hắn bị tiêu diệt không kém gì so với chúng tôi đâu.

source: We are of one mind, then. Let us go to it.
es: Pensamos como uno, entonces. Vamos hacia allí.
gl: Entón estamos de acordo. Vaiamos.
vi: Vậy là chúng ta giống ý nhau rồi. Hãy đi đến đó.

source: A Detour through the Swamp
es: Un Desvío a través del Pantano
gl: Un desvío polo lameiro
vi: Chuyến đi vòng qua đầm lầy

source: Hint: Undead are resistant to physical attack. Use mages to attack the undead, and elves to protect and support the mages.
es: Consejo: Los no muertos son resistentes al ataque físico. Use magos para atacar a los no muertos, y elfos para proteger y apoyar a los magos.
gl: Consello: Os non mortos son resistentes aos ataques físicos. Usa magos para atacar aos non mortos, e elfos para protexelos e apoialos.
vi: Gợi ý: Ma quái chống chịu tốt với các kiểu tấn công vật lý. Sử dụng pháp sư để tấn công ma quái, và dùng thần tiên để bảo vệ và hỗ trợ pháp sư.

source: Defeat Keremal
es: Derrote a Keremal
gl: Derrota a Keremal
vi: Đánh bại Keremal

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
es: Los espíritus malvados que se han establecido en estas húmedas tierras lo han convertido en un pantano vil. Mis aprendices y yo tenemos el poder para dispersarlos, pero vosotros debéis protegernos de sus armas.
gl: Os espíritos malignos que se estableceron nestas terras húmidas convertéronas nunha vil braña. Os meus aprendices e mais eu temos o poder necesario para facelos desaparecer, pero debedes protexernos das súas armas.
vi: Những linh hồn xấu xa chiếm cứ vùng đầm lầy này đã biến nó thành một bãi lầy gớm ghiếc. Tôi và học trò của tôi có thể xua đuổi chúng, nhưng các bạn phải bảo vệ chúng tôi khỏi vũ khí của chúng.

source: All is lost! Without Linaera’s help, I cannot hope to defeat these horrifying apparitions!
es: ¡Estamos perdidos! ¡Sin la ayuda de Linaera, no puedo tener esperanza en derrotar a estas horribles apariciones!
gl: Estámos perdidos! Sen a axuda de Linaera non poderemos derrotar a estas horribles aparicións!
vi: Tất cả tiêu tan rồi! Thiếu sự giúp đỡ của Linaera, không còn hy vọng cho chúng ta đánh bại được những ma quái kinh tởm này!

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in pursuit of the orcs.
es: Gracias, Erlornas... ahora puedo regresar a mi torre en paz. Pero creo que algunos de mis aprendices desean seguiros al norte en persecución de los orcos.
gl: Grazas, Erlornas... agora podo volver á miña torre en paz. Pero creo que algúns dos meus aprendices gustarían de ir canda vós ao norte á caza dos orcos.
vi: Cảm ơn, ngài Erlornas... giờ thì tôi có thể trở lại ngọn tháp yên bình của tôi rồi. Nhưng tôi nghĩ có thể một số học trò của tôi sẽ muốn đi theo ngài lên phía Bắc để truy đuổi người thú.

source: I have always wished to see elves, and now I have fought alongside them! May I please travel with you?
es: ¡Siempre he deseado ver elfos, y ahora he luchado junto a ellos! Por favor, ¿puedo viajar con vosotros?
gl: Sempre quixera ver elfos, e agora loitei ao seu carón! Podo viaxar convosco?
vi: Tôi luôn muốn được nhìn thấy thần tiên, và giờ thì tôi còn chiến đấu bên cạnh họ! Liệu tôi có thể đi cùng các ngài chứ?

source: Certainly... I shall be glad of your help.
es: Por supuesto... me agradará vuestra ayuda.
gl: Por suposto... a vosa axuda será de agradecer.
vi: Chắc chắn rồi... Tôi sẽ rất vui nếu có sự giúp đỡ của các ban.

source: Showdown
es: El enfrentamiento final
gl: O enfrontamento
vi: Trận quyết chiến

source: Hint: Your enemy is well-defended against attacks from the south. Use rangers to sneak through the forest and mount a surprise attack from the north.
es: Consejo: Su enemigo se defiende bien contra los ataques del sur. Use a montaraces para salir furtivamente desde del bosque y montar un ataque por sorpresa desde el norte.
gl: Consello: O teu inimigo está ben defendido contra os ataques dende o sur. Usa silvanos para coarte polo bosque e montar un ataque sorpresa dende o norte.
vi: Gợi ý: Kẻ thù có vị trí phòng thủ rất tốt đối với sự tấn công từ phía Nam. Sử dụng Thần tiên gác rừng để lẻn trong rừng và tấn công bất ngờ từ phía Bắc.

source: Defeat Rualsha
es: Derrote a Rualsha
gl: Derrota a Rualsha
vi: Đánh bại Rualsha
