Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-aoi/*.po
Languages: es, gl, vi

source: An Orcish Incursion
es: Una Incursión de Orcos
gl: Unha incursión de orcos
vi: Cuộc tấn công của người thú

source: AOI
es: UIdO
gl: IO
vi: CTCcNT

source: (Beginner)
es: (Principiante)
gl: (principiante)
vi: (Người mới bắt đầu)

source: Fighter
es: Luchador
gl: Loitador
vi: Chiến binh

source: (Normal)
vi: (Bình thường)

source: Lord
es: Señor
gl: Señor
vi: Chủ tướng

source: (Challenging)
es: (Desafiante)
gl: (esixente)
vi: (Thử thách)

source: High Lord
es: Gran Señor
gl: Gran señor
vi: Chủ tướng cấp cao

source: (Novice level, 7 scenarios.)
es: (Nivel principiante, 7 escenarios)
gl: (Nivel principiante, 7 escenarios)
vi: (Mức độ mới bắt đầu, 7 màn chơi.)

source: Defend the forests of the elves against the first orcs to reach the Great Continent, learning valuable tactics as you do so.
es: Defienda los bosques de los elfos contra los primeros orcos en alcanzar el Gran Continente, aprendiendo valiosas tácticas en el proceso.
gl: Defende os bosques dos elfos contra os primeiros orcos que chegan ao Gran Continente, aprendendo de paso tácticas valiosas.
vi: Bảo vệ khu rừng của thần tiên khỏi bọn người thú đầu tiên đến Đại Lục địa, học hỏi các chiến thuật trong quá trình làm vậy.

source: Campaign Design
es: Diseño de la campaña
gl: Deseño da campaña
vi: Thiết kế chiến dịch

source: Adaptation for mainline
es: Adaptación para la línea principal
gl: Adaptación á versión oficial
vi: Sửa lại để đưa vào phiên bản chính

source: Post 1.4 story and gameplay improvements
es: Mejoras de juego y trama post-1.4
gl: Melloras na historias e na forma de xogo posteriores á versión 1.4
vi: Viết lời truyện 1.4 và cải thiện cách chơi

source: Artwork and Graphics Design
vi: Thiết kế mĩ thuật và đồ họa

source: Editing, proofreading and gameplay testing
es: Edición, revisión y pruebas de juego
gl: Modificacións, busca de erratas e probas
vi: Chỉnh sửa, tìm lỗi và thử nghiệm

source: Defend the Forest
es: Defienda el bosque
gl: Defende o bosque
vi: Bảo vệ khu rừng

source: Elves
es: Elfos
gl: Elfos
vi: Thần tiên

source: Orcs
es: Orcos
gl: Orcos
vi: Người thú

source: The arrival of humans and orcs caused turmoil among the nations of the Great Continent. Elves, previously in uneasy balance with dwarves and others, had for centuries fought nothing more than an occasional skirmish. They were to find themselves facing conflicts of a long-forgotten intensity.
es: La llegada de los humanos y los orcos impactó drásticamente a las naciones nativas del Gran Continente. Los elfos, anteriormente en paz relativa con los enanos y otros, no habían tenido más que pequeñas escaramuzas durante siglos. Mas pronto se encontrarían ante conflictos de intensidad antaño ya olvidada.
gl: A chegada dos humanos e dos orcos causou confusión entre as nacións do Gran Continente. Os elfos, que chegaran a un difícil equilibrio cos ananos e outras criaturas, afixéranse durante séculos a non loitar máis que pequenas escaramuzas. Mais ían acabar facendo fronte a uns conflitos dunha intensidade que había tempo non viran.
vi: Sự dời đến của con người và người thú đã gây nên sự rối loạn cho nhiều chủng tộc ở Đại Lục địa. Thần tiên, trước đó đã ở vào tình trạng chẳng mấy dễ chịu với người lùn và những chủng tộc khác, đã chiến đấu trong hàng thế kỷ với chẳng thứ gì khác ngoài những cuộc giao tranh nhỏ. Họ phát hiện mình đang đối mặt với sự xung đột dữ dội hơn hẳn so với trước kia.

source: Their first encounter with the newcomers went less well than either side might have wished.
es: Su primer encuentro con los inmigrantes no resultó de lo mejor para ninguno de los bandos.
gl: O seu primeiro encontro cos novos visitantes marchou peor do que calquera dos bandos esperara.
vi: Cuộc chạm trán của họ với những kẻ mới đến diễn ra hoàn toàn không như mong muốn của cả hai bên.

source: But humans, though crude and brash, at least had in them a creative spark which elves could recognize as akin to their own nature. Orcs seemed completely alien.
es: Pero los humanos, pese a ser rudos e imprudentes, tenían al menos una chispa de gracia y melodía la cual los elfos podían reconocer como parentela de su propia naturaleza. Los orcos, en cambio, parecían ser completamente distintos.
gl: Pero os humanos, aínda que bastos e fortes, tiñan polo menos un ápice de creatividade que lles permitía aos elfos recoñecelos como da súa propia natureza. Non foi así cos orcos.
vi: Nhưng con người, tuy thô lỗ và hỗn xược, it nhất vẫn có một tia lửa của sự sáng tạo mà thần tiên có thể nhận ra là hơi giống với bản tính của họ. Còn người thú thì có vẻ như hoàn toàn xa lạ.

source: For some years after Haldric’s people landed, orcs remained scarce more than a rumor to trouble the green fastnesses of the elves. That remained so until the day that an elvish noble of ancient line, Erlornas by name, faced an enemy unlike any he had ever met before.
es: Por algunos años tras el arribo de la gente de Haldric, los orcos permanecieron escasos y fueron poco más que un rumor que pudiese preocupar en las verdes tierras de los elfos. Y así fue hasta el día que un noble élfico de lineaje antiguo, llamado Erlornas, enfrentó a un enemigo desconocido para él.
gl: Durante algúns anos tras a chegada do pobo de Haldric, os orcos non foran máis ca un ruxerruxe de problemas para as verdes posesións dos elfos. Así foi ata o día que un nobre elfo dunha antiga familia, Erlornas, se enfrontou por vez primeira a este inimigo.
vi: Vài năm sau kể từ khi người dân của Haldric đến, số lượng người thú vẫn còn quá ít để có thể làm phiền đến thần tiên. Điều đó chỉ tồn tại đến hôm nay khi một quý tộc thần tiên của một dòng họ có từ lâu, tên là Erlornas, đối mặt với một kẻ thù mà anh chưa bao giờ thấy trước đó.

source: The orcs were first sighted from the north marches of the great forest of Wesmere.
es: Los orcos fueron avistados por primera vez en las fronteras norteñas del gran bosque de Wesmere.
gl: A primeira vez que se avistaron orcos foi nas marcas do norte do gran bosque de Wesmere.
vi: Bọn người thú đã được phát hiện lần đầu tiên ở những đầm lầy phía Bắc của khu rừng rộng lớn Wesmere.

source: Hint: Elves can move quickly and safely among the trees. Pick off the enemy grunts with your archers from the safety of the forest.
es: Consejo: Los elfos se pueden mover rápido y seguros entre los árboles. Ataque a los soldados rasos del enemigo con sus arqueros desde la seguridad del bosque.
gl: Consello: Os elfos pódense mover rápido e con seguridade entre as árbores. Desfaite dos roñóns dos inimigos cos teus arqueiros dende a seguridade do bosque.
vi: Gợi ý: Thần tiên có thể di chuyển nhanh chóng và an toàn trong rừng. Tiêu diệt bộ binh của kẻ thù bằng cung thủ của bạn dưới sự an toàn của khu rừng.

source: Defeat Urugha
es: Derrote a Urugha
gl: Derrota a Urugha
vi: Urugha chết

source: Death of Erlornas
es: Muerte de Erlornas
gl: Morte de Erlornas
vi: Erlornas chết

source: My lord! A party of aliens has made camp to the north and lays waste to the forest. Our scouts believe it’s a band of orcs.
es: ¡Mi señor! Un grupo de extranjeros ha acampado al norte y está destruyendo el bosque. Nuestros exploradores creen que se trata de una banda de orcos.
gl: Señor! Unha partida de forasteiros acampou ao norte e anda a botar lixo no bosque. Os nosos exploradores cren que se trata dunha banda de orcos.
vi: Thưa ngài! Một nhóm những sinh vật lạ đang đã dựng trại ở phía Bắc và tàn phá khu rừng. Trinh sát của chúng ta tin rằng chúng là một nhóm người thú.

source: Orcs? It seems unlikely. The human king, Haldric, crushed them when they landed on these shores, and since then they’ve been no more than a bogey mothers use to scare the children.
es: ¿Orcos? Me parece improbable. El rey humano, Haldric, los acabó cuando desembarcaron en nuestras costas, y desde entonces no han sido más que una historia de terror utilizada para asustar a los niños.
gl: Orcos? Non o creo. O rei dos humanos, Haldric, acabou con eles en canto chegaron a estas costas. Dende entón non apareceron máis que en contos para asustar aos nenos.
vi: Người thú? Có vẻ như không phải vậy. Haldric, vua của con người, đã đè bẹp chúng khi chúng đổ bộ lên bờ biển, và kể từ đó chúng không là gì cả ngoài một con yêu quái mà mẹ thường đem ra dọa bọn trẻ con.

source: So it seemed, my lord. Yet there is a band of them in the north cutting down healthy trees by the dozen, and making great fires from the wood. They trample the greensward into mud and do not even bury their foul dung. I believe I can smell the stench even here.
es: Así parecía, mi señor. Sin embargo, aquí hay una banda de ellos en el norte, derribando árboles sanos por docenas, y haciendo grandes fogatas con ellos. Convierten el pasto en barro y ni siquiera entierran sus repugnantes desperdicios. Creo poder sentir ese hedor incluso aquí.
gl: Iso parecía, señor. Pero hai unha banda deles no norte pinchando árbores frondosas por ducias, e facendo enormes fogueiras coa madeira. Pisan a herba ata que só queda barro, e nin sequera soterran as súas noxentas bostas. Creo que ata podo cheirar o seu fedor dende aquí.
vi: Có vẻ đúng như vậy đấy, thưa ngài. Bọn chúng ở phía Bắc đang chặt hàng tá những cây xanh còn khỏe mạnh, và đang dùng gỗ để đốt lửa. Chúng dẫm nát thảm cỏ thành bùn lầy và thậm chí còn không chôn phân thối hoắc của mình. Tôi nghỉ tôi có thể ngưởi thấy mùi thối ngay cả ở đây.

source: So the grim tales of them prove true. They must not be allowed to continue; we must banish this blight from our forests. I shall marshal the wardens and drive them off. And the Council needs to hear of this; take the message and return with reinforcements, there might be more of them.
es: Así que los cuentos aterradores acerca de ellos resultan ser verdad. No se les debe permitir continuar; debemos expulsar a esta plaga de nuestros bosques. Debo reunir a los guardias y dirigirlos contra ellos. Y el Consejo debe saber de esto; enviadles la noticia y regresad con refuerzos, ya que pueden haber más orcos.
gl: Así que eran certas as historias. Hai que detelos. Debemos desterrar esta praga dos nosos bosques. Reunirei aos gardas e encargarémonos deles. O Consello ten que saber disto. Leva a mensaxe e volve con reforzos, podería haber máis deles.
vi: Vậy là câu truyện về chúng là có thật. Chúng không được phép tiếp tục; chúng ta phải trục xuất tại họa này khỏi cánh rừng của chúng ta. Ta sẽ lãnh đạo những người ngác rừng và đuổi chúng đi. Và Hội đồng nên nghe tin này; đưa tin đến và trở về với viện binh, có lẻ chúng sẽ tới đông hơn.

source: Yes, my lord!
es: ¡Sí, mi señor!
gl: Si, señor!
vi: Vâng, thưa ngài!

source: Look at them. Big, slow, clumsy and hardly a bow in hand. Keep to the trees, use your arrows and the day will be ours.
es: Mirad. Grandes, lentos, torpes e incapaces de usar bien un arco. Manteneros bajo los árboles, usad vuestras flechas y la victoria será nuestra.
gl: Mirade para eles. Grandes, lentos, torpes e case sen arcos. Permanecede no bosque, utilizade frechas, e serán nosos antes do solpor.
vi: Nhìn chúng kìa. To xác, chậm chạp, vụng về và hầu như không có một cái cung nào trong tay. Cứ ở trong rừng, sử dụng mũi tên của các bạn và chúng ta sẽ chiến thắng.

source: It’s hopeless; we’ve tried everything, and they’re still coming back.
es: No tiene caso; hemos intentado lo imposible, y aún llegan más a atacarnos.
gl: Xa non hai esperanza, fixemos todo o que puidemos e seguen chegando.
vi: Thật vô vọng; chúng ta đã thử làm tất cả, vậy mà chúng vẫn quay trở lại.

source: Forward, you worthless worms! Look at them, they’re tired and afraid! You killed their will to fight, now go and finish the job!
es: ¡Adelante, gusanos miserables! ¡Miradlos, están aterrados y agotados! ¡Ya los habéis despojado de su espíritu de lucha, ahora id y acabar el trabajo!
gl: Adiante, vermes inmundos! Mirade para eles, andan cansos e teñen medo! Acabastes coas súas gañas de loitar, agora ide rematar o traballo!
vi: Tiến lên, đồ sâu bọ vô dụng các ngươi! Nhìn chúng kìa, chúng mệt rồi và đang sợ hãi! Các ngươi đã giết chết dũng khí chiến đấu của chúng, giờ thì đi hoàn thành công việc đi!

source: That cloud of dust on the horizon... flee! There’s more of the abominations heading this way! Fall back before we’re outnumbered and crushed.
es: Esa nube de polvo en el horizonte... ¡huid! ¡Más de esas abominaciones se dirigen hacia acá! Debemos retirarnos antes de que seamos sobrepasados y exterminados.
gl: Esa nube de po do horizonte... fuxide! Hai máis abominacións por aquí! Retirádevos antes de que nos superen en número e nos esmaguen.
vi: Một đám mây bụi ở đằng xa kìa... rút lui! Nhiều kẻ ghê tởm đang tiến đến đây! Rút lui trước khi chúng ta bị chúng tiêu diệt.

source: Lord Erlornas didn’t drive the orcs back, although he and his warriors tried their absolute best. When another war band arrived, elvish resistance crumbled.
es: Lord Erlornas no pudo obligar a los orcos a retirarse, pese a que él y sus guerreros hicieron su mejor esfuerzo. Cuando otra banda de guerreros llegó, la resistencia de los elfos fue eliminada.
gl: O señor Erlornas non conseguiu facer retroceder aos orcos, aínda que os seus guerreiros fixeron todo o que puideron. En canto apareceu unha nova partida de guerra, a resistencia dos elfos caeu.
vi: Ngài Erlornas đã không thể đuổi bọn người thú đi, mặc dù anh và các chiến binh đã cố gắng hết sức có thể. Khi một đoàn quân người thú khác đến, sự chống cự của thần tiên rồi sẽ bị bóp vụn.

source: Of the ensuing events little is known, since much was lost in the chaos and confusion, but one thing is painfully sure. Elves lost the campaign.
es: De los sucesos ocurridos a continuación poco se sabe, ya que mucho se perdió en el caos y la confusión, pero un hecho doloroso es seguro. Los elfos perdieron la campaña.
gl: Dos conseguintes sucesos pouco se sabe, dado que gran parte se perdeu entre o caos e maila confusión, pero hai algo que si se sabe con dolorosa certeza. Os elfos perderon a campaña.
vi: Có rất ít ghi chép về những sự kiện sau đó, vì phần lớn đã bị mất trong hỗn loạn và mơ hồ. Nhưng có một sự thật đau đớn rằng, Thần tiên đã thất bại trong chiến dịch.

source: Ugh...
gl: Agh...
vi: Hựự...

source: Finally! Got him!
es: ¡Finalmente! ¡Lo tenemos!
gl: Por fin! Collémolo!
vi: Cuối cùng! Giết hắn!

source: Lord!
es: ¡Señor!
gl: Señor!
vi: Thưa ngài!

source: Take... command... Drive them... away.
vi: Nhận...lệnh... Đuổi...chúng đi.

source: Lord Erlornas died the day he first fought the orcs and never saw the end of the war. Given its final outcome, this was perhaps for the best.
es: Lord Erlornas falleció el día en el cuál enfrentó a los orcos por primera vez, y jamás vio la conclusión de la guerra. Dados los resultados, quizá haya sido mejor para él.
gl: O señor Erlornas morreu o día en que se enfrontou aos orcos por vez primeira, e non puido ver o final da guerra. Tendo en conta como acabou, pode que fose mellor así.
vi: Chủ tướng Erlornas hy sinh ngày đầu tiên anh chiến đấu với người thú và không bao giờ biết được kết cục của cuộc chiến. Và với kết quả cuối cùng của nó trong tương lại, cái chết có lẽ là tốt nhất.

source: I’ve been bested, but the combat wasn’t fair... A thousand curses on you, withered coward! May you suffer... and when my master, Rualsha, finds you may he wipe your people from the face of this earth!
vi: Ta đã bị đánh bại, nhưng trận đánh không công bằng... ngàn lần nguyền rủa các ngươi, đồ nhát gan tiều tụy! Rồi ngươi sẽ phải lãnh lấy...khi chủ tướng của ta, Rualsha, tìm thấy các ngươi, ngài sẽ quét sạch các ngươi khỏi mặt đất!

source: Rualsha? Hmm... What if... Assemble a war-party, we need to scout north!
es: ¿Rualsha? Umm... y si... ¡Reunid un grupo de guerra, debemos explorar al norte!
gl: Rualsha? Mmm... E se... Reunide unha partida de guerra, temos que ir explorar o norte!
vi: Rualsha? Hmm... Nếu như... Tập hợp một đoàn quân, chúng ta phải thăm dò phía Bắc!

source: Assassins
es: Asesinos
gl: Asasinos
vi: Sát thủ

source: The path of the orcish war band was easy to follow — a wide swathe of trampled ground through violated forest. Erlornas and his party swiftly followed it north and west.
es: El rastro de los guerreros orcos fue fácil de seguir - una ancha franja de suelo pisoteado a través de bosques en ruinas. Erlornas y sus seguidores prontamente lo siguieron al norte y oeste.
gl: O rastro da banda de orcos foi fácil de seguir: unha franxa de horrible terra pisada polo bosque violado. Erlornas e os seus seguidores seguírona cara o norte e o oeste.
vi: Đường đi của đội quân người thú dễ dàng bị phát hiện - một dải đất bị đè nát xuyên qua cách rừng bị chặt phá. Erlornas và đội quân của anh nhanh chóng theo dấu đi về phía Bắc và phía Tây.

source: Soon they arrived at a region where the forest was cut through by many streams, only to find something unexpected.
es: Pronto llegaron a una región donde el bosque estaba cortado por varias rutas, sólo para encontrar algo inesperado.
gl: Non tardaron en chegar a unha rexión onde o bosque estaba atravesado por moitos regatos, e alí descubriron algo inesperado.
vi: Họ nhanh chóng đến một vùng mà cây rừng bị chia cắt bởi nhiều dòng suối, chỉ để phát hiện một điều gì đó bất ngờ.

source: Hint: Assassins are hard to hit, and their poison is insidious. Stay close to the villages, where poisoning can be cured, and force your enemies to attack you from the river.
es: Consejo: Es difícil darle a los asesinos, y su veneno es letal. Permanezca cerca de las aldeas, donde los envenenados pueden curarse, y obligue a sus enemigos a que ataquen desde el río.
gl: Consello: Os asasinos son difíciles de acadar, e o seu veleno é insidioso. Permanece preto das vilas, nas que se pode curar o envelenamento, e forza aos teus inimigos a que te ataquen dende o río.
vi: Gợi ý: Sát thủ rất khó để đánh trúng, và chất độc của chúng vô cùng xảo quyệt. Đứng gần các ngôi làng, nơi có thể chữa trị chất độc, và buộc kẻ thù của bạn phải tấn công từ dòng sông.

source: Defeat Gharlsa
es: Derrote a Gharlsa
gl: Derrota a Gharlsa
vi: Đánh bại Gharlsa

source: The trail leads straight to this place, my lord.
es: El rastro lleva directo a este lugar, mi señor.
gl: O rastro diríxese dereito cara este lugar, señor.
vi: Dấu vết đi thẳng đến nơi này, thưa ngài.

source: There is a keep ahead of us. How comes it that we know nothing of it? I thought our borders were watched more carefully.
es: Hay un torreón allí adelante. ¿Cómo es que no estábamos enterados de esto? Creí que nuestras fronteras eran vigiladas más cautelosamente.
gl: Hai unha torre diante nosa. Como pode ser que non saibamos nada dela? Pensaba que tiñamos mellor vixiadas as nosas fronteiras.
vi: Có một pháo đài đằng trước. Tại sao ta lại không biết gì hết? Ta nghĩ biên giới của chúng ta đã phải được canh chừng cẩn thận.

source: I... I know not, my lord. For ages there was no one in these lands that could build such a thing save us. I fear we have fallen prey a false sense of security that has injured the vigilance of our scouts.
es: No... no sé cómo, mi señor. Por años no había nadie en nuestras tierras que pudiese construir algo así salvo nosotros. Temo que hallamos caído presa de una falsa sensación de seguridad que haya afectado la capacidad de nuestros exploradores.
gl: No... Non sei, señor. Hai moito que ninguén capaz de construír semellante cousa habita estas terras. Temo que fomos vítimas dunha falsa sensación de seguridade que prexudicou a vixilancia por parte dos nosos exploradores.
vi: Tôi...tôi không biết, thưa ngài. Từ lâu rồi không ai ngoài chúng ta có thể dựng nên một công trình ở vùng đất này. Tôi e rằng các trinh sát của chúng ta đã không cảnh giác.

source: When the fighting ends, I’ll have some answers. But for now—
vi: Khi trận chiến này kết thúc, ta sẽ có câu trả lời. Nhưng bây giờ—

source: Gharlsa sees elves... yes... Fresh meat for wolves. Yes, yes...
vi: Gharlsa thấy lũ thần tiên...được...thịt tươi cho sói. Được, được lắm...

source: — let’s focus on the task at hand.
vi: — hãy tập trung vào vấn đề trước mắt.

source: Does that demented creature truly believe he can kill us?
es: ¿Realmente esa criatura demente piensa que puede matarnos?
gl: Realmente pensa esa demente criatura que nos pode matar?
vi: Liệu sinh vật điên khùng này có thật sự tin rằng hắn sẽ giết được chúng ta?

source: Appearances can be deceiving. Tell the men to be cautious.
es: Las apariencias pueden ser engañosas. Avisad a los hombres que sean cautelosos.
gl: A aparencia pode enganar. Dígalle aos homes que vaian con coidado.
vi: Bề ngoài có thể đánh lừa ta. Bảo mọi người hãy cẩn thận.

source: Yes... yes... Slay them!
vi: Được...được...giết chúng!

source: Hurts... failed... Rualsha gonna be angry...
vi: Đau...thất bại...Rualsha sẽ tức giận...

source: This... ‘Rualsha’ again. We need to forge ahead; the answers we seek are not here. Perhaps we will find them further north.
vi: Lại là...Rualsha. Chúng ta phải tiến lên phía trước; câu trả lời chúng ta đang tìm không có đây. Có lẽ chúng ta sẽ tìm ra ở xa hơn về phía Bắc.

source: Destroy this place and let the forest take the ruins. We don’t want any more undesirables to use it.
es: Destruid este lugar y dejad que el bosque consuma las ruinas. No queremos que otros indeseables lo utilizen.
vi: Phá hủy nơi này và để rừng chiếm lấy đống đổ nát. Chúng ta không muốn nơi này bị sử dụng không theo mong muốn của chúng ta.

source: Wasteland
es: Terreno baldío
gl: Terras ermas
vi: Vùng đất hoang

source: As they fared further north the green forest thinned around them, slowly fading into a barren and fallow country. The signs were obvious and unmistakable — tree stumps, an occasional half-rotten tree felled long ago, and dead wood around them in scarce grass. This had been forest once, like the woods they called home. It had been murdered.
es: Mientras iban más al norte el verde bosque se diluía, convirtiéndose lentamente en una tierra desértica y estéril. Poco a poco el mensaje de los tocones y la madera muerta quedó claro. Esto fue un bosque alguna vez. Los orcos lo habían aniquilado.
gl: A medida que avanzaban cara o norte, o verde bosque volvíase menos mesto, deixando paso a un país estéril e baldío. As mensaxes resultaban evidentes e inconfundibles: rastrollos, algunhas árbores case podres e madeira morta, nunha zona en que a herba escaseaba. Isto fora outrora un bosque, coma aqueles nos que vivían os elfos. E os orcos matárano.
vi: Họ càng đi xa về phía Bắc thì rừng cây xung quan cũng thưa dần, chầm chậm héo tàn đất cằn cỗi và hoang vu. Dấu hiệu quá rỏ rằng và không thể nhầm lẫn - gốc cây, thỉnh thoảng một vài cây mục nát đã bị đốn trước đó, cây cối chết xung quanh họ. Đây từng là một khu rừng, giống như khu rừng mà họ gọi là nhà. Nó đã bị giết hại.

source: There was no trail to be found here; wind and rain had erased the spoor. Fortunately, there was no need of a trail; smoke on the horizon betrayed the presence of their enemies.
es: No había camino para seguir aquí; viento y lluvia habían borrado las huellas; Afortunadamente, no había necesidad de un camino; el humo en el horizonte denotó la presencia de sus enemigos.
gl: O rastro desaparecera a causa do vento e da choiva. Por sorte non era necesario. O fume no horizonte delatou a presenza dos seus inimigos.
vi: Không có dấu vết nào ở đây cả; gió và mưa đã xóa hết dấu chân. May thay, không cần dấu vết nữa; khói ở đằng xa đã tiết lộ sự có mặt của chúng.
