Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-aoi/*.po
Languages: es, gl, vi

source: Erlornas was near-certain they would find orcs there. No clan of dwarves would break their ancient treaties with the elves in this way; humans were never so... methodical in their destruction, and did not travel in sufficiently large numbers in a north country they found too cold and damp for comfort. The great question remained — would he find Rualsha?
vi: Erlonas gần như chắc chắn họ sẽ gặp bọn người thú ở đây. Không thị tộc người lùn nào lại đi phá vỡ hiệp ước với thần tiên theo cách này; con người lại không bao giờ... quá thứ tự trong sự hủy diệt đến như vậy, và không đi xa về phía Bắc mà họ biết là quá lạnh và ẩm thấp với số đông. Câu hỏi lớn nhất vẫn còn đó - liệu anh có tìm thấy Rualsha?

source: Perhaps, but not here. The tribe this camp housed was too small to impress fear on other orcs. Come next morning, the elves were prepared for battle.
es: Tal vez, pero no aquí. La tribu que alojaba este campamento era demasiado pequeña para inculcar temor en otros orcos. A la siguiente mañana, los elfos estaban preparados para la batalla.
gl: Quizais, pero non neste lugar. A tribo que albergaba este campamento era pequena de máis para atemorizar aos outros orcos. Á mañá seguinte, os elfos estaban preparados para a batalla.
vi: Có lẽ, nhưng không phải ở đây. Bộ tộc mà doanh trại này chứ quá nhỏ để có thể khiến các người thú khác sợ hãi. Đến đây vào sáng mai, những thần tiên sẽ chuẩn bị cho trận chiến.

source: Hint: There are no villages in this scenario — you must use healers instead. Use hit-and-run tactics to weaken enemy units who cannot heal themselves.
es: Consejo: No hay ninguna aldea en este escenario - deberá usar sanadores. Devuelva a sus unidades a un lugar seguro tras atacar, protegiéndolas con unidades sanas para debilitar a las unidades enemigas que no pueden sanar por sí mismas.
gl: Consello: Neste escenario non hai vilas, debes usar sandadores. Usa tácticas de ataque e retirada para debilitar ás unidades do inimigo xa que non se poden sandar.
vi: Gợi ý: Không có ngôi làng nào trong màn chơi này - thay vào đó bạn phải sử dụng điều trị viên. Sử dụng chiến thuật đánh-và-chạy để làm yếu đơn vị kẻ thù mà không thể tự hồi máu được.

source: Defeat Gnargha
es: Derrote a Gnargha
gl: Derrota a Gnargha
vi: Đánh bại Gnargha

source: Lord... I’m... I am filled with grief. This senseless destruction is... overwhelming.
es: Señor... estoy... estoy lleno de dolor. Esta destrucción insensata es... abrumadora.
gl: Señor... is... isto supérame. Esta destrución sen sentido resúltame... insoportable.
vi: Thưa ngài...Tôi...Tôi vô cùng đau buồn. Sự hủy hoại vô lương tâm này thật ... quá sức chịu đựng.

source: Yes. And this is the threat we were blind to but are now facing. This tribe is small, yet we must drive them back to the north. They must have no footholds south of the hills.
es: Si. Y ésta es la amenaza que no vimos pero que ahora enfrentamos. Esta tribu es pequeña, pero aún así debemos enviarlos de vuelta al norte. No deben tener bases al sur de las colinas.
gl: Si. Esta é a ameaza que non podiamos ver e á que agora nos enfrontamos. Esta tribo é pequena, pero aínda así tempos que facelos retroceder cara o norte. Non poden quedarlles reforzos ao sur dos outeiros.
vi: Vâng. Và đây là mối đe dọa chúng ta đã không nhìn thấy nhưng giờ đang phải đối mặt. Bộ tộc này nhỏ, nhưng chúng ta phải đuổi chúng về phía Bắc. Chúng không được đóng quân ở phía Nam những ngọn đồi.

source: Elves!? This means Urugha failed and his spirit will suffer greatly for his weakness. So be it!
es: ¿¡Elfos!? Esto significa que Urugha falló y su espíritu sufrirá inmensamente por su debilidad. ¡Que así sea!
gl: Elfos!? Iso quere dicir que Urugha fracasou e que a súa alma ha sufrir moito pola súa debilidade. Que así sexa!
vi: Thần tiên!? Điều này có nghĩa là Urugha đã thấy bại và linh hồn của hắn sẽ phải chịu đựng khủng khiếp cho sự yếu đuối của mình. Được lắm!

source: Rise up, grunts! We have a great fight upon us! Let your rage flow freely! Let your blades slay all! First one to draw blood will feast by my fire this night!
es: ¡Arriba soldados! ¡Tenemos una gran pelea por delante! ¡Dejad que su ira fluya libremente! ¡Dejad que sus espadas maten todo! ¡El primero que quite sangre tendrá un banquete en mi fuego esta noche!
gl: Erguédevos, mequetrefes! Agárdanos unha gran batalla! Dádelle renda solta á vosa rabia! Que as vosas espadas os atravesen! O primeiro en derramar o seu sangue o festexará na miña fogueira esta noite!
vi: Vào vị trí đi, lính của ta! Chúng ta có một trận chiến lớn đang chờ đợi! Hãy để cơn giận dữ của các ngươi dâng trào tự do! Hãy để thanh kiếm các ngươi giết tất cả bọn chúng! Kẻ đầu tiên làm đổ máu sẽ ăn mừng với ta bên đống lửa tối nay!

source: Aim true, men, with wit and courage the day will be ours. And spare no-one, there can be no orc south of the hills, else we’ll never have peace again.
es: Mantengan firmeza hombres, con agallas y coraje el día será nuestro. Y no perdonen a nadie, no pueden haber orcos al sur de las colinas, o nunca más volveremos a tener paz.
gl: Apuntade ben, guerreiros, con enxeño e coraxe o día será noso. E non deixedes corpo con cabeza, non poden quedar orcos ao sur dos outeiros, ou xamais recobraremos a paz.
vi: Binh lính, hãy nhắm kĩ, với trí thông minh và lòng dũng cảm chúng ta sẽ chiến thắng. Và không chừa ai cả, không được có người thú ở phía Nam những ngọn đồi, còn không chúng ta sẽ không bao giờ được tận hưởng sự yên bình.

source: You won... elf... But it changes... nothing... (<i>cough</i>)
vi: Ngươi thắng rồi...Thần tiên...Nhưng... không có gì thay đổi (*ho*)

source: We found the way... Now... we will come in numbers... (<i>cough</i>) you can’t imagine...
vi: Chúng ta tìm thấy đường... Giờ ... Chúng ta sẽ đến đông hơn (*ho*) Ngươi sẽ không tưởng tượng nỗi...

source: (<i>Cough</i>) I’ll be waiting... among the dead...
vi: (*ho*) Ta sẽ đợi các ngươi...giữa những người chết...

source: The orcish chieftain finally fell, overcome by his wounds. The elves found themselves in a half-ruined camp littered with the bodies of both sides, there was no hale orc in sight, nor did any of the wounded beg mercy. The elves took no prisoners.
es: El jefe orco finalmente cayó, superado por sus heridas. Los elfos se encontraron en un campo medio arruinado plagado con los cuerpos de ambos lados, no había un orco sano a la vista, y ninguno de los heridos rogaba piedad. Los elfos no tomaron prisioneros.
gl: O xefe dos orcos por fin caeu, a causa das súas feridas. Os elfos víronse nun campamento case en ruínas cuberto dos cadáveres de ambos bandos, non quedaba máis orco en pé que os malferidos que rogaban piedade. Os elfos non fixeron prisioneiros.
vi: Tên chủ tướng người thú cuối cùng cũng chết, bị đánh gục bởi những vết thương trên người. Thần tiên nhận thấy mình đang đứng giữa một doanh trại bị tàn phá với đầy rẫy xác chết của cả hai bên, không có tên người thú nào khác bị phát hiện ở gần đó, cũng không có tên nào cầu xin tha mạng. Các thần tiên đã giết tất cả.

source: It’s done, lord. No-one escaped. No-one tried to escape. I’m... disturbed.
es: Está hecho, señor. Ninguno escapó. Ninguno trató de escapar. Estoy... perturbado.
gl: Xa está, señor. Ningún escapou. Ningún o intentou. Ando... preocupado.
vi: Xong rồi, thưa ngài. Không kẻ trốn thoát. Không kẻ nào cố để trốn thoát. Tôi...rất bối rối.

source: Good. But their disregard for self-preservation is astounding. As is their ferocity when defending what they claim as their own. Have the scouts found others this side of the hills?
es: Bien. Pero su indiferencia por auto-preservación es asombrosa. Así como su ferocidad cuando defienden lo que reclaman como propio. ¿Han encontrado los exploradores otros orcos en este lado de las colinas?
gl: Ben. Pero o desprezo que amosan pola súa propia supervivencia é abraiante. Ao igual que a súa ferocidade ao defender algo que claman seu. Atoparon os exploradores a algún máis a este lado dos outeiros?
vi: Tôt. Nhưng sự không quan tâm của chúng cho mạng sống của mình làm ta kinh ngạc. Cũng như sự dữ tợn khi bảo vệ những gì chúng cho rằng là của mình. Lính trinh sát có tìm thêm tên người thú nào khác ở bên này của đồi không?

source: No, lord. But trolls were spotted in the hills ahead. Do we really need to cross them to the north?
es: No, señor. Pero fueron encontrados trolls en las colinas por delante. ¿Realmente necesitamos perseguirlos al norte?
gl: Non, señor. Pero avistáronse trolles nos cómaros fronte a nós. De veras que temos que cruzalos en dirección norte?
vi: Không, thưa ngài. Nhưng trinh sát báo rằng có quỷ núi. Liệu chúng ta có cần băng qua chúng để lên phía Bắc không?

source: Yes. The council has spoken to me through a dream-sending. They are troubled. Reinforcements have been sent after us, but we need to press on. Tell the men to rest, we’ll move out at dawn.
es: Si. El consejo me ha hablado a través de un sueño. Están inquietos. Han enviado refuerzos para asistirnos, pero debemos seguir adelante. Decid a los hombres que descansen, nos moveremos al amanecer.
gl: Si. O consello faloume en soños. Están preocupados. Enviáronnos reforzos, pero temos que seguir avanzando. Dígalle aos homes que descansen, partiremos co primeiro raio de sol.
vi: Đúng thế. Hội đồng đã nói với ta qua những giấc mơ. Họ đang rất lo lắng. Viện binh đã được gửi đi theo sau chúng ta, nhưng chúng ta vẫn phải tiến tới. Bảo mọi người hãy nghỉ ngơi, chúng ta sẽ đi tiếp vào lúc bình minh.

source: What about the loot lord? We found supplies worth over a hundred gold in the camp.
es: ¿Y qué hay del botín señor? Encontramos suministros con un valor mayor a 100 oros en el campamento.
gl: Que pasa co botín, señor? Atopamos recursos por valor de máis dun centenar de pezas de ouro no campamento.
vi: Còn chiến lợi phẩm thì sao thưa ngài? Chúng tôi tìm thấy thực phẩm đáng hàng trăm lượng vàng ở trong doanh trại.

source: Distribute some among the men, save the rest for the road. This country is a wasteland now; we won’t find much forage on the march.
es: Distribuid un poco a los hombres, guardad el resto para el camino. Esta tierra está desolada ahora; no encontraremos nada de valor en la marcha.
gl: Distribúa unha parte entre os guerreiros, e garde o resto para o camiño. Estas terras están desertas, non atoparemos moita cousa durante a marcha.
vi: Chia cho mọi người, để dành phần còn lại để đi đường. Vùng đất này đã trở thành đất hoang rồi; chúng ta sẽ không tìm nhiều thấy thức ăn trên đường đi đâu.

source: We found some supplies when searching the camp, but nothing much. What is to be done with them?
es: Encontramos algunas provisiones examinando el campamento, pero no es mucho. ¿Qué haremos con ello?
gl: Atopamos algúns recursos cando buscamos no campamento, pero non moito. Que facemos con eles?
vi: Chúng tôi tìm thấy thực phẩm khi tìm quanh doanh trại, nhưng không nhiều lắm. Chúng ta nên làm gì với chúng?

source: Save it for the march north. There is little to be found in this barren country.
es: Guardad el oro para la marcha al norte. Hay poco que encontrar en estas tierras desoladas.
gl: Gárdeo para a viaxe ao norte. Pouco habemos atopar nestas terras baldías.
vi: Để dành cho cuộc hành quân lên phía Bắc. Sẽ không tìm được nhiều thực phẩm ở vùng đất khô cằn này đâu.

source: Lord Erlornas never saw the blade that felled him. He died on the spot, with no a chance to issue last commands or farewells. Without him his wardens soon fell into confusion, and losing heart withdrew from the battle.
es: Lord Erlornas nunca vio la hoja que lo derribó. Él murió en el acto, sin oportunidad de emitir sus últimas órdenes ni despedidas. Sin él sus guardianes pronto cayeron en confusión, y perdiendo valentía se retiraron de la batalla.
gl: O señor Erlornas non tivo tempo de ver como a folla o atravesaba. Morreu no sitio, sen tempo para darlle as últimas ordes aos seus seguidores. Sen el, os seus quedaron confusos, e os seus corazóns perdidos retiráronse da batalla.
vi: Chủ tướng Erlornas không bao giờ nhìn thấy thanh kiếm đã đánh gục anh. Anh chết ngay tại chỗ, không có cơ hội để đưa ra mệnh lệnh cuối cùng hay lời vĩnh biệt. Không có anh binh lính nhanh chóng rơi vào hỗn loạn và không còn dũng khí, họ nhanh chóng rút khỏi trận đánh.

source: When reinforcements finally arrived, elves managed to dislodge the orcish tribe. But the threat from the north remained unresolved and loomed large over their future.
es: Cuando los refuerzos finalmente llegaron, los elfos lograron desalojar la tribu orca. Pero la amenaza del norte permanecía sin solución y se volvería aún más peligrosa en el futuro.
gl: Cando finalmente chegaron os reforzos, os elfos conseguiron botar á tribo de orcos. Pero a ameaza do norte non rematou, ameazando o seu futuro.
vi: Khi viện binh tới, thần tiên cuối cùng cũng trục xuất được bộ tộc người thú. Nhưng mối họa ở phía Bắc vẫn còn đó, chưa được giải q và sừng sững bao trùm tương lai của họ.

source: We can’t carry on Lord, the men are to tired. We have to fall back.
es: No podemos seguir Señor, los hombres están demasiado cansados. Tenemos que retroceder.
gl: Non podemos seguir, señor. Os guerreiros están esgotados. Temos que volver.
vi: Thưa ngài, chúng ta không thể tiếp tục, binh lính đã mệt mỏi. Chúng ta phải rút lui thôi.

source: Damn it. Sound the retreat, we’ll try again when reinforcements arrive.
es: Maldición. Haced sonar la retirada, intentaremos de nuevo cuando lleguen los refuerzos.
gl: Maldición. Toque retirada, volveremos intentalo cando cheguen os reforzos.
vi: Thật đáng nguyền rủa. Ra lệnh rút lui, chúng ta sẽ thử lại khi viện binh tới.

source: The expected relief caught up with them a few days later. The following morning they took the field against a far larger host of orcs. The battle ended in a draw; the war raged on for years...
es: Esperaron los siguientes días para que los refuerzos esperados los alcanzaran. En la siguiente mañana tomaron el campo contra una mucho mayor horda de orcos. La batalla terminó en un empate; la guerra continuó durante años...
gl: A axuda chegou canda eles algúns días despois. Á mañá seguinte entraron no campo de batalla contra unha horda de orcos moito máis numerosa. A batalla rematou sen un bando vencedor, e a guerra alongouse durante anos...
vi: Viện binh cuối cùng cũng bắt kịp họ vài ngày sau. Sáng hôm sau họ ra trận chiến đấu với một binh đoàn người thú lớn hơn. Trận chiến kết thúc bất phân thắng bại; cuộc chiến cứ thế kéo dài trong nhiều năm...

source: Valley of Trolls
es: Valle de Trolls
gl: Val de trolles
vi: Thung lũng quỷ núi

source: Trolls
gl: Trolles
vi: Quỷ núi

source: Next morning, the elves set off again, increasingly wearied by the hardships of the campaign and longing for the green comfort of their home forests. This land was barren and rugged; nothing shielded them from biting northern wind as they traveled towards the mountains looming before them.
es: A la mañana siguiente, los elfos partieron de vuelta, cada vez más cansados por las dificultades de la campaña y la nostalgia por el cómodo verde de sus bosques natales. Esta tierra era árida y áspera; nada los protegía del cortante viento norteño mientras viajaban hacia las montañas ante ellos.
gl: Á mañá seguinte, os elfos volveron partir, cada vez máis cansos por mor das penurias da campaña e nostálxicos das comodidades dos seus verdes bosques. Estas terras eran ásperas e baldías. Nada os protexeu do cortante vento nórdico mentres atravesaban as montañas que se alzaban ante eles.
vi: Sáng hôm sau, các thần tiên lại tiếp tục lên đường, ngày càng nản chí bởi sự gian khổ của nhiệm vụ và nỗi nhớ nhà nơi rừng xanh ấm cúng. Vùng đất này chỉ có sự khô cằn và mấp m; không có gì bảo vệ được họ khỏi những cơn gió Bắc lạnh lẽo tren đường đi đến những ngọn núi sừng sững trước mắt.

source: At dusk they arrived at the mouth of a valley cutting almost straight through the range and made camp, as scouts warned that the area was hostile and the road ahead treacherous in darkness. There were no songs or music that night and most of the elves slept uneasily. An unlucky few kept a cautious watch.
es: Al anochecer llegaron a la entrada de un valle que cortaba casi recto sobre la cordillera y montaron campamento, mientras los exploradores advertían que el área era hostil y el camino por delante traicionero en la oscuridad. No hubieron canciones ni música esa noche y la mayoría de los elfos durmieron con dificultad. Algunos desafortunados mantuvieron una vigilia cautelosa.
gl: Alumados polo crepúsculo chegaron á entrada dun val que cortaba case en liña recta a cordilleira, e alí acamparon, xa que os exploradores informaran da hostilidade da zona e de que o camiño non sería seguro na escuridade. Non houbo cancións nin música aquela noite, e á maioría dos elfos custoulle conciliar o sono. Algúns desafortunados pasaron a noite en vela, vixiantes.
vi: Đến chạng vạng, họ cuối cùng cũng đến miệng một thung lũng cắt gần như la ngang qua rặng núi và dựng trại ở đó. Bởi vì trinh sát đã cảnh báo có những sinh vật thù dịch trong khu vực và con đường phía trước thì bị bao phủ bởi bóng tối, nên đêm đó không hề có bài hát hay âm nhạc nào vang lên, phần lớn thần tiên đều khó ngủ. Thậm chí một số khác còn thức để canh chừng.

source: When sunrise came, the elves moved into battle formations. Whatever waited in the slopes ahead, it would not find them unprepared.
es: Cuando llegó el amanecer, los elfos se formaron para la batalla. Lo que fuera que los esperara en las pendientes adelante, no los encontraría desprevenidos.
gl: Coa saída do sol, os elfos dispuxéronse en formación de batalla. O que fose que lles agardaba nas abas fronte a eles, non os ía pillar desprevidos.
vi: Khi mặt trời mọc, thần tiên đi thành đội hình chiến đấu. Sẵn sàng cho bất cứ thứ gì chờ đợi họ ở đoạn dốc sắp tới.

source: Hint: Trolls are poor fighters when not on rugged terrain and fare even worse during the daytime. Lure them out of the hills and attack in the sunlight.
es: Consejo: Los trolls son mediocres luchadores cuando no se encuentran en terreno abrupto y se desempeñan aún peor durante el día. Aléjelos de las colinas y ataque bajo la luz del sol.
gl: Consello: Os trolles non son grandes loitadores fóra dos terreos accidentados, e menos aínda cando é de día. Atráeos fóra dos outeiros e atácaos coa luz do día.
vi: Gợi ý: Quỷ núi chiến đấu kém trên những địa hình bằng phảng và còn tệ hơn nữa khi lúc đó là ban ngày. Dụ chúng ra khỏi những ngọn đồi và tấn công vào ban ngày.

source: Defeat all enemy leaders
es: Derrote a todos los líderes enemigos
gl: Derrota a todos os líderes inimigos
vi: Đánh bại mọi chỉ huy của kẻ thù

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return home?
es: Ahora estamos lejos de nuestras tierras, Erlornas, y hemos expulsado a los orcos del bosque. ¿Por qué no regresamos?
gl: Agora estamos lonxe das nosas terras, Erlornas, e xa expulsamos aos orcos do bosque. Por que non volvemos a casa?
vi: Erlornas, chúng ta đã đi xa khỏi vùng đất của mình rồi, và chúng ta đã đuổi bọn người thú khỏi khu rừng. Tại sao chúng ta không quay về nhà?

source: You know well enough... Rualsha. That name sounds everywhere we go since the incursion began. That orc is much more than a mere marauding bandit in search of pillage. And he wants this land. <i>Our</i> land. He is planning an invasion, I’m sure of it. We must gather more information about his plans before we go back.
es: Lo conoces bastante bien... Rualsha. Ese nombre suena por todo sitio al que vamos desde que empezó la incursión. Ese orco es más que un simple bandido merodeador que busca pillaje. Y quiere esta tierra. <i>Nuestra</i> tierra. Está planeando una invasión, estoy seguro de eso. Debemos conseguir más información sobre sus planes antes de regresar.
gl: Sábelo ben... Rualsha. Vaiamos onde vaiamos, ese nome sempre se repite dende que comezaron as incursións. Ese orco é moito máis ca un simple saqueador en busca de botín. E quere estas terras. As <i>nosas</i> terras. Está planeando unha invasión, estou seguro. Debemos obter máis información sobre os seus planes antes de volver.
vi: Tất cả các bạn đều biết rõ mà... Cái tên Rualsha đó cứ được nhắc đến kể từ khi cuộc tấn công bắt. Tên người thú đó không chỉ là giặc cướp bình thường đi cướp bóc. Hắn muốn chiếm vùng đất này. Vùng đất của <i>chúng ta</i>. Hắn đang lên kế hoạnh cho một cuộc xâm lược, ta chắc chắn như vậy. Chúng ta phải thu thập thêm thông tin về kế hoạnh của hắn trước khi quay về.

source: And tell me... How did you sleep last night?
es: Y decidme... ¿Cómo dormisteis anoche?
gl: Dime... que tal durmiches esta noite?
vi: Và nói cho ta nghe... Tối qua giấc ngủ ra sao?

source: How did I?... Uneasy, lord. My dreams were bleak, some of them nightmares.
es: ¿Cómo dormí?... Ansioso, señor. Mis sueños fueron desolados, algunos de ellos pesadillas.
gl: Que que tal?... Mal, señor. Os meus soños foron tristes, algúns deles pesadelos.
vi: Giấc ngủ của tôi ư!?... Không được dễ chịu lắm, thưa ngài. Những giấc mơ của tôi đều lạnh lẽo, một số thậm chí là ác mộng.

source: Yes. The earth currents are perturbed here, and the bridges to the dreamland are tainted. I think there is a mage dwelling somewhere nearby. Or perhaps more than one; the traces are mixed, and some of them have an unwholesome flavor.
es: Si. Las corrientes de la tierra están perturbadas aquí, y los puentes al mundo de los sueños están corrompidos. Creo que hay un mago habitando en algún lugar cercano. O quizás más de uno; los rastros están mezclados y algunos de ellos tienen un sabor insano.
gl: Si. As forzas da terra están perturbadas, así como as pontes ao mundo dos soños. Penso que hai un mago conxurando nos arredores. Ou quizais máis dun; os rastros están confundidos, e algúns deles pintan mal.
vi: Đúng vậy. Dòng chảy của lòng đất rất lộn xộn ở đây, và cây cầu đến với vùng đất của giấc mơ đã bị hủy hoại. Ta nghĩ là đang có sinh vật phép thuật đâu đó gần đây. Hay thậm chí còn nhiều hơn; dấu vết hòa lẫn với nhau, và một số chúng còn có mùi độc hại.

source: It would be dire indeed for us if these orcs have magic to add to their battle-might.
es: Sería realmente grave para nosotros si estos orcos tuvieran magia para añadir a su batalla de fuerza.
gl: Se estes orcos tivesen magos entre as súas filas, iso complicaría sen dúbida a nosa empresa.
vi: Sẽ rất nguy hiểm cho chúng ta nếu người thú còn có phép thuật để cộng thêm vào sức mạnh cơ bắp của chúng.

source: We must discover if this is so.
es: Tenemos que descubrir si esto es así.
gl: Debemos descubrilo.
vi: Nếu là như vậy thì chúng ta phải tìm ra.

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
es: ¡La información no nos servirá de nada si nos matan antes de que podamos regresar! Éstas montañas parecen territorio de troll.
gl: A información non nos ha resultar de proveito se nos matan antes de que a entreguemos! Estas montañas parecen territorio dos trolles.
vi: Thông tin sẽ chẳng có ích lợi gì nếu chúng ta bị giết trước khi trở về! Những ngọn núi kia có vẻ như là lãnh địa của quỷ núi.

source: Enough. The sun’s fully over the horizon. Give the order to advance.
es: Suficiente. El sol está completamente sobre el horizonte. Da la orden para avanzar.
gl: Abonda. O sol xa asoma polo horizonte. Dá orde de avanzar.
vi: Được rồi. Mặc trời đã ló dạng ở đường chân trời. Ra lệnh tiến quân.

source: That was the last of the chieftains, lord. The lesser trolls seem to be retreating now.
es: Ése fue el último de los jefes, señor. Los trolls más pequeños parecen estarse retirando ahora.
gl: Ese era o derradeiro xefe, señor. Parece que agora o resto dos trolles foxen.
vi: Đó là tên thủ lĩnh cuối cùng rồi, thưa ngài. Những con quỷ núi còn lại đang rút lui.
