Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-manpages/*.po
Languages: vi

source: B<[user_handler]> Configures the user handler. Available keys vary depending on which user handler is set with the B<user_handler> key. If no B<[user_handler]> section is present in the configuration the server will run without any nick registration service.
vi: B<[user_handler]> Thiết lập chế độ quản lý người dùng. Các khóa thay đổi phụ thuộc vào chế độ quản lý người dùng nào được đặt với khóa B<user_handler>. Nếu không có phần B<[user_handler]> trong thiết lập thì máy chủ sẽ chạy mà không có dịch vụ đăng ký biệt danh.

source: (for user_handler=forum) The hostname of the database server
vi: (for user_handler=forum) Tên miền của máy chủ cơ sở dữ liệu

source: (for user_handler=forum) The name of the database
vi: (for user_handler=forum) Tên của cơ sở dữ liệu

source: (for user_handler=forum) The name of the user under which to log into the database
vi: (for user_handler=forum) Tên mà người dùng sử dụng để đăng nhập vào cơ sở dữ liệu

source: (for user_handler=forum) This user's password
vi: (for user_handler=forum) Mật khẩu của người dùng này

source: (for user_handler=forum) The name of the table in which your phpbb forums saves its user data. Most likely this will be E<lt>table-prefixE<gt>_users (e.g. phpbb3_users).
vi: (for user_handler=forum) Tên của bảng để diễn đàn phpbb của bạn lưu dữ liệu người dùng của nó ở đó. Nhiều khả năng đây sẽ là E<lt>table-prefixE<gt>_users (ví dụ phpbb3_users).

source: (for user_handler=forum) The name of the table in which wesnothd will save its own data about users. You will have to create this table manually, e.g.: B<CREATE TABLE E<lt>table-nameE<gt>(username VARCHAR(255) PRIMARY KEY, user_lastvisit INT UNSIGNED NOT NULL DEFAULT 0, user_is_moderator TINYINT(4) NOT NULL DEFAULT 0);>
vi: (for user_handler=forum) Tên của bảng mà wesnothd sẽ lưu dữ liệu của chính nó về người dùng. Bạn sẽ phải thủ công tạo bảng này, ví dụ: B<CREATE TABLE E<lt>table-nameE<gt>(username VARCHAR(255) PRIMARY KEY, user_lastvisit INT UNSIGNED NOT NULL DEFAULT 0, user_is_moderator TINYINT(4) NOT NULL DEFAULT 0);>

source: (for user_handler=sample) The time after which a registered nick expires (in days).
vi: (for user_handler=sample) Biệt danh đã đăng ký sẽ hết hạn sau một khoảng thời gian (tính bằng ngày).

source: B<[mail]> Configures an SMTP server through which the user handler can send mail. Currently only used by the sample user handler.
vi: B<[mail]> Thiết lập một máy chủ SMTP qua đó chế đó quản lý người dùng có thể gửi mail. Hiện tại chỉ được sử dụng bởi chế độ quản lý người dùng mẫu.

source: The hostname of the mail server
vi: Tên miền của máy chủ mail

source: The user name under which to log into the mail server.
vi: Tên người dùng để đăng nhập vào máy chủ mail.

source: This user's password.
vi: Mật khẩu của người dùng này.

source: The reply-to address of you mail.
vi: Địa chỉ trả lời đến mail của bạn.

source: The port on which your mail server is running. Default is 25.
vi: Cổng mà máy chủ mail của bạn đang chạy. Mặc định là 25.

source: Normal exit status is 0 when the server was properly shutdown. An exit status of 2 indicates an error with the command line options.
vi: Tình trạng thoát là 0 khi máy chủ đã thoát một cách đúng đắn. Tình trạng thoát là 2 chỉ ra một lỗi với tùy chọn dòng lệnh.

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> and Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
vi: Viết bởi David White E<lt>davidnwhite@verizon.netE<gt>. Chỉnh sửa bởi Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> và Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. Trang hướng dẫn này vốn được viết bởi Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
