Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-manpages/*.po
Languages: vi

source: Battle for Wesnoth
vi: Trận chiến giành Wesnoth

source: NAME
vi: TÊN

source: wesnoth - Battle for Wesnoth, a turn-based fantasy strategy game
vi: wesnoth - Trận chiến giành wesnoth, là trò chơi chiến thuật dựa trên lượt đi theo phong cách thần thoại

source: SYNOPSIS
vi: BẢNG TÓM TẮT

source: B<wesnoth> [I<OPTIONS>] [I<PATH_TO_DATA>]
vi: B<wesnoth> [I<TÙY CHỌN>] [I<ĐƯỜNG DẪN_ĐẾN_DỮ LIỆU>]

source: DESCRIPTION
vi: MÔ TẢ

source: Battle for B<Wesnoth> is a turn-based fantasy strategy game.
vi: Trận chiến giành B<Wesnoth> là trò chơi chiến thuật dựa trên lượt đi theo phong cách thần thoại.

source: Defeat all enemy leaders using a well-chosen cadre of troops, taking care to manage your resources of gold and villages. All units have their own strengths and weaknesses; to win, deploy your forces to their best advantage while denying your foes the chance to do the same. As units gain experience, they acquire new abilities and become more powerful. Play in your own language and test your skill against a smart computer opponent, or join Wesnoth's large community of on-line players. Create your own custom units, scenarios or campaigns, and share them with others.
vi: Đánh bạo tất cả kẻ thù sử dụng đơn vị lính nòng cốt được tuyển chọn tốt, quản lý nguồn tài nguyên của bạn bao gồm vàng và các ngôi làng. Mỗi đơn vị lính đều có điểm mạnh và điểm yếu riêng; để chiến thắng, triển khai lực lượng của bạn để có lợi nhất trong khi ngăn cản đối phương làm tương tự. Khi đơn vị lính thu được kinh nghiệm, chúng đạt được những khả năng mới và trở nên mạnh mẽ hơn. Chơi bằng chính ngôn ngữ của bạn và thử thách khả năng khi đối đầu với đối phương đầy mưu mẹo được điều khiển bởi máy tính, hay tham gia vào cộng đồng rộng lớn Wesnoth của người chơi mạng. Từ tạo đơn vị lính, màn chơi hay chiến dịch của chính bạn và chia sẽ với những người khác.

source: OPTIONS
vi: TÙY CHỌN

source: B<--bpp>I<\ number>
vi: B<--bpp>I<\ số>

source: sets BitsPerPixel value. Example: B<--bpp 32>
vi: đặt giá trị bit trên mỗi điểm ảnh. Ví dụ: B<--bpp 32>

source: B<--config-dir>I<\ name>
vi: B<--config-dir>I<\ tên>

source: prints the path of the user configuration directory and exits.
vi: in đường dẫn của thư mục chứa thiết lập người dùng và toát.

source: enables additional command mode options in-game (see the wiki page at http://www.wesnoth.org/wiki/CommandMode for more information about command mode).
vi: bật tùy chọn cho chế độ lệnh bổ sung trong trò chơi (vào trang wiki ở địa chỉ http://www.wesnoth.org/wiki/CommandMode để biết thêm chi tiết về chế độ lệnh).

source: B<-e,\ --editor>I<\ file>
vi: B<-e,\ --editor>I<\ tập tin>

source: displays the number of frames per second the game is currently running at, in a corner of the screen.
vi: hiển thị số khung hình mỗi giây trò chơi hiện giờ đang chạy, ở góc màn hình.

source: runs the game in full screen mode.
vi: chạy trò chơi ở toàn màn hình.

source: B<--gunzip>I<\ infile.gz>
vi: B<--gunzip>I<\ sắp xếp.gz>

source: decompresses a file which should be in gzip format and stores it without the .gz suffix. The I<infile.gz> will be removed.
vi: giải nén một tập tin ở định dạng gzip và lưu mà không để đuôi .gz. I<infile.gz> sẽ bị bỏ đi .

source: B<--gzip>I<\ infile>
vi: B<--gzip>I<\ sắp xếp>

source: compresses a file in gzip format, stores it as I<infile>.gz and removes I<infile>.
vi: nén một tập tin ở định dạng gzip, lưu nó dưới tên I<infile>.gz và bỏ I<infile>.

source: displays a summary of command line options to standard output, and exits.
vi: hiển thị một tóm tắt về tùy chọn dòng lệnh cho tiêu chuẩn đầu ra, và thoát.

source: B<-l,\ --load>I<\ file>
vi: B<-l,\ --load>I<\ tập tin>

source: loads the savegame I<file> from the standard save game directory. If the B<-e> or B<--editor> option is used as well, starts the editor with the map from I<file> open. If it is a directory, the editor will start with a load map dialog opened there.
vi: tải bản lưu trò chơi I<file> từ thư mục lưu trò chơi chuẩn. Nếu tùy chọn B<-e> hoặc B<--editor> cũng được sử dụng, chạy trình sửa bản đồ với bản đồ từ tập tin I<file> mở sẵn. Nếu đó là một thư mục, trình sửa bản đồ sẽ chạy với hộp thoại tải bản đồ mở sẵn.

source: B<--log->I<level>B<=>I<domain1>B<,>I<domain2>B<,>I<...>
vi: B<--log->I<cấp>B<=>I<miền 1>B<,>I<miền 2>B<,>I<...>

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used.
vi: đặt mức độ của miền dăng nhập. B<all> có thể phù hợp với bất cứ miền đăng nhập nào. Các mức có sẵn: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Theo mặc định sử dụng mức B<error>.

source: the number of frames per second the game can show, the value should be between the 1 and 1000, the default is B<50>.
vi: Số khung hình mỗi giây trò chơi có thể thể hiện, giá trị nên nằm giữa 1 và 1000, mặc định là B<50>.

source: runs a multiplayer game. There are additional options that can be used together with B<--multiplayer> as explained below. Only these additional options can follow B<--multiplayer>.
vi: chạy một trò chơi nhiều người chơi. Có những tùy choinj bổ sung có thể dùng chung với B<-m, --multiplayer> như giải thích bên dưới. Chỉ những tùy chọn này mới có thể theo sau B<--multiplayer>.

source: runs the game without any delays for graphic benchmarking. This is automatically enabled by B<--nogui>.
vi: chạy trò chơi mà không có hoãn để kiểm nghiệm đồ họa. tùy chọn được bật sẵn bởi B<--nogui>.

source: disables caching of game data.
vi: tắt lưu trữ dữ liệu của trò chơi.

source: runs the game without music.
vi: chạy trò chơi không có nhạc.

source: runs the game without sounds and music.
vi: chạy trò chơi không có âm thanh và nhạc.

source: prints the name of the game data directory and exits.
vi: in tên của đường dẫn chứa dữ liệu trò chơi và thoát.

source: B<-r\ >I<X>B<x>I<Y>B<,\ --resolution\ >I<X>B<x>I<Y>
vi: B<-r\ >I<X>B<x>I<Y>B<,\ --resolotion\ >I<X>B<x>I<Y>

source: sets the screen resolution. Example: B<-r 800x600>
vi: đặt dồ phân giải màn hình. Ví dụ: B<-r 800x600>

source: allows to use screen resolutions down to 800x480 and resizes a few interface elements.
vi: cho phép hạ độ phân giải xuống 800x480 và thay đổi kích thước một vài thành phần giao diện.

source: B<-s,\ --server\ [host]>
vi: B<-s,\ --server\ [chủ]>

source: connects to the specified host if any, otherwise connect to the first server in preferences. Example: B<--server server.wesnoth.org>
vi: kết nối đến máy chủ được chỉ định trước nếu có, còn không kết nối đến máy chủ đầu tiên trong phần tùy chọn. Ví dụ: B<--server server.wesnoth.org>

source: runs the game in a small test scenario.
vi: chạy trò chơi trong màn chơi nhỏ thử nghiệm.

source: assumes that the cache is valid. (dangerous)
vi: giả sử bộ nhớ hợp lệ. (nguy hiểm)

source: shows the version number and exits.
vi: hiện phiên bản và toát.

source: runs the game in windowed mode.
vi: chạy trò chơi trong chế độ cửa sổ.

source: replays the game loaded with the B<--load> option.
vi: phát lại trò chơi với tùy chọn B<--load>.

source: Options for --multiplayer
vi: Tùy chọn cho --multiplayer

source: The side-specific multiplayer options are marked with I<number>. I<number> has to be replaced by a side number. It usually is 1 or 2 but depends on the number of players possible in the chosen scenario.
vi: Các tùy chọn cho phe cụ thể trong nhiều người chơi được đánh dấu bằng I<number>. I<number> phải được thay thế bằng số hiệu của phe. Thường là 1 hoặc 2 nhưng phụ thuộc vào số người chơi có thể có ở màn chơi đã chọn.

source: B<--ai_config>I<number>B<=>I<value>
vi: B<--ai_config>I<số>B<=>I<giá trị>

source: selects a configuration file to load for the AI controller for this side.
vi: chọn một tập tin tùy thích để dùng cho phe máy điều khiển này.

source: B<--algorithm>I<number>B<=>I<value>
vi: B<--algorithm>I<số>B<=>I<giá trị>

source: selects a non-standard algorithm to be used by the AI controller for this side. Available values: B<idle_ai> and B<sample_ai>.
vi: chọn một thuật toán không chuẩn để sử dụng bởi phe máy điều khiển này. Giá trị có sẵn: B<idle_ai> and B<sample_ai>.

source: B<--controller>I<number>B<=>I<value>
vi: B<--controller>I<số>B<=>I<giá trị>

source: selects the controller for this side. Available values: B<human> and B<ai>.
vi: chọn người điều khiển cho phe này. Giá trị có sẵn: B<human> và B<ai>.

source: B<--era=>I<value>
vi: B<--era=>I<giá trị>

source: use this option to play in the selected era instead of the B<Default> era. The era is chosen by an id. Eras are described in the B<data/multiplayer/eras.cfg> file.
vi: sử dụng tùy chọn này để chơi sử dụng một thời đại đã chọn thay vì thời đại B<Default>. Thời đại được chọn bởi một số nhận diện. Thời đại được mô tả trong tập tin B<data/multiplayer/eras.cfg>.

source: exits once the scenario is over, without displaying victory/defeat dialog which requires the user to click OK. This is also used for scriptable benchmarking.
vi: thoát một khi màng chơi kết thúc mà không hiện hộp thoại thắng/thua cần người chơi phải nhấn nút đồng ý. Đây của sử dùng cho việc kiểm nghiệm có thể lập trình được.

source: runs the game without the GUI. Must appear before B<--multiplayer> to have the desired effect.
vi: chạy trò chơi không có giao diện người dùng. Phải hiện lên trước khi B<--multiplayer> để cả hiệu quả mong muốn.

source: B<--parm>I<number>B<=>I<name>B<:>I<value>
vi: B<--parm>I<số>B<=>I<tên>B<:>I<giá trị>

source: sets additional parameters for this side. This parameter depends on the options used with B<--controller> and B<--algorithm>. It should only be useful for people designing their own AI. (not yet documented completely)
vi: đặt thông số bổ sung cho phe này. Thông số này phụ thuộc và tùy chọn sử dụng với B<--controller> và B<--algorithm>. Nó chỉ hưu ích với ai đang tự thiết kế trí tuệ máy (AI) của riêng mình. (chưa có tư liệu hoàn chỉnh)

source: B<--scenario=>I<value>
vi: B<--scenario=>I<giá trị>

source: selects a multiplayer scenario by id. The default scenario id is B<multiplayer_The_Freelands>.
vi: chọn một màn nhiều người chơi bởi số nhận diện. Số nhận diện của màn chơi mặc định là B<multiplayer_The_Freelands>.

source: B<--side>I<number>B<=>I<value>
vi: B<--side>I<số>B<=>I<giá trị>

source: selects a faction of the current era for this side. The faction is chosen by an id. Factions are described in the data/multiplayer.cfg file.
vi: chọn một liên minh của thời đại hiện thời cho phe này. Liên minh được chọn bởi một số nhận diện. Liên minh được mô tả trong tập tin data/multiplayer.cfg.

source: B<--turns=>I<value>
vi: B<--turns=>I<giá trị>

source: sets the number of turns for the chosen scenario. The default is B<50>.
vi: đặt số lượt đi cho màn chơi đã chọn. Mặc định là B<50>.

source: EXIT STATUS
vi: TÌNH TRẠNG THOÁT

source: Normal exit status is 0. An exit status of 1 indicates an (SDL, video, fonts, etc) initialization error. An exit status of 2 indicates an error with the command line options.
vi: Tình trạng thoát bình thường là 0. Tình trạng thoát 1 biểu thị một lỗi khởi tạo (SDL, đoạn phim, phông chữ, vân vân). Tình trạng thoát 2 biểu thị một lỗi với tùy chọn dòng lệnh.

source: AUTHOR
vi: TÁC GIẢ

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>.
vi: Viết bởi David White E<lt>davidnwhite@verizon.netE<gt>.

source: Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton.de@gmail.comE<gt>.
vi: Chỉnh sửa bởi Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> và Soliton E<lt>soliton.de@gmail.comE<gt>.

source: This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
vi: Trang hướng dẫn này vốn được viết bởi Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: Visit the official homepage: http://www.wesnoth.org/
vi: Truy cập trang chủ chính thức: http://www.wesnoth.org/

source: COPYRIGHT
vi: BẢN QUYỀN

source: This is Free Software; this software is licensed under the GPL version 2, as published by the Free Software Foundation. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
vi: Đây là Phần mềm Tự do; được cấp phép GPL phiên bản 2, được công bố bởi Free Software Foundation (Tổ chức phần mềm tự do). KHÔNG có sự đảm bảo; kể cả cho KHẢ NĂNG ĐEM LẠI LỢI NHUẬN HAY LỢI ÍCH CHO MỘT MỤC ĐÍCH CỤ THỂ.

source: SEE ALSO
vi: Cũng xem

source: Battle for Wesnoth multiplayer network daemon
vi: Tiến trình nền cho mạng lưới nhiều người chơi Trận chiến giành Wesnoth

source: wesnothd - Battle for B<Wesnoth> multiplayer network daemon
vi: wesnothd - tiến trình nền cho mạng lưới nhiều người chơi Trận chiến giành B<Wesnoth>

source: B<wesnothd> [\|B<-dv>\|] [\|B<-c> I<path>\|] [\|B<-p> I<port>\|] [\|B<-t> I<number>\|] [\|B<-T> I<number>\|]
vi: <wesnothd> [\|B<-dv>\|] [\|B<-c> I<đường dẫn>\|] [\|B<-p> I<cổng>\|] [\|B<-t> I<số>\|] [\|B<-T> I<số>\|]

source: Manages Battle for Wesnoth multiplayer games. See http://www.wesnoth.org/wiki/ServerAdministration on what commands the server accepts via the wesnoth client (/query ...) or the fifo.
vi: Quản lý các trò chơi nhiều người chơi Trận chiến giành Wesnoth. Truy cập http://www.wesnoth.org/wiki/ServerAdministration để biết những lệnh nào được máy chủ chấp nhận qua máy khách wesnoth hoặc fifo.

source: B<-c\ >I<path>B<,\ --config>I<\ path>
vi: B<-c\ >I<đường dẫn>B<,\ --config>I<\ đường dẫn>

source: tells wesnothd where to find the config file to use. See the section B<SERVER CONFIG> below for the syntax. You can reload the config with sending SIGHUP to the server process.
vi: xác định cho wesnothd nơi chứa tập tin thiết lập để sử dụng. Xem phần B<THIẾT LẬP MÁY CHỦ> dưới đây cho cú pháp. Bạn có thể tải lại thiết lập vằng cách gửi lệnh SIGHUP đến tiến trình của máy chủ.

source: runs wesnothd as a daemon.
vi: chạy wesnothd như một tiến trình nền.

source: tells you what the command line options do.
vi: nói cho bạn biết tùy chọn dòng lệnh làm gì.

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used and the B<info> level for the B<server> domain.
vi: đặt mức độ của miền đăng nhập. B<all> có thể sử dụng để phù hợp với bất kỳ miền đăng nhập nào. Các mức độ có sẵn: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Mặc định là mức độ B<error> được sử dụng và mức độ B<info> cho miền B<server>.

source: B<-p\ >I<port>B<,\ --port>I<\ port>
vi: B<-p\ >I<cổng>B<,\ --port>I<\ cổng>

source: binds the server to the specified port. If no port is specified, port B<15000> will be used.
vi: kết máy chủ với một cổng chỉ định. Nếu không có cổng nào được chỉ định, cổng B<15000> sẽ được sử dụng.

source: B<-t\ >I<number>B<,\ --threads>I<\ number>
vi: B<-t\ >I<số>B<,\ --threads>I<\ số>

source: sets the maximum number of waiting worker threads for network I/O to n (default: B<5>,\ max:\ B<30>).
vi: đặt số lượng tối đa cho chủ đề đang đợi cho mạng lưới vào/ra là n (mặc định: B<5>,\ max:\ B<30>).

source: B<-T\ >I<number>B<,\ --max-threads>I<\ number>
vi: B<-T\ >I<số>B<,\ --max-threads>I<\ số>

source: sets the maximum number of worker threads that will be created. If set to B<0> there will be no limit (default: B<0>).
vi: đặt số lượng tối đa cho chủ đề sẽ được tạo ra. Nếu đặt là B<0> thì sẽ không có giới hạn (mặc định: B<0>).

source: shows version number and exits.
vi: hiện số phiên bản và thoát.

source: turns debug logging on.
vi: bật chế độ đăng nhập gỡ lỗi.

source: SERVER CONFIG
vi: THIẾT LẬP MÁY CHỦ

source: The general syntax is:
vi: Cú pháp chung là:

source: I<key>="I<value>"
vi: I<chìa khóa>="I<giá trị>"

source: I<key>="I<value>,I<value>,..."
vi: I<chìa khóa>="I<giá trị>,I<giá trị>,..."

source: Global keys:
vi: Toàn bộ các phím:

source: If set to B<no> (default), shut_down and restart requests are ignored unless they come from the fifo. Set it to B<yes> to allow remote shutdown via a /query by an administrator.
vi: Nếu đặt là B<no> (mặc định), shut_down và yêu cầu khởi động lại sẽ bị bỏ qua trừ khi chúng đến từ fifo. Đặt là B<yes> để cho phép tắt từ xa thông qua một /query bởi một người quản trị.

source: Full or relative path to a (gzip compressed) file that the server can read and write. Bans will be saved to this file and read again on server start.
vi: Đày đủ hay có liên quan đến một tập tin (định dạng nén gzip) mà máy chủ có thể viết và đọc. Lệnh cấm sẽ được lưu và tập tin này và được đọc lại khi khởi đông máy chủ.

source: Determines whether the rooms file should be read and written to in compressed form. Defaults to B<yes>.
vi: Xác định xem các tập tin của các phòng nên được đọc và ghi ở dạng nén. Mặc định là B<yes>.

source: The number of allowed connections from the same IP. B<0> means infinite. (default: B<5>)
vi: Số kết nối cho phép từ cùng một địa chỉ IP. B<0> là vô hạn. (mặc định: B<5>)

source: Names/nicks that are not accepted by the server. B<*> and B<?> from wildcard patterns are supported. See B<glob>(7) for more details. Default values (used if nothing is specified) are: B<*admin*,*admln*,*server*,ai,ai?,computer,human,network,player>.
vi: Tên/biệt danh không được máy chủ chấp nhận. B<*> và B<?> từ các mẫu ký tự đại diện được hỗ trợ. Xem B<glob>(7) để biết thêm chi tiết. Giá trị mặc định (được sử dụng nếu không có gì được chỉ định) là: B<*admin*,*admln*,*server*,ai,ai?,computer,human,network,player>.

source: The path to the fifo you can echo server commands into (same as /query ... from wesnoth). If not specified defaults to the compile-time path (default: B</var/run/socket/wesnothd/socket>).
vi: Đường dẫn đến fifo bạn có thể lặp lại lệnh cho máy chủ đến (giống như /query ... từ wesnoth). Nếu không được chỉ định mặc định đến đường dẫn thời gian biên dịch (mặc định: B</var/run/socket/wesnothd/socket>).

source: The number of allowed messages in B<messages_time_period>. (default: B<4>)
vi: Số tin nhắn được phép trong B<messages_time_period>. (mặc định: B<4>)

source: The time period (in seconds) message flooding is detected in. (default: B<10> seconds)
vi: Khoảng thời gian (tính bằng giây) phát hiện tin nhắn tràn ngập. (mặc định: B<10> giây)

source: The message of the day.
vi: Tin nhắn trong ngày.

source: Determines who can create new rooms on the server. Available values are B<everyone>, B<registered>, B<admin> and B<nobody>, and give the permission respectively to everyone, registered users, admin users or disables new room creation. Default value is B<everyone>.
vi: Xác định ai có thể tạo phòng mới trên máy chủ. Giá trị có sẵn là B<everyone>, B<registered>, B<admin> và B<nobody>, và cho phép tương ứng với tất cả mọi người, người dùng đã đăng ký, quản trị hay tắt không cho tạo phòng mới. Giá trị mặc định là B<everyone>.

source: The password used to gain admin privileges (via B</query admin >I<password>).
vi: Mật khẩu được sử dụng để có quyền quản trị (thông qua B</query admin >I<password>).

source: The directory where the server stores game replays. (Don't forget the trailing /!) Defaults to `' which means the directory wesnothd was started in.
vi: Thư mục nơi máy chủ chứa các tập tin phát lại. (đừng quên các dấu /!) Mặc định là `' nghĩa là thư mục mà wesnothd được bắt đầu nhập.

source: The command that the server uses to start a new server process via the B<restart> command. (Can only be issued via the fifo. See the B<allow_remote_shutdown> setting.)
vi: Lênh mà máy chủ sử dụng để khởi chạy một tiến trình máy chủ mới thông qua lệnh B<restart>. (chỉ có thể đưa ra thông qua fifo. Xem phần thiết lập B<allow_remote_shutdown>)

source: Path to a file where the room info should be stored. This file is read on server startup and written to later. If empty or not set, rooms are not loaded and not saved.
vi: Đường dẫn đến tập tin nơi thông tin về các phòng được lưu trữ. Tập tin này được đọc trên máy chủ lúc khởi động và được viết vào sau đó. Nếu rỗng hay không được đặt, các phòng không được tải hay lưu.

source: Defines whether the server will automatically save replays of games. (default: B<false>)
vi: Xác định liệu máy chủ có tự động lưu tập tin phát lại của các trò chơi. (mặc định: B<false>)

source: A comma separated list of version strings to be accepted by the server. B<*> and B<?> from wildcard patterns are supported. (defaults to the corresponding wesnoth version)
vi: Một danh sách các chuỗi phiên bản được chấp nhận bởi máy chủ được ngăn cách bởi dấu phẩy. B<*> và B<?> từ các ký từ đại diện được hổ trợ. (mặc định là phiên bản wesnoth tương ứng)

source: Example: B<versions_accepted="*"> accepts any version string.
vi: Ví dụ: B<versions_accepted="*"> chấp nhận bât kỳ chuỗi phiên bản nào.

source: The name of the user handler to use. Currently available user handlers are B<forum> (to connect wesnothd to a phpbb forum database) and B<sample> (a sample implementation of the user handler interface, if you use this on anything real you are insane). The default value is B<forum>. You must also add a B<[user_handler]> section, see below.
vi: Tên của chế độ quản lý người dùng để sử dụng. Các chế độ quản lý người dùng có sẵn hiện tại là B<forum> (kết nối wesnothd tới một cơ sở dữ liệu phpbb của diễn đàn) và B<sample> (một sự thực hiện mẫu của chế độ quản lý người dùng, nếu bạn sử dụng chế độ này trên bất cứ điều gì thật sự thì bạn đang điên). Giá trị mặc định là B<forum>. Bạn cũng phải thêm vào một phần B<[user_handler]>, tham khảo bên dưới.

source: Global tags:
vi: Toàn bộ các thẻ:

source: B<[redirect]> A tag to specify a server to redirect certain client versions to.
vi: B<[redirect]> Một thẻ để chỉ định một máy chủ để chuyển hướng từ máy khách với một phiên bản nhất định.

source: The address of the server to redirect to.
vi: Địa chỉ của máy chủ để chuyển hướng đến.

source: The port to connect to.
vi: Cổng kết nối tới:

source: A comma separated list of versions to redirect. Behaves the same way as B<versions_accepted> in regard to wildcard patterns.
vi: Một danh sách các phiên bản để chuyển hướng được ngăn cách bởi dấu phẩy. hoạt đọng tương tự như B<versions_accepted> đối với các ký tự đại diện.

source: B<[ban_time]> A tag to define convenient keywords for temporary ban time lengths.
vi: B<[ban_time]> Một thẻ để định nghĩa một từ khóa thuận tiện để cấm tạm thời trong một thời gian.

source: The name used to reference the ban time.
vi: Tên sử dụng để tham khảo thời gian cấm.

source: The time length definition. The format is: %d[%s[%d%s[...]]] where %s is s (seconds), m (minutes), h (hours), D (days), M (months) or Y (years) and %d is a number. If no time modifier is given minutes (m) are assumed. Example: B<time="1D12h30m"> results in a ban time of 1 day, 12 hours and 30 minutes.
vi: Định khoảng thời gian. Định dạng là: %d[%s[%d%s[...]]] trong đó %s là s (giây), m (phút), h (giờ), D (ngày), M (tháng) or Y (năm) và %d là một số. Nếu không có thông số bổ sung thì giả định là phút (m). Ví dụ: B<time="1D12h30m"> có kết quả là phạt trong 1 ngày, 12 giờ và 30 phút.

source: B<[proxy]> A tag to tell the server to act as a proxy and forward the connected client's requests to the specified server. Accepts the same keys as B<[redirect]>.
vi: B<[proxy]> Một thẻ thông báo cho máy chủ để hoạt động như một người ủy quyền và chuyển tiếp yêu cầu của máy khách đã kết nối đến một máy chủ chỉ định. Chấp nhận các khóa giống như B<[redirect]>.
