Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-anl/*.po
Languages: vi

source: 4p — A New Land
vi: 4nc - Vùng đất mới

source: This 4p survival scenario allows you to construct buildings and terraform the land. Use map settings. Recommended starting gold=100.
vi: Màn chơi sống sót cho 4 người này cho phép bạn xây dựng công trình và thay đổi vùng đất. Sử dụng thiếp lập của bản đồ. Lượng vàng ban đầu đề nghị là 100.

source: In the aftermath of the great war the remnants of humanity fled to an obscure secluded glen. Though they knew they could not hide from the mighty armies that had crushed their homeland, the leaders of the resistance hoped only for enough time to rebuild their forces.
vi: Sau một trận chiến dữ dội, những người còn sống sót trốn chạy dến một thung lũng hẹp tách biệt ít ai biết đến. Dù biết rằng không thể trốn mãi khỏi kẻ thù hùng mạnh đã tiêu diệt quê hương của họ, người chỉ huy kháng chiến chỉ có thể mang có dduur thời gian để xây dựng lại lực lượng.

source: Right-click on your leader during your turn for help
vi: Nhấp chuột phải lên chỉ huy của bạn khi đang là lượt của bạn để được trợ giúp

source: You must survive until turn 25.
vi: Bạn phải sống sót đến lượt 25.

source: teamname^Team 1
vi: teamname^Đội 1

source: teamname^Team 2
vi: teamname^Đội 2

source: You destroy the mushroom mine. The northwest undead now have 10 less income.
vi: Bạn đã phá hủy mỏ nấm. Bọn ma quái phía Tây Bắc có ít đi 10 lượng vàng trong thu nhập.

source: You destroy the mushroom mine. The northeast orcs now have 10 less income.
vi: Bạn đã phá hủy mỏ nấm. Bọn người thú phía Đông Bắc có ít đi 10 lượng vàng trong thu nhập.

source: You destroy the mushroom mine. The southwest orcs now have 10 less income.
vi: Bạn đã phá hủy mỏ nấm. Bọn người thú phía Tây Nam có ít đi 10 lượng vàng trong thu nhập.

source: You destroy the mushroom mine. The southeast undead now have 10 less income.
vi: Bạn đã phá hủy mỏ nấm. Bọn ma quái phía Đông Nam có ít đi 10 lượng vàng trong thu nhập.

source: One of your peasants has happened upon some spiders’ nests in the north and south.
vi: Một nông dân của bạn vô tình nhìn thấy vài ổ nhện ở phía Bắc và Nam.

source: I swear I saw somebody trapped in the spider’s web. Maybe we should rescue them?
vi: Tôi thề là tôi đã nhìn thấy ai đó bị mắc trong lưới nhện. Có lẽ ta nên cứu họ chăng?

source: Move any unit next to these captives and they will join your side. The spiders guarding each captive are currently wounded, the sooner you get there the better chance you have of killing them.
vi: Di chuyển bất cứ đơn vị quân nào đến gần tù nhân và họ sẽ gia nhập bạn. Con nhện canh giữ mỗi tù nhân đang bi thương, bạn càng đến đó sớm bạn càng có cơ hội giết nó.

source: Your men report strange sounds coming from some caves to the east and west.
vi: Người của bạn báo cáo rằng có âm thanh lạ phát ra từ một số hang động ở phía Đông và phía Tây.

source: It would seem the enemy has built some underground mushroom mines nearby — it must be where the mainstay of their resources are produced. If we could destroy them our chances wouldn’t nearly be so slim.
vi: Có vẻ kẻ thù đã xây dựng một số mỏ nấm dưới lòng đất gần đây - đó chắc hẳn là nơi tạo ra phần lớn tài nguyên của chúng. Nếu chúng ta có thể phá hủy chúng thì cơ hội của chúng ta sẽ bớt mong manh hơn.

source: Move any unit onto these villages to destroy the mine. Each one you destroy will reduce the enemy’s income by 10.
vi: Di chuyển bất kỳ đơn vị vào các ngôi làng này sẽ phá hủy hầm mỏ. Mỗi mỏ bạn phá hủy sẽ giảm bớt thu nhấp của kẻ thù đi 10.

source: This battle is nearly at an end. Victory is close at hand!
vi: Cuộc chiến đã đến hồi kết thúc. Chiến thắng đã gần trong tay!

source: We have survived the onslaught! The tide of the battle has turned, victory cannot elude us now!
vi: Chúng ta đã sóng sót được cuộc công kích! Chiều hướng của cuộc chiến đã thay đổi, chúng ta đã nắm chắc chiến thắng!

source: You have won the game, but you may continue if you wish...
vi: Bạn đã thắng trò chơi, bạn vẫn có thể tiếp tục chơi nếu bạn muốn...

source: I have fallen, but all is not lost!
vi: Tôi đã thất bại, nhưng vẫn chưa mất tất cả!

source: I am done for, but we have yet to lose this battle!
vi: Tôi phải kết thúc rồi, nhưng chúng ta vẫn chưa thua cuocj chiến này!

source: Comrades, avenge me!
vi: Đồng đội, trả thù cho tôi!

source: Do not fear, there is hope for us still!
vi: Đừng sợ, vẫn còn hy vọng cho chúng ta!

source: The chest contains $oc_treasure gold.
vi: Cái rương chứa $oc_treasure lượng vàng.

source: Return to menu
vi: Trở lại trình đơn

source: Peasants
vi: Nông dân

source: Peasants are your workers. Depending on the terrain, right-clicking on a peasant allows you to terraform the landscape and/or build castles, mines, farms, villages and universities.
vi: Nông dân là nhân công của bạn. Tùy thuộc vào địa hình, nhấp chuột phải lên một nông dân cho phép thay đổi địa hình và/hay xây dựng lâu đài, mỏ, nông trại, làng và trường đại học.

source: Mages
vi: Pháp sư

source: Mages are your wise men. They can study at universities, pursuing advances in mining, farming and recruitment.
vi: Pháp sư là nhân tài của bạn. Họ có thể nghiên cứu ở các trường đại học, thúc đẩy tiến bộ trong khai khoáng, trồng trọt và tuyển quân.

source: Farms
vi: Nông trại

source: Farms can only be planted on grassland. Move a peasant onto a farm and he will begin to automatically harvest the cash crop.
vi: Nông trại chỉ có thể trồng trên đồng cỏ. Di chuyển một nông dân đến và anh ta sẽ tự động bắt đầu thu hoạch hoa màu.

source: Villages
vi: Làng

source: Villages can only be built on grassland. They provide income and healing as usual. Right-click on a peasant in a village and you can establish a university.
vi: Làng chỉ có thể được xây dựng trên đồng cỏ. Chúng cung cáp thu nhập và sự điều trị như bình thường. Nhấp chuột phải lên một nông dân đang ở làng và bạn có thể thành lập một trường đại học.

source: Mines
vi: Mỏ

source: Mines can be built on hills or mountains. A peasant on a mine will automatically dig for gold at the start of your turn.
vi: Mỏ chỉ có thể được xây dựng trên đồi hay núi. Một nông dân ở mỏ sẽ tự động đào vàng ở đầu mỗi lượt của bạn.

source: Universities
vi: Trường đại học

source: Any of the ‘Elvish’ style villages represent universities. At the start of your turn, Mages in universities automatically add to the study progress of your chosen research target. Right-click on a mage in a university to change research target.
vi: Bất kỳ ngôi làng kiểu 'thần tiên' nào cũng đại diện cho một trường đại học. Ở đầu mỗi lượt của bạn, pháp sư ở trường đại học tự động thêm vào tiến trình nghiên cứu mà bạn đã chọn. Nhấp chuột phải vào một pháp sư ở một trường đại hoc để thay đổi mục tiêu nghiên cứu.

source: Diplomacy
vi: Ngoại giao

source: Right-clicking on your leader when in a university allows you to select special diplomatic options.
vi: Nhấp chuột phải lên chỉ huy của bạn khi đang ở trường đại học cho phép chọn một đường lối ngoại giao đặc biệt.

source: Help
vi: Trợ giúp

source: A New Land — Help
vi: Vùng đất mới - Trợ giúp

source: Select a topic.
vi: Chọn một chủ đề.

source: Done
vi: Hoàn thành

source: I hereby donate 20 gold to the coffers of $df_player_name|.
vi: Tôi xin ủng hộ 20 lượng vàng đến két sắt của $df_player_name|.

source: $sf_player_name|, since our wisdom exceeds yours I have instructed my scholars to further your understanding of agriculture.
vi: $sf_player_name|, vì kiến thức của chúng tôi cao hơn bạn nên tôi đã chỉ thị cho các học giả của tôi nâng cao hơn nữa sự hiểu biệt của bạn về nông nghiệp.

source: $sm_player_name|, since the wisdom of my people exceeds yours I have instructed my scholars to aid you in your efforts to learn the science of mining.
vi: $sf_player_name|, vì kiến thức của chúng tôi cao hơn bạn nên tôi đã chỉ thị cho các học giả của tôi giúp đỡ bạn trong cố gắng nghiên cứu về khoa học khai khoáng.

source: You know worryingly little about the arts of war, $sw_player_name|. I feel an obligation to instruct you in this vital matter.
vi: Bạn biết it một cách đáng lo ngại về nghệ thuật chiến tranh, $sw_player_name|. Tôi cảm thấy bổn phận của mình là hướng dẫn bạn về vấn đề quan trọng này.

source: $player_name Share knowledge of agriculture
vi: $player_name Chia sẽ kiến thức về nông nghiệp.

source: $player_name Share knowledge of mining
vi: $player_name Chia sẽ kiến thức về khai khoáng

source: $player_name Share knowledge of warfare
vi: $player_name Chia sẽ kiến thức về chiến tranh

source: Diplomatic Options
vi: Tùy chọn về ngoại giao

source: What shall I do?
vi: Tôi phải làm gì?

source: Nothing
vi: Không có gì

source: <span color='green'>Donate Funds</span> Give 20 gold to another player
vi: <span color='green'>Ủng hộ</span> Cho người chơi khác 20 vàng

source: Who will you donate funds to?
vi: Bạn muốn ủng hộ vàng cho ai?

source: Back
vi: Trở lại

source: <span color='green'>Share Knowledge</span> Help an ally with their research
vi: <span color='green'>Chia sẽ kiến thức</span> Giúp đỡ một đồng minh trong nghiên cứu

source: Who will you share knowledge with?
vi: Bạn muốn chia sẽ kiến thức với ai?

source: <span color='green'>Negotiate with the Dwarves</span> Lets you recruit a Dwarvish unit Negotiation Progress: $player_$side_number|.leader_option_1.progress|/$player_$side_number|.leader_option_1.target
vi: <span color='green'>Thương lượng với ngươi lùn</span> Cho phép bạn tuyển một đơn vị người lùn Quá trình thương lượng: $player_$side_number|.leader_option_1.progress|/$player_$side_number|.leader_option_1.target

source: <span color='green'>Negotiate with the Elves</span> Lets you recruit an Elvish unit Negotiation Progress: $player_$side_number|.leader_option_2.progress|/$player_$side_number|.leader_option_2.target
vi: <span color='green'>Thương lượng với thần tiên</span> Cho phép bạn tuyển một đơn vị thần tiên Quá trình thương lượng: $player_$side_number|.leader_option_2.progress|/$player_$side_number|.leader_option_2.target

source: Negotiation Complete
vi: Hoàn thành thương lượng

source: Our talks are complete — the Dwarves will gladly fight by your side. Which of our brethren do you want to recruit?
vi: Chúng ta đã thương lượng xong - chủng tộc người lùn sẽ chấp thuận chiến đấu cho phe ta. Bạn muốn tuyển đơn vị nào?

source: Our talks are complete — the Elves shall aid you in this battle. Which our of kin do you wish to recruit?
vi: Chúng ta đã thương lượng xong - chủng tộc thần tiên sẽ giúp đỡ chúng ta trong chiến đấu. Bạn muốn tuyển đơn vị nào?

source: Choose New Recruit
vi: Chọn đơn vị mới

source: Study Complete
vi: Hoàn thành nghiên cứu

source: Which type of unit would you like to be able to recruit?
vi: Loại đơn vị nào bạn muốn có khả năng tuyển quân?

source: Oversee Research
vi: Tổng quan về nghiên cứu

source: Research
vi: Nghiên cứu

source: We are currently studying $player_$side_number|.research.current_target|. To which end would you have our scholars devote their minds? Our farms produce $player_$side_number|.farming.gold|g Our mines produce $player_$side_number|.mining.gold|g
vi: Hiện nay chúng ta đang nghiên cứu $player_$side_number|.research.current_target|. Bạn muốn các học giả của chúng ta hiến dâng cho kết quả nào? Nông trại của chúng ta sản xuất $player_$side_number|.farming.gold|g Mỏ của chúng ta sản xuất $player_$side_number|.mining.gold|g

source: Continue as before
vi: Tiếp tục như trước

source: Agriculture Farmers produce +1 gold Study Progress: $player_$side_number|.farming.progress|/$player_$side_number|.farming.target
vi: Nông nghiệp Nông dân sản xuất+1 gold Quá trình nghiên cứu: $player_$side_number|.farming.progress|/$player_$side_number|.farming.target

source: agriculture
vi: nông nghiệp

source: <span color='green'>Mining</span> Miners produce +1 gold Study Progress: $player_$side_number|.mining.progress|/$player_$side_number|.mining.target
vi: <span color='green'>Khai khoáng</span> Công nhân mỏ sản xuất +1 gold Quá trình nghiên cứu: $player_$side_number|.mining.progress|/$player_$side_number|.mining.target

source: mining
vi: khai khoáng

source: <span color='green'>Warfare</span> Allows you to recruit a new type of unit Study Progress: $player_$side_number|.warfare.progress|/$player_$side_number|.warfare.target
vi: <span color='green'>Quân sự</span> Cho phép bạn tuyển một loại lính mới Quá trình nghiên cứu: $player_$side_number|.warfare.progress|/$player_$side_number|.warfare.target

source: warfare
vi: quân sự

source: $player_$side_number|.name|’s farms now produce $player_$side_number|.farming.gold gold.
vi: Nông trại của $player_$side_number|.name| hiện giờ sản xuất $player_$side_number|.farming.gold lượng vàng.

source: $player_$side_number|.name|’s mines now produce $player_$side_number|.mining.gold gold.
vi: Mổ của $player_$side_number|.name| hiện giờ sản xuất $player_$side_number|.farming.gold lượng vàng.

source: $player_$side_number|.name|, we have finished researching warfare. Right-click on a mage in a university to select a unit to recruit.
vi: $player_$side_number|.name|, chúng ta đã hoàn thành nghiên cứu về quân sự. Nhấp chuột phải lên một pháp sư ở trường đại học để chọn đơn vị lính mới để tuyển.

source: Let’s cut you free!
vi: Hãy giải thoát cho ngươi nào!

source: You release the creature from the web and it agrees to help you.
vi: Bạn thả con vật ra khỏi lưới nhện và nó đồng ý giúp bạn.

source: Get to Work!
vi: Làm việc đi!

source: What shall I do my liege?
vi: Tôi phải làm gì thưa lãnh chúa?

source: Convert to Grassland
vi: Chuyển thành đồng cỏ

source: Cost: 0g
vi: Tốn: 0 vàng

source: Plant Farm
vi: Gây dựng nông trại

source: Build Village
vi: Xây làng

source: Cost: 15g
vi: Tốn: 15 vàng

source: Build Castle
vi: Xây lâu đài

source: Cost: 6g
vi: Tốn: 6 vàng

source: Cost: 4g
vi: Tốn: 4 vàng

source: Flood the Field
vi: Làm ngập cánh đồng

source: Cost: 1g
vi: Tốn: 1 vàng

source: Plant Saplings
vi: Trồng cây non

source: Chop Down Forest
vi: Chặt rừng

source: Earns: 1g
vi: Kiếm được: 1 vàng

source: Build Mine
vi: Xây mỏ

source: Cost: 25g
vi: Tốn: 25 vàng

source: Cost: 3g
vi: Tốn: 3 vàng

source: Make a Ford
vi: Đắp một chổ cạn

source: Cost: 5g
vi: Tốn: 5 vàng

source: Landfill
vi: Bãi rác

source: Destroy the Ford
vi: Phá chỗ cạn

source: Cost: 2g
vi: Tốn: 2 vàng

source: Smash Cave Floor
vi: Đập vờ nền hang

source: Earns: 3g
vi: Kiếm được: 3 vàng

source: Harvest Mushrooms
vi: Thu hoạch nấm

source: Build a Keep
vi: Xây một pháo đài

source: Cost: 7g
vi: Tốn: 7 vàng

source: Establish University
vi: Thành lập trường đại học

source: Clear the Ground
vi: Dọn sạch khu đất
