Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-dm/*.po
Languages: gl

source: Then we must aid him, and I must meet him. The King of Wesnoth is just a king; it is inner strength such as you describe that will turn back the darkness, if anything can. West, to the Ford of Abez!
gl: Entón debemos axudalo, e debo coñecelo. O rei de Wesnoth non é máis ca un rei. É a forza interior como a que ti describiches a que acabará coa escuridade, se é que iso é posible. Ao oeste, ao vao de Abez!

source: Kalenz and his troops fared swiftly south and then westward along the north bank of the Great River. They successfully evaded the orcs, but would soon find there were grimmer foes awaiting them.
gl: Kalenz e mailas súas tropas dirixíronse de seguida ao sur, e lodo viraron cara o oeste, seguindo a ribeira norte do gran río. Evitaron sen problemas aos orcos, pero pronto descubrirían que había peores inimigos agardando por eles.

source: Defeat all enemy leaders
gl: Derrota a todos os líderes inimigos

source: Living... Soon, you’ll be more troops for my master!
gl: Vivos... Pronto habedes convertervos e máis tropas para o meu mestre!

source: Undead! Where did they come from?
gl: Non mortos! De onde saíron?

source: We should try to go west. I sense things are worse on the eastern front.
gl: Deberiamos intentar ir ao oeste. Sinto que as cousas están peor na fronte leste.

source: Nameless
gl: Espectro sen nome

source: We have more help!
gl: Temos máis axuda!

source: And now even more help!
gl: E agora aínda máis axuda!

source: Foul creatures, it is time for your final rest!
gl: Criaturas estúpidas, é hora de que descansedes en paz para sempre!

source: That is Delfador. Do you see, now?
gl: Ese é Delfador. Velo agora?

source: I do. He is a like a blazing fire to my inner eye. I think you have chosen well, granddaughter; he is indeed the one to whom the Book of Crelanu should pass.
gl: Véxoo. É coma unha chama ardente para o meu ollo interno. Creo que escolliches ben, neta. El é sen dúbida quen debería recibir o libro de Crelanu.

source: If I were human, I think I would be in love with him.
gl: Se fose humana creo que namoraría del.

source: I hope the Book does not destroy him.
gl: Espero que o libro non acabe con el.

source: You speak my thought, granddaughter. May it be so.
gl: Iso mesmo estaba pensando, neta. Podería ser.

source: New Objective: Defeat all enemies
gl: Novo obxectivo: derrota a todos os inimigos

source: I arrive too late for the entertainment, it would seem.
gl: Parece que me perdín toda a diversión.

source: Well met, Delfador. Chantal has told me of you. I am Kalenz, High Lord of the Elves, and we are in your debt today.
gl: Un pracer coñecerte, Delfador. Chantal faloume te ti. Eu son Kalenz, gran señor dos elfos, e hoxe estamos en débeda contigo.

source: It is my honor to meet you. And it relieves my mind to know Chantal is safe and with her kin again.
gl: É un honor coñecerte. E alédame saber que Chantal está a salvo e cos seus.

source: I am not sure there is safety for anyone in these days, but we all travel the same road and face the same foes.
gl: Non estou segura de que ninguén estea a salvo nestes tempos que corren, pero todos camiñamos os mesmos camiños e enfrontámonos aos mesmos inimigos.

source: Yes. We will follow you to the Ford of Abez, Delfador. Let us hope we are not too late to prevent an orcish victory there.
gl: Así é. Irei contigo ao vao de Abez, Delfador. Esperemos chegar a tempo deevitar que os orcos proclamen a súa vitoria.

source: Save the King
gl: Salva ao rei

source: Following Delfador, the elves moved to unite with the Wesnothian forces and meet Zorlan head-on...
gl: Seguindo a Delfador, os elfos puxéronse en camiño para unirse ás forzas de Wesnoth e enfrontarse a Zorlan...

source: but the King was in an unenviable position...
gl: pero o rei atopábase nunha situación moi mala...

source: Defeat Zorlan
gl: Derrota a Zorlan

source: Death of Garard
gl: Morte de Garard

source: It appears we have arrived just in time! The King stands at bay, surrounded by the enemy.
gl: Seica chegamos xusto a tempo! O rei está arrodeado de inimigos por todas as frontes.

source: I fear we may be too late. This new warlord must have united every orcish tribe north of the Great River. Look at their army, it is vast!
gl: Temo que pode ser demasiado tarde. Este novo señor da guerra xa debeu reunir a todas as tribos de orcos ao norte do gran río. Mira para o seu exército, é enorme!

source: Elves! I heard you have been looking for me! But you will save neither the human prince, nor yourselves.
gl: Elfos! Disque andabades a buscarme! Pero non ides poder salvar nin ao rei humano, nin a vós mesmos.

source: We must destroy this warlord now, before his power grows any greater!
gl: Debemos acabar con este señor da guerra enseguida, antes de que reúna aínda máis poder!

source: Delfador! And you, elvish friends! The kingdom of Wesnoth is in your debt today!
gl: Delfador! E vós, amigos elfos! Hoxe o reino de Wesnoth está en débeda convosco!

source: My King, this is Kalenz, High Lord of the Elves.
gl: Meu rei, este é Kalenz, gran señor dos elfos.

source: You will be forever welcome in the court of Wesnoth.
gl: Serás por sempre benvido na corte de Wesnoth.

source: We look forward to fighting beside you to defeat those threats that remain.
gl: Esperamos loitar canda vós contra esas ameazas que aínda persisten.

source: Your Majesty, we have more urgent matters. Leollyn sent me on a mission to find out why the dead are restless. A foul necromancer has opened a portal to the land of the dead. It must be closed at all costs, and I am afraid my skills may be insufficient for that task.
gl: Maxestade, temos asuntos máis importantes. Leollyn envioume a unha misión para descubrir por que os non mortos están inquedos. Un estúpido nigromante abriu un portal ás terras dos mortos. Temos que pechalo custe o que custe, e temo que as miñas habilidades poderían non abondar para esa empresa.

source: Delfador, our weapons are weak against the undead, but perhaps we have other help to give you. Centuries ago the great mage Crelanu entrusted to us a book of lore, powerful knowledge, perilous secrets that it took Crelanu all his life to gather.
gl: Delfador, as nosas armas pouco poden facer contra os non mortos, pero pode que poidamos axudarche doutro xeito. Hai moitos séculos, o gran mago Crelanu confiounos un libro con coñecementos que se transmitiron pola tradición popular, uns coñecementos poderosos e perigosos segredos que durante toda a súa vida Crelanu foi reunindo.

source: Crelanu charged us to guard his book until someone worthy of it appeared. We believe you are that one, Delfador. The book may help you find a way to close that portal.
gl: Crelanu encargounos protexer o libro ata que aparecese alguén que merecese posuílo. Cremos que ti es esa persoa, Delfador. O libro podería axudarche a atopar un xeito de pechar o portal.

source: Friends, your words do me perhaps greater honor than I deserve. I am not sure I am worthy of this charge.
gl: Compañeiros, coido que as vosas palabras concédenme un honor que non merezo. Non creo que estea á altura desta carga.

source: Chantal and I are sure of your quality. But be warned: there is a curse on this book. Crelanu fairly warned us that his arts would bring much woe down upon us. And so it proved, though at the time we had no other choice. The victories you win with it may cost you as dearly.
gl: Chantal e mais eu estamos seguros de que o estás. Pero quedas advertido: o libro está maldito. Crelanu insistiu en que as súas artes nos traerían moito mal. E así foi, se ben no momento non tiñamos outra elección. As vitorias que con el consigas poderían saírche moi caras.

source: Curse or no, we must close that portal soon, or else we are all doomed.
gl: Con ou sen maldición, debemos pechar ese portal de seguida, ou senón estaremos todos condenados.

source: This is a decision you will have to make. If we fight the undead without the book’s help, it will be an honor to fight by your side, no matter what the outcome.
gl: Esta é unha decisión que debes tomar. Se loitamos contra os non mortos sen a axuda do libro, será un honor loitar canda vós, sen importar cal sexa o resultado final.

source: I think I, too, have no choice but to accept the book. I cannot allow the sure death of many humans and elves for fear of the curse.
gl: Eu tamén creo que non me queda máis opción que aceptar o libro. Non podo permitir que o temor a unha maldición acabe cunha morea de vidas, tanto de humanos coma de elfos.

source: Then here it is, Delfador. May it help you bring a swift end to the undead menace. And may it cost you less than it has cost us...
gl: Nese caso aquí o tes, Delfador. Pode que che axude a pór un final rápido á ameaza dos non mortos. E pode que non teñas que pagar un prezo tan alto coma o que tivemos que pagar nós...

source: Thank you, friends. May we meet again in happier times. Now I must make haste, for I need to study the book and prepare for the battle with the undead.
gl: Grazas, amigos. Espero que nos volvamos atopar en tempos máis felices. Agora debo apurarme, necesito estudar o libro e prepararme para a batalla contra os non mortos.

source: Invincible Zorlan is dead? Quick, run for your lives!
gl: Zorlan o invencible está morto? Rápido, correde polas vosas vidas!

source: You will terrorize Wesnoth no more!
gl: Non volverás atemorizar Wesnoth!

source: The enemy is drawing near. My personal guards must join the fight. We can only hope help arrives soon.
gl: O inimigo estase achegando. A miña garda persoal debe unirse á batalla. Só nos queda esperar que a axuda chegue pronto.

source: For the King!
gl: Polo rei!

source: Dark Sky Over Weldyn
gl: Un ceo negro sobre Weldyn

source: Kalenz and Chantal and their troops departed to ride against the remnants of the orcish Great Horde. Delfador returned to Weldyn with the King and his gift from the elves, the Book of Crelanu. However, despite the victory, Delfador was deeply worried by the undead menace. On the way back they met with Lionel who was arriving with reinforcements, and were deeply saddened to learn that Leollyn had died under very suspicious circumstances.
gl: Kalenz, Chantal e as súas tropas partiron para acabar cos restos da gran horda dos orcos. Delfador volveu a Weldyn co rei e mailo agasallo dos elfos, o libro de Crelanu. Porén, a pesar da vitoria, Delfador estaba profundamente preocupado pola ameaza dos non mortos. No camiño de volta atopáronse con Lionel, que estaba chegando con reforzos, e entristeceulles a nova de que Leollyn morrera baixo estrañas circunstancias.

source: King Garard
gl: Rei Garard

source: We have assembled here with good and bad news: The good news is that the orcs have been defeated decisively. Their Great Chief is dead and their army has been scattered. We owe much of this great victory to Delfador.
gl: Reunímonos aquí con boas e malas noticias. As boas novas son que os orcos foron derrotados decisivamente. O seu gran xefe está morto e o seu exército diseminado. En gran parte debémoslle esta vitoria a Delfador.

source: I did very little, sire. It was actually the elves who saved us on that day.
gl: Pouco fixen eu, señor. En realidade foron os elfos os que nos salvaron.

source: We owe the elves nothing, sire. They refused to send their archers when we needed them!
gl: Non lle debemos nada aos elfos, señor. Negáronse a enviar os seus arqueiros cando os necesitamos!

source: Peace, Lionel. The elves fought well and have earned Our respect. But this council is here to address an alarming matter. Young master Delfador here reports of an undead threat. He was able to fight them off at Parthyn Ford, but more are coming.
gl: Calma, Lionel. Os elfos loitaron ben e teñen ben gañado o noso respecto. Pero este consello está aquí reunido para tratar un asunto de grave importancia. O pequeno mestre Delfador aquí presente informoume dun problema cos non mortos. O rapaz repeleunos no Vao de Parthyn, pero hai máis en camiño.

source: With your permission, sire, I will take some picked men north and crush these abominations.
gl: Co seu permiso, señor, collerei algúns homes e iremos ao norte a acabar con esas abominacións.

source: I think our young and inexperienced friend overestimates the powers of the enemy. I’m sure they’ll be no match for Wesnothian troops.
gl: Coido que o seu amiguiño sobreestima o poder do inimigo. Estou seguro de que non ha ser rival para as tropas de Wesnoth.

source: I have fought these things, and I know what I am talking about. This is a deadly serious threat.
gl: Loitei contra estas cousas, e sei do que falo. Este é un asunto terriblemente serio.

source: Are you saying Master Sagus speaks idly? Somebody needs to teach you respect!
gl: Insinúas que as palabras do mestre Sagus non o son? Alguén debería ensinarche a ter un pouco de respecto!

source: You have proven your bravery, young Delfador, but I think you underestimate the might of our army.
gl: Demostraches a túa valentía, Delfador, pero creo que subestimas a forza do noso exército.

source: Sire, may I lead some part of your army to crush the undead?
gl: Señor, podo levar parte do seu exército para encargarme dos non mortos?

source: No, Lionel. This should be too simple a task for my best general. I will send Dudpon, instead with most of my army.
gl: Non, Lionel. Esta debería ser unha empresa sinxela de máis para o mellor dos meus xenerais. Non, enviarei a Dudpon, e á meirande parte do exército.

source: What are my orders, then?
gl: Cales son as miñas ordes, nese caso?

source: As you command, sire!
gl: Ás súas ordes, señor!

source: And so it was that the Wesnothian army left Weldyn to seek out and crush Iliah-Malal’s forces. But the campaign proved a disaster. Less than a handful of terrified soldiers returned. The Wesnoth army had been destroyed, with the few survivors fleeing in terror. Nothing stood now between Iliah-Malal’s army and Weldyn...
gl: E así foi como o exército de Wesnoth partiu de Weldyn en busca das forzas de Iliah-Malal para acabar con elas. Pero a campaña foi un desastre. Non volveron máis que un puñado de soldados aterrorizados. O exército de Wesnoth fora derrotado, e os poucos que sobreviviran estabas totalmente aterrados. Nada se interpuña xa entre o exército de Iliah-Malal e Weldyn....

source: This is a disaster. I should have led the army myself and died with them. And I should have listened to you, Delfador.
gl: Isto é desastroso. Debín liderar eu mesmo o ataque e morrer con eles. E debín escoitarte, Delfador.

source: We will fight till the last man, my King.
gl: Loitaremos ata que non quede ningún home en pé, meu rei.

source: My Lord, things are very grave indeed, but all is not yet lost. There is still hope if we do not falter.
gl: Señor, non cabe dúbida de que a situación é moi grave, pero aínda non está todo perdido. Aínda queda esperanza se non vacilamos.

source: Yes, Delfador. This time we will follow your advice.
gl: De acordo, Delfador. Desta vez seguiremos o teu consello.

source: There are three things we must do. First, we must organize our defenses as best we can. Second, we need to ask the elves to create a diversion, to distract and delay Iliah-Malal. The elves will not be able to fight the undead head on on the field, but they can harass them by striking from forests where the undead dare not follow. And last, I have been studying and I think I now know how to close Iliah-Malal’s portal to the Land of the Dead. I will need a small escort, but this must be done immediately.
gl: Hai tres cousas que debemos facer. En primeiro lugar, debemos organizar as defensas o mellor que poidamos. En segundo lugar, temos que pedirlle aos elfos que creen unha distracción, para así desviar a atención de Iliah-Malal e atrasalo. Os elfos non han ser capaces de loitar fronte a fronte contra os non mortos no campo de batalla, pero poden hostilizalos atraéndoos dende os bosques nos que os non mortos non os dan seguido. E por último, estiven estudándoo e creo que xa sei como pechar o portal de Iliah-Malal ao mundo dos mortos. Necesitarei unha pequena escolta, pero debemos actuar axiña.

source: My Lord, I can arrange the defenses around the city.
gl: Señor, eu podo organizar as defensas ao redor da cidade.

source: Very well, Lionel, take command.
gl: Moi ben, Lionel, quedas ao mando.

source: These are only the first steps. If we are to defeat the undead, we need to use and train the army differently than we have. First, you must recall every mage in Wesnoth, from Alduin and elsewhere. And you must prepare more heavy infantry.
gl: Estes son unicamente os primeiros pasos. Se imos derrotar aos non mortos, temos que empregar e adestrar aos sondados de xeito distinto de como fixemos ata o momento. En primeiro lugar, debes chamar a todos os magos de Wesnoth, de Alduin e demais. E debedes preparar máis infantería pesada.

source: But heavy infantry is too slow! And mages in the army? Who can command these know-it-alls?
gl: Pero a infantería pesada é moi lenta! E magos no exército? Que vai darlles ordes a eses resabidos?

source: Delfador could. You will command the heavy infantry. Make sure to shield the mages in battle, for they are precious. Now, go, close the portal and come back soon!
gl: Delfador. A infantería pesada estará ás túas ordes. Asegúrate de protexer aos magos durante o combate, pois son moi importantes. Agora, marchade, pechade e portal e volvede canto antes!

source: A New Ally
gl: Un novo aliado

source: Defeat Gruv-Malal
gl: Derrota a Gruv-Malal

source: Death of Ulrek
gl: Morte de Ulrek

source: Death of Relgorn
gl: Morte de Relgorn

source: Attack, my loyal soldiers; the more we slay, the more troops for our master!
gl: Atacade, os meus leais súbditos. Cantos máis matemos, máis tropas terá o noso mestre!

source: Keep fighting them sacks o’ bones.
gl: Seghide loitando con eses sacos de ósos.

source: Ulrek, more enemies approach from the south... Wait, these are humans!
gl: Ulrek, achéghanse máis inimighos polo sur... Agharda, son humanos!

source: Dwarves, attacked by undead. We must help them.
gl: Ananos, baixo o ataque dos non mortos. Debemos axudarlos.

source: Then your corpses will also serve my master.
gl: Entón os vosos cadáveres servirán tamén ao meu amo.

source: I am Delfador. And you are dust!
gl: Son Delfador, e deixareite feito burralla!

source: Now we shall rid Wesnoth of the rest of your unholy spawn!
gl: Agora limparemos Wesnoth do resto da vosa maldita prole!

source: We are in your debt.
gl: Estamos en débeda convosco.

source: I am Delfador. Friends, a great evil has been unleashed. A portal has been opened to the land of the dead near the northernmost extent of these hills, nearly under the eaves of Lintanir Forest. I must close it, or else we are all doomed.
gl: Son Delfador. Amigos, un gran mal foi liberado. Abriuse un portal ao mundo dos mortos preto do extremo norte destas montañas baixo o aleiro do Bosque de Lintanir. Debo pechalo, o senón estaremos todos condenados.

source: We ha’ seen those undead walking, aye, and fought them too. And no one will ever say my kin ha’ been ungrateful for yer help. I will place my best warriors at yer service. Relgorn, my son, ye will lead the women and children to Knalga. They will be safe there among the rest of my kin. But can ye really close that thing?
gl: Vimos eses non mortos andando, e si, tamén loitamos contra eles. E non deixarei que se digha que o meu clan foi un desaghradesido pola vosa axuda. Porei aos mellores dos meus soldados ao voso servisio. Relgorn, fillo meu, ti levarás ás mulleres e os fillos a KNalga. Estarán ben alí xunta o resto dos nosos. Pero estades seguros de que podedes pechar esa cousa?

source: Father, did ye not see these thunderbolts! This was awesome. Even our thundersticks do not strike so powerfully!
gl: Pai, non viches os lóstreghos! Foi incrible. Nin as nosas escopetas fan tanto ruído!

source: My friends, I am in your debt for your kind offer. But we have no time to waste!
gl: Amigos meus, estou en débeda pola vosa amable oferta. Pero non temos tempo que perder!

source: Delfador, the surface path to the north ye’d need to have ta’en, along the Listra, is too dangerous. That valley is swarming with orcs now. We’ll take ye by a safer route, through tunnels under these hills.
gl: Delfador, o camiño da superfisie ao norte que teriades que coller, ao longo do río Listra, é perighoso de máis. Agora o val está cheo de orcos. Levarémoste por unha ruta máis seghura, polos túneles baixo as montañas.

source: With their leader slain we cannot count on dwarvish help to reach Iliah-Malal’s portal! All is lost!
gl: Morto o seu líder, non podemos contar coas ananos para que nos axuden a chegar ata o portal de Iliah-Malal! Todo está perdido!

source: Relgorn fell! Quickly, run for yer lives!
gl: Relgorn caeu! Rápido, sálvese quen poida!

source: The Portal of Doom
gl: O portal da morte

source: The dwarves led Delfador through a veritable maze of tunnels. Delfador was amazed at the speed with which the dwarves could move through their tunnels. Far sooner than he would have believed possible they reached their destination, undetected by Iliah-Malal.
gl: Os ananos conduciron a Delfador a través dun verdadeiro labirinto de túneles. Delfador estaba abraiado pola velocidade á que os ananos eran capaces de desprazarse polos seus túneles. E moito antes do que xamais crería posible, chegaron ao seu destino, sen que Iliah-Malal soubese nada deles.

source: Close the Portal and return Delfador to his keep
gl: Pecha o portal e leva a Delfador de volta ao seu forte

source: Living men and dwarves are nearing. Rise, Portal Guard and slay those intruders!
gl: Achéganse humanos e ananos vivos. Erguédevos, gardas do portal, e acabade con eses intrusos!

source: The portal must be closed at any cost. You must allow me to get close to it, so I can seal it.
gl: Debemos pechar o portal custe o que custe. Debedes axudarme a achegarme a el para que poida selalo.

source: Ye all heard! Naught will ever say dwarves ever feared anyone. Attack!
gl: Oído cosiña! Ninghén poderá disir nunca que os ananos lle teñen medo a ninghén. Ao ataque!

source: Earth, rise and shut this gate of evil for good!
gl: Terra, érguete e pecha para sempre esta porta demoníaca!

source: Your portal is shut. And you cannot open another one.
gl: O teu portal está pechado. E non podes abrir outro.

source: Delfador, you have proven your skill. I have an offer for you. Join me and you will live as my right hand. Together our magic skills will be unmatched and irresistible.
gl: Delfador, demostraches o teu poder. Teño unha oferta para ti. Únete a min e vivirás como a miña man dereita. Xuntas, as nosas habilidades máxicas non han atopar rival.

source: Join you?
gl: Unirme a ti?

source: Or, fight me and die. I will then resurrect you as my slave.
gl: Ou, loita contra min e morre. Entón resucitareite coma escravo meu.

source: My path is set. Your path must end. I will not dishonor my oaths, and will not abandon friends and country.
gl: O meu camiño está decidido. O teu debe rematar. Non deshonrarei os meus xuramentos, e non abandonarei nin aos meus amigos nin ao meu país.

source: Then you shall perish. After I finish with these pesky elves and dwarves, Weldyn will be mine. Wesnoth has no army to resist me.
gl: Entón morrerás. Despois que remate con estes molestos elfos e ananos, Weldyn será miña. Wesnoth non ten ningún exército que poida opoñerse a min.

source: All the player’s units must reach the tunnel. Then Delfador.
gl: Todas as unidades do xogador deben entrar no túnel. Logo Delfador.

source: Hurry up!
gl: Apurade!

source: We’re in. Now: Earth, seal this entrance!
gl: Estamos dentro. Agora: Terra, sela esta entrada!

source: Out of my way, foul creatures!
gl: Apartádevos, criaturas estúpidas!
