Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-dm/*.po
Languages: gl

source: What’s going on here? Is this Delfador? Welcome to your doom, Delfador!
gl: Que pasa aquí? Ese é Delfador? Esta é a túa perdición, Delfador!

source: They have reinforcements. Hurry, we must close the portal before we are overrun!
gl: Teñen reforzos. Apurade, debemos pechar o portan antes de que nos superen!

source: Slay them all!
gl: Matádeos a todos!

source: Fool! You could not kill me in the land of the dead, nor can you in the land of the living! I transcend both death and life, and I will return to destroy you!
gl: Parvo! Non puideches matarme no mundo dos mortos, nin poderás no dos vivos! Estou máis alá da vida e a morte, e volverei para destruírte!

source: Showdown in the Northern Swamp
gl: O enfrontamento no lameiro do norte

source: With the portal closed, Iliah-Malal was weakened. He retreated into the Swamp of Dread to recover his strength and attempt another conjuration. Delfador’s troop, hurrying west by secret Dwarvish ways and stealthily crossing the Listra by night, found the necromancer there, on the brink of raising another army amidst the fetid reek.
gl: Co portal pechado, Iliah-Malal debilitou. Retirouse ao lameiro do terrorpara recobrar a súa forza e intentar un novo conxuro. A tropa de Delfador, apresurándose ao oeste polos camiños secretos dos ananos e cruzando coidadosamente o río Listra pola noite, atoparon alí ao nigromante, a piques de erguer outro exército en medio do noxento cheiro.

source: Using dwarvish and elvish messengers, Delfador was able to communicate the news to the King and ask for help. Mustering all the troops he could find, Lionel marched north to join Delfador for the battle that would decide the fate of Wesnoth.
gl: Por medio de mensaxeiros elfos e ananos, Delfador conseguir comunicarlle as novas ao rei e pedirlle axuda. Reunindo todas as tropas que puido atopar, Lionel dirixiuse ao norte para unirse a Delfador para a batalla que decidiría o destino de Wesnoth.

source: So we meet again, Delfador. You were a fool to turn down my offer. None of your allies will save you now.
gl: Así que nos volvemos ver, Delfador. Foi moi estúpido pola túa parte rexeitar a miña oferta. Agora ningún dos teus aliados te salvará.

source: You have ravaged your own soul with your corrupt arts, and your words are empty wind; I fear them not.
gl: Estragaches a túa propia alma coas túas artes de corrupción, e as túas palabras non significan nada. Non lles temo.

source: Delfador the Great, eh? And so it comes to pass as the four Oracles foretold. I accept your name-gift, Iliah-Malal.
gl: Delfador o Grande, eh? Sucedeu como o predixeran os catro oráculos. Acepto o nome que me puxeches, Iliah-Malal.

source: One of us will find a final death here. I do not think it will be me.
gl: Un dos dous vai morrer aquí. E non penso ser eu.

source: In this scenario only, you may recall your veterans from the Land of the Dead. The killing blow against Iliah-Malal can only be struck by one of them.
gl: Como excepción neste escenario, podes reincorporar aos teus veteranos do mundo dos mortos. O golpe mortal debe asestarllo a Iliah-Malal un deles.

source: Now your days are ended!
gl: Agora se acabaron os teus días!

source: The power of death is mine! When you strike me down I arise stronger than before!
gl: Eu teño o poder da morte! Cando me derrotas, érgome aínda máis poderoso que antes!

source: Not this time. For I have gazed upon the dark heart of necromancy in the Book of Crelanu, and found there your final doom at the hands of the dead themselves.
gl: Desta vez non. Investiguei sobre os escuros segredos da nigromancia no libro de Crelanu, e nel descubrín que a túa fin chegarate a mans dos propios mortos.

source: Not this time. For I have gazed upon the dark heart of necromancy in the Book of Crelanu, AND I REMAIN OF THE LIGHT!
gl: Desta vez non. Investiguei sobre os escuros segredos da nigromancia no libro de Crelanu, E SIGO DO LADO DA LUZ!

source: No. I did not raise them from our dead; I offered some who fought beside me in the otherworld a way here, and they come to us of their own will. Today they fight for the living.
gl: Non. Non os devolvín á vida. Ofrecín a algúns que loitaron canda min no mundo dos mortos un camiño para chegar aquí, e veñen pola súa propia vontade. Hoxe loitarán do lado dos vivos.

source: I have prepared some holy water. Sprinkle it on your impact weapon and smash those foul creatures into dust!
gl: Preparei algo de auga bendita. Bañade con ela as armas de impacto e barrede a esas criaturas da face da terra!

source: Powers of darkness, enshroud this field!
gl: Poderes da escuridade, escurecede este campo!

source: Darkness shall be dispelled!
gl: Disípese a escuridade!

source: No!
gl: Non!

source: Let the light shine forth!
gl: Que a lux brille con todas as súas forzas!

source: Your sorcery matters little. Your army will fall like wheat to the sickle before my undead legions.
gl: Pouco importa a túa bruxería. O teu exército caerá coma o millo ante a foz fronte ás miñas lexións de non mortos.

source: Your mindless minions will be no match for the spirit and fire of the living.
gl: Os teus estúpidos súbditos non son rival para o espírito e mailo calor dos vivos.

source: Delfador, as the King ordered I place all troops under your command. They will follow you to death, if necessary, and so will I!
gl: Delfador, tal e como ordenou o rei, todas as tropas estás ás túas ordes. Seguiranche ata as mesmas portas da morte se é preciso, e eu tamén!

source: Lionel, it is an honor to go into battle beside you. Now let us fight for life over death!
gl: Lionel, é un honor loitar ao teu carón. Agora, loitemos! Polos vivos!

source: Remember one of our undead must strike the final blow, for Iliah-Malal’s un-life can only be ended by the touch of un-life.
gl: Lembra que un dos nosos non mortos debe asestarlle o golpe mortal, xa que a non vida de Iliah-Malal só pode rematar a mans da non vida.

source: Remember that I must strike the final blow, for Iliah-Malal’s un-life must be ended by a spell I have specially crafted to the task.
gl: Lembra que dedo ser eu quen lle aseste o golpe mortal, xa que a non vida de Iliah-Malal debe rematar cun encantamento que elaborei especialmente para este momento.

source: Evil has been vanquished on this day. May this victory bring lasting peace.
gl: O mal foi derrotado este día. Que esta vitoria nos traia unha paz duradeira.

source: You who fought beside me in the Land of the Dead and chose the side of the living on this day, return now to your peace and rest.
gl: Vos que loitastes ao meu carón no mundo dos mortos e elixistes o bando dos vivos neste día, regresade agora á voa paz e o voso descanso.

source: And the portal, it is sealed for good?
gl: E o portal, está selado para sempre?

source: Yes, it is. But it was too great a work of magic to be entirely undone; there is a flaw still remaining, a trace of Iliah-Malal’s way between worlds. Raising undead will be a little easier in the future than it has been before. Those who come after us will have to be vigilant against the corruption of the dark arts, and show themselves worthy of the land they live in.
gl: Está, si. Pero foi unha obra de maxia demasiado poderosa para desfacela completamente. Aínda queda un defecto, un rastro do camiño de Iliah-Malal entre os dous mundos. Alzar aos mortos vai ser un pouco máis doado no futuro do que era antes. Aqueles que veñan despois de nós terán que estar máis vixiantes contra a corrupción das artes escuras, e facerse merecedores do mundo no que viven.

source: Prince of Wesnoth
gl: O príncipe de Wesnoth

source: Following the alliance’s victory and the peace treaty came a period of calm that lasted a generation. The new King had learned to trust Delfador at the battle of Abez Ford, and it was no surprise that Delfador became Garard II’s most valued advisor.
gl: Tras a vitoria da alianza e o tratado de paz houbo un período de calma que durou toda unha xeración. O novo rei aprendera a confiar en Delfador na batalla do Vao de Abez, e a ninguén lle sorprendeu que Delfador se convertese no conselleiro de máis valor de Garard II.

source: The elves knew that with Delfador close to the King, Wesnoth would be a reliable ally. And it was for a while.
gl: Os elfos sabían que con Delfador preto do rei, Wesnoth sería un aliado de confianza. E así foi durante un tempo.

source: But Delfador was not alone in having the King’s ear; there was one yet closer to him. The Queen’s power was rising...
gl: Pero Delfador non era o único a quen o rei escoitaba. Había alguén aínda máis preto del. O poder da raíña medraba...

source: One day reports came of Wesnothian forces seizing elvish land on the border. Kalenz gathered a small force and hurried to the disputed country.
gl: Un día informouse de que forzas de Wesnoth estaban tomando pola forza as terras dos elfos na fronteira. Kalenz reuniu unha pequena forza e apurouse cara as terras en disputa.

source: Defeat Eldred
gl: Derrota a Eldred

source: Generals of Wesnoth: you have attacked defenseless elvish land. You must leave immediately. I am Kalenz, High Lord of the Elves. Delfador the Great will confirm the treaty between us.
gl: Xenerais de Wesnoth: atacastes as terras de elfos indefensos. Debedes marchar de inmediato. Son Kalenz, gran señor dos elfos. Delfador o Grande confirmaravos o trato que hai entre nós.

source: This is elvish land no more. I, Eldred, prince of Wesnoth and heir to the throne, claim it for Wesnoth and Queen Asheviere. Delfador does not rule in Wesnoth!
gl: Estas xa non son terras dos elfos. Eu, Eldred, príncipe de Wesnoth e herdeiro ao trono, reclámoas para Wesnoth e a raíña Asheviere. Delfador non manda en Wesnoth!

source: I did not want to spill human blood, but this arrogant prince leaves me no other choice.
gl: Non quería ter que derramar sangue humano, pero este arrogante príncipe non me deixa máis alternativa.

source: Peace, friends! I have been riding nonstop for days to prevent this madness! Eldred, I have direct orders from the King to take you back to the Palace, where you will be reprimanded for your inexcusable actions. Kalenz, the King offers his deepest apologies for these events and promises to do anything in his power to make amends.
gl: Haxa paz, amigos! Levo días cabalgando para evitar esta loucura! Eldred, teño ordes directas do rei de levarte de volta a palacio, onde serás castigado polas túas imperdoables accións. Kalenz, o rei ofrécevos as súas máis sinceras desculpas polo sucedido e promete facer canto estea nas súas mans para reparalo.

source: Delfador! I am glad to see you. We have no demands on the King, but I believe he should be very careful, for he does not seem to be the only ruler in Wesnoth!
gl: Delfador! Alégrame verte. Non temos ningunha esixencia para o rei, pero creo que debería andarse con ollo, pois parece que xa non é o único que dá as ordes en Wesnoth!

source: Kalenz, I am very worried. There is a cloud of evil swirling around the Royal Palace, and it has more centers than the prince alone. I see dark days ahead...
gl: Kalenz, estou moi preocupada. Hai unha nube de maldade sobre o palacio real, e non só provén do príncipe. Podo ver que se achegan días escuros...

source: I wonder if the Book of Crelanu is not behind this. The Book is not evil in itself, but the power it gives tends to magnify any evil in the reader’s soul. Delfador, has anyone but you opened its covers since you got it from us?
gl: Pregúntome se o libro de Crelanu non terá algo que ver con isto. O libro de por si non é malvado, pero os poderes que confire adoita aumentar a maldade da alma do lector. Delfador, alguén máis abriu as súas tapas dende que che fixemos entrega del?

source: I do not think so. But... Asheviere, Garard’s queen and Eldred’s mother, seemed to be hinting some months ago that I should teach her magery. She ceased all such talk when I did not respond, and I thought it merely the momentary whim of a proud and willful woman.
gl: Non o creo. Pero... Asheviere, a raíña de Garard e nai de Eldred, hai uns meses parecía insinuar que lle debería ensinar maxia. Deixouno porque non lle fixen caso, e pensei que simplemente se tratara do capricho temporal dunha muller orgullosa e persistente.

source: I wonder if we have not dangerously misjudged her...
gl: Pregúntome se non cometemos o perigoso erro de xulgala mal...

source: It may be so. Now that I think on it, I think I had best return to the Palace more swiftly than I came here, even if I have to kill three horses under me to do it.
gl: Poder ser. Agora que o penso, creo que o mellor sería que regresase ao palacio aínda máis rápido do que vin aquí, aínda que teña que deixar sen alento a tres cabalos.

source: We are too late! All is lost!
gl: Chegamos demasiado tarde! Todo está perdido!

source: Although the King did reprimand Eldred for his actions, Delfador could sense that the military commanders were solidly behind Eldred and his mother. Asheviere had flattered them and beguiled them with promises of glory and plunder in a coming war.
gl: Se ben o rei reprimiu a Eldred polos seus actos, Delfador sentiu que os comandantes militares estaban completamente aliñados con Eldred e a súa nai. Asheviere estivera adulándoos e seducíraos con promesas de gloria e botín nunha guerra próxima.

source: Delfador was granted an audience with the King and expressed his concerns about the Book, but the King put off a decision until Asheviere returned to Weldyn, and ordered Delfador to take no further action. And for once, Delfador knew he could not obey the King’s order.
gl: O rei concedeulle a Delfador un encontro e expresoulle as súas preocupacións polo libro, pero o rei aprazou toda decisión ata que Asheviere volvese a Weldyn, e ordenou a Delfador non facer máis nada. E por unha vez, Delfador soubo que non podía obedecer as ordes do rei.

source: Since he could not ask even his personal guard to go against the King’s wishes, he turned to Kalenz and the elves. Traveling by night to remain unseen they reached Asheviere’s family demesne.
gl: Dado que non podía pedirlle nin sequera á súa propia garda persoal ir en contra dos desexos do rei, foi canda Kalenz e os elfos. Viaxando pola noite para permanecer ocultos foron aos dominios da familia de Asheviere.

source: Defeat Pilafman
gl: Derrota a Pilafman

source: Enemy unit reaches the signpost
gl: Que as unidades inimigas cheguen ao sinal

source: I am grieved to have to resort to this. Yet the book must be recovered at all costs and no one should be left alive.
gl: Entristéceme ter que recorrer a isto. Pero debemos recuperar o libro custe o que custe e non debería quedar ninguén con vida.

source: The book’s curse is already weighing heavy upon you, friend. But we cannot falter. We have acquired orcish weapons, as you have requested. Nobody will be able to link this to you or the elves.
gl: A maldición do libro xa está a pesar duramente sobre os teus ombros, amigo. Pero non podemos dubidar. Conseguimos armas de orcos, como pediches. Ninguén poderá relacionarnos aos elfos ou a ti con isto.

source: Make sure everybody hears the orders. Nobody must escape.
gl: Asegurádevos de que todos coñecen as ordes. Non debe escapar ninguén.

source: Elves! And that traitor, Delfador is with them! Riders, quickly, go alert the queen. And guards, prepare to strike them down!
gl: Elfos! E o traidor de Delfador está con eles! Cabaleiros, rápido, avisen á raíña. E gardas, prepárense para abatelos!

source: The guards are slain. Now we must look for the book.
gl: Os gardas están mortos. Agora debemos buscar o libro.

source: This looks like a secret door. Let’s see where it leads...
gl: Isto parece unha porta secreta. Vexamos onde leva...

source: Reinforcements on the horizon. We are too late!
gl: Reforzos no horizonte! Tardamos demasiado!

source: Delfador and the elves went through the secret door and ended in the dungeon, a veritable maze of narrow corridors.
gl: Delfador e mailos elfos atravesaron a porta secreta e acabaron nun alxube, un verdadeiro labirinto de estreitos corredores.

source: Defeat Sagus
gl: Derrota a Sagus

source: There is no doubt the book is here; I can feel its presence.
gl: Non cabe dúbida, o libro está aquí. Podo sentir a súa presencia.

source: This place stinks of evil and death. Chantal, do we have any holy water with us? I fear we may have need of it ere long.
gl: Este lugar está cheo de maldade e morte. Chantal, levamos auga bendita? Temo que a vaiamos necesitar en pouco tempo.

source: Only one bottle, Kalenz. Choose carefully who will take it.
gl: Só queda unha botella, Kalenz. Escolle coidadosamente quen vai utilizala.

source: So, we meet again, Delfador! This time you will not steal what is mine!
gl: Así que nos volvemos ver, Delfador! Desta vez non me vas roubar o que me pertence!

source: Who are you, and what did I ever steal from you?
gl: Quen es? E que é o que che roubei?

source: I am the one whose place you took in the court of Wesnoth. But my daughter brought me what you seek, and I have seized the power of it.
gl: Son aquel ao que lle roubaches o seu lugar na corte de Wesnoth. Pero a miña filla tróuxome o que buscabas, e tomei o seu poder.

source: Asheviere is this thing’s daughter?
gl: Asheviere é filla desta cousa?

source: I fear so. This was the Arch-Mage Sagus. He was a good man when I knew him.
gl: Iso me temo. Este era o arquimago Sagus. Era unha boa persoa cando o coñecín.

source: Same old Delfador, the arrogant, the overweening, always placing yourself above others. But I have become as great as you; I have mastered the Book! You always underestimated me, as Leollyn did before you. Now you will meet the same fate as he. Rise, my loyal soldiers!
gl: O mesmo Delfador de sempre, arrogante, presuntuoso, sempre poñéndose a si mesmo por riba dos demais. Pero agora son tan poderoso coma ti. Dominei o libro! Sempre me subestimaches, ao igual que fixera Leollyn antes ca ti. Agora correrás a mesma sorte que el. Erguédevos, leais soldados!

source: I see that the Book has mastered you, and destroyed you. Farewell, Sagus. You were a good man, once.
gl: Vexo que o libro dominoute, e destruíute. Adeus, Sagus. Fuches unha boa persoa, unha vez.

source: Prepare to fight! Block the chokepoints and hold them there!
gl: Preparádevos para loitar! Bloqueade os puntos de obstrución e contédeos neles!

source: The book is recovered, but the damage is done. Friends, thank you. Now let’s get out of here!
gl: Recuperamos o libro, pero o dano está feito. Amigos, moitas grazas. Agora saiamos deste lugar!

source: We are too late! Royal troops are coming! We are trapped!
gl: É demasiado tarde! Achéganse as tropas do rei! Estamos perdidos!

source: Epilogue
gl: Epílogo

source: Delfador returned to Weldyn, but not before secreting the Book of Crelanu in a place known only to him. To his surprise, Asheviere made no further mention of the events in the manor. But not long after, orcish raids increased to a degree that threatened the Kingdom. The King mustered his armies to deal with the orcish menace, leading to the great battle at the Ford of Abez that was lost through betrayal.
gl: Delfador volveu a Weldyn, pero non sen antes agochar o libro de Crelanu nun lugar que só el coñecía. Para a súa sorpresa, Asheviere non fixo mención algunha do sucedido na súa casa. Pero pouco despois, as incursións de orcos aumentaron ata un nivel en que supuñan unha ameaza para o reino. O rei reuniu aos seus exércitos para facer fronte á ameaza dos orcos, liderándoos á gran batalla no vao de Abez, onde foi traizoado.

source: After restoring the rightful heir to the throne of Wesnoth, Delfador lived the rest of his life as an advisor to the new rulers. He devoted much of his attention to restoring the Great Academy in Alduin to its former glory. But his efforts there were to bear little fruit in his lifetime; for through many years of war and strife, very few mages were left, and none of them came near in power and skill to Delfador, greatest mage ever to grace the courts of Wesnoth.
gl: Tras reinstaurar ao lexítimo herdeiro ao trono de Wesnoth, Delfador pasou o resto dos seus días como conselleiro dos novos soberanos. Puxo especial atención en devolver a gran academia de Alduin á súa antiga gloria. Pero eses esforzos daríanlle poucos froitos durante a súa vida. Pero durante os moitos anos de guerras e conflitos, moi poucos magos saíron da academia, e ningún deles se achegou tan sequera ao poder e as habilidades de Delfador, o mago máis grande que endexamais viu a corte de Wesnoth.

source: Journeyman Mage
gl: Mago peregrino

source: A mage who has just finished his or her apprenticeship is known as a journeyman. Journeyman mages travel far in search of employment and experience.
gl: Os magos que acaban de rematar o seu adestramento son coñecidos coma peregrinos. Os magos peregrinos viaxan polo mundo en busca de traballo e experiencia.

source: King of Wesnoth
gl: Rei de Wesnoth

source: Under the feudal system, all authority ultimately rested with the sovereign. His lords held their property only with his agreement, and had to pay him tribute. In return, the king would defend the realm against invaders, and redistribute wealth in times of need.
gl: No sistema feudal, toda a autoridade recae sobre o soberano. Os seus señores posúen as súas propiedades son co seu consentimento, e teñen que pagarlle tributos. A cambio, o rei defende o reino contra os invasores, e redistribúe a riqueza en tempos de necesidade.

source: Mage Commander
gl: Comandante mago

source: This mage has gained much experience leading others into battle. As a result, level 1 and 2 units fight more effectively when they are adjacent to him. He also has the power to heal others during combat.
gl: Este mago conseguiu moita experiencia liderando a outros na batalla. Como resultado, as unidades de primeiro e segundo nivel loitan mellor cando están próximas a el. Tamén ten o poder de sandar a outros durante o combate.

source: staff
gl: bastón

source: Mage Leader
gl: Líder mago

source: This mage has gained some experience leading others into battle. As a result, level 1 units fight more effectively when they are adjacent to him.
gl: Este mago conseguiu algunha experiencia liderando a outros na batalla. Como resultado, as unidades de primeiro nivel loitan mellor cando están próximas a el.

source: Mage Magister
gl: Mestre mago

source: A Mage Magister, though equivalent in degree to a Great Mage, has special abilities of command and healing derived from extensive experience of battle.
gl: Un mestre mago, se ben está á mesma altura que un gran mago, ten habilidades especiais para liderar e sandar derivadas da súa enorme experiencia na batalla.

source: Wose Shaman
gl: Wose xamán

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
gl: Estes woses son capaces de ordenar a plantas do bosque coma parras e rubideiras que entorpezan aos seus inimigos.

source: crush
gl: esmagar

source: entangle
gl: enredar

source: No! So young...
gl: Non! Tan novo...

source: I have been defeated!
gl: Derrotáronme!

source: No! All is now lost...
gl: Non! Agora todo está perdido...

source: No! It’s all over!
gl: Non! Está todo perdido!

source: I call upon all that is holy to break the power of this evil stone!
gl: En nome de todo o que é sagrado, poño fin ao poder desta rocha maligna!

source: Evil emanates from this stone, but I have not the power to destroy it.
gl: O mal emana desta rocha, pero non teño o poder necesario para destruíla.

source: Ahh... I can slake my thirst at this well. Glug, glug glug...
gl: Ah... Podo saciar a miña sede neste pozo. Glub, glub glub...

source: Staff of Lightning
gl: Bastón da iluminación
