Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-dm/*.po
Languages: gl

source: A wizard’s staff of power. This allows the bearer to summon powerful lightning bolts which strike their enemies, even at close range.
gl: O bastón de poder dun mago. Permite ao portador convocar poderosos lóstregos que acadan aos seus inimigos ata nas distancias mais curtas.

source: Only a powerful mage can wield this.
gl: Só un mago poderoso pode portalo.

source: staff of power
gl: bastón de poder

source: lightning
gl: lóstregos

source: A secret passage... I wonder where it leads...
gl: Un pasadizo secreto... Pregúntome onde levará...

source: Land of the Dead
gl: O mundo dos mortos
