Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-dm/*.po
Languages: gl

source: DM
gl: MD

source: Mage
gl: Mago

source: Wesnoth seems to be slipping inexorably into chaos, as marauding orcs pour south across the Great River, and mysterious and deadly creatures roam the night. Who is the shadowy Iliah-Malal? Can you defeat him before he destroys all life in Wesnoth?
gl: Wesnoth semella afundirse irremediablemente no caos a medida que as ondadas de orcos cruzan o gran río en dirección sur e misteriosas criaturas moribundas vagan pola noite. Quen é o misterioso Iliah-Malal? Podes acabar con el antes de que destrúa toda a vida que hai en Wesnoth?

source: Creator and Original Designer
gl: Autor e deseñador orixinal

source: Co-Authors
gl: Coautores

source: WML Programming and Assistance
gl: Programación en WML e asistencia

source: Graphics
gl: Gráficos

source: Additional thanks to
gl: Agradecementos adicionais a

source: Overture
gl: Introdución

source: Marshal
gl: Mariscal

source: First Oracle
gl: Primeiro oráculo

source: Second Oracle
gl: Segundo oráculo

source: Third Oracle
gl: Terceiro oráculo

source: Fourth Oracle
gl: Cuarto oráculo

source: This is the true story of Delfador the Great from his humble beginnings; the tale of how he became the most famous and powerful of all the mages of Wesnoth.
gl: Esta é a verdadeira historia de Delfador o Grande, dende os seus humildes comezos. O relato de como se converteu non dos magos máis poderosos e famosos de Wesnoth.

source: It begins on the Isle of Alduin, at the Academy which trains mages from throughout the Great Continent.
gl: Comeza na Illa de Alduin, na academia na que adestran os magos de todo o Gran Continente.

source: After ten years of training, two tests stand between that apprentice and attainment of the degree of Mage:
gl: Tras dez anos de adestramento, só lle restan dúas probas para que o aprendiz consiga o seu título de mago:

source: Academy of Magic, Isle of Alduin.
gl: Academia de maxia, Illa de Alduin.

source: Come, O aspirant. The Oracles await you.
gl: Ven, ou aspirante. Os oráculos agardan por ti.

source: The time of peace is passing. Chaos is rising; evil is rooted in the land’s very heart. Darkness is coming soon. The world will be changed. And you will be among the champions of our brotherhood of mages. I give you the first syllable of power, the beginning of your name: DEL
gl: Os tempos de paz están chegando á súa fin. Medra o caos. O mal arraigou no máis profundo da terra. A escuridade non ha tardar en chegar. O mundo cambiará. E ti estarás entre os campións da noas irmandade de magos. Entrégoche a primeira sílaba de poder, o principio do teu nome: «Del».

source: Yes. Peace is broken, but hope is not extinguished. There is always hope. And you will be the father of it. I call the power of the Bright Gods into the second part of your name. FA
gl: Si. A paz rompeu, pero a esperanza aínda perdura. Sempre queda esperanza. E ti serás o seu pai. Fago unha chamada aos deuses da luz iluminen a segunda parte do teu nome: «fa».

source: After the battle, peace. After the darkness, dawn. From death springs new life. I give you the last part of your name, the final syllable of power. DOR
gl: Tras a batalla, a paz, Tras a escuridade, o alba. Da morte nace a nova vida.Entrégoche a última parte do teu nome, a derradeira sílaba de poder: «dor».

source: DELFADOR, open your eyes. And open them again!
gl: «Delfador», abre os ollos. E vólveos abrir!

source: The light fills me!
gl: Énchome de luz!

source: It is well.
gl: Está ben.

source: Now, go forth!
gl: Agora, marcha!

source: Your name journey begins. Methor will lead you from this place.
gl: A túa viaxe nominal comeza. Methor guiarache a partires de aquí.

source: But I will not see you to its end, for that is yours alone.
gl: Pero non che verei ao final da viaxe, pois só a ti che corresponde.

source: Dangers and trials await us. When you have truly claimed the name you have been given, I will depart.
gl: Agárdannos retos e perigos. Cando reclames de verdade o some que che foi entregado, partirei.

source: I am ready.
gl: Estou listo.

source: This Valley Belongs to Me
gl: Este val perténceme

source: Delfador’s wandering time with Methor took them to many strange places, both within and beyond the lands of men. They studied and practiced, applying magecraft to aid those they traveled among and to deepen their understanding of the hidden currents and powers of the world.
gl: Durante o tempo que Delfador estivo baixo a tutela de Mathor, estiveron e moitos lugares estraños, dentro e alén das terras dos homes. Estudaron e practicaron, empregando a maxia para axudar a aqueles cos que se atopaban na súa viaxe e para afondar no seu entendemento das verdades ocultas e os poderes do universo.

source: But the elder mage’s health was taxed by the rigors of the journey. A year after the two left Alduin, Methor settled in a tranquil valley at the edge of the Dulatus Hills, not far southeast of the capitol at Weldyn. He opened a small school of his own, and with Delfador assisting him he began training a handful of youths who might in time be worthy to enter the great Academy on Alduin.
gl: Pero a saúde do máis vello dos magos viuse agravada polas dificultades da viaxe. Un ano despois de que marchasen de Alduin, Methor quedou nun val tranquilo ao pé dos Picos de Dulatus, non moi ao sueste da capital, Weldyn. Abriu unha pequena escola pola súa conta, e con Delfador axudándoo comezou adestrar a unha morea de rapaces que algún día poderían estar listos para entrar na gran academia de Alduin.

source: Delfador, your time as my apprentice is now almost over. You are a fully-trained mage, and may choose your own path in life. I hope, however, that you will take my advice, and enroll yourself in the service of King Garard. I have many contacts at the court and...
gl: Delfador, o teu tempo como aprendiz meu xa case rematou. Es un mago feito e dereito, e escollerás o teu propio camiño na vida. Porén, espero que fagas caso do meu consello e te enroles ao servizo do rei Garard. Teño moitos contactos na corte e...

source: Listen, humans! This valley belongs to me now. I require all your houses and your possessions! Hand them over quietly and I may permit you to live on as my slaves...
gl: Escoitade, humanos! Agora este val perténceme. Reclamo todas as vosas casas e posesións! Entregádemas sen máis e pode que vos permita seguir con vida como escravos meus...

source: Arrogant creature! We have little enough, and we will not suffer you to take it from us by force.
gl: Criatura arrogante! É pouco o que temos, e non deixaremos que nolo arrebatedes pola forza.

source: Defeat Grogor-Tuk
gl: Derrota a Grogor-Tuk

source: Death of Delfador
gl: Morte de Delfador

source: Grooar! Burn! Burn! Ahahaha...
gl: Muahaha! Ardede! Ardede! Ahahaha...

source: Heed my last words, Delfador! Journey northeast to Weldyn, and seek out my friend Leollyn. He will help you.
gl: Presta atención ás miñas últimas palabras, Delfador! Viaxa en dirección nordeste a Weldyn, e busca alí ao meu amigo Leollyn. El hate axudar.

source: Well done, Delfador! I see I have trained you well, and you are truly ready to seek your fortune. My traveling days are done, but it is time for you to journey northeast to Weldyn, and seek out my friend Leollyn. He will help you.
gl: Moi ben, Delfador! Vexo que te adestrei ben, e estás completamente preparado para buscar o teu destino. Os meus días de viaxe xa remataron, pero é o momento de que te dirixas ao nordeste, a Weldyn, e busques alí a ao meu amigo Leollyn. El hate axudar.

source: I will grieve for master Methor... I must take his advice and seek out Leollyn.
gl: Chorarei polo mestre Methor... Teño que seguir o seu consello e buscar a Leollyn.

source: And it is no good news I will bring him. Orcs, so far south and so near the capital? This is a dire sign; things are gravely amiss in Wesnoth.
gl: E non lle vou levar moi boas novas. Orcos tan ao sur e tan preto da capital? Isto é un sinal moi claro. As cousas van moi mal en Wesnoth.

source: The Road to Weldyn
gl: O camiño a Weldyn

source: Player
gl: Xogador

source: Enemies
gl: Inimigos

source: The Great Valley
gl: O Gran Val

source: Fort Brell
gl: Fortaleza de Brell

source: Fort Miryen
gl: Fortaleza de Miryen

source: Defeat enemy leader
gl: Derrota ao líder inimigo

source: I cannot turn back now... If I fight these orcs, will your villagers help me?
gl: Non podo volver agora... Se me enfronto aos orcos, axudaranme os vosos aldeáns?

source: Take this, you slimy invader!
gl: Toma, maldito invasor!

source: Thank you, Delfador, for helping to rid our land of those pestilent orcs. Your magic was more help than we looked for, and we are in your debt.
gl: Grazas, Delfador, por axudarnos a liberar as nosas terras deses pestilentes orcos. A vosa maxia foi máis axuda da que buscabamos, e estamos en débeda convosco.

source: Perhaps some of our lads had better go with you as far as Weldyn. These lands are not safe for a lone traveler, and we may learn what drew the orcs so far south.
gl: Pode que algúns dos nosos rapaces prefira acompañarte ata Weldyn. Estas terras non son seguras para un viaxante solitario, e poderiamos descubrir o que levou aos orcos tan ao sur.

source: Leollyn is slain! This is terrible... I had best give up and return home.
gl: Leollyn está morto! Isto é terrible... Mellor que o deixe e volva a casa.

source: Defeat Hagha-Tan
gl: Derrota a Hagha-Tan

source: Death of Leollyn
gl: Morte de Leollyn

source: Methor told me that I could find Leollyn in his tower in the Royal Forest outside the city. It should be near here...
gl: Methor díxome que atopará a Leollyn na súa torre no bosque real, nas aforas da cidade. Debería ser por aquí...

source: Ah, another human is approaching... yes... more meat for my war-band...
gl: Ah, achégase outro humano... si... máis carne para os meus rapaces...

source: Yes... yes... slay them, my assassins!
gl: Si... si... acabade con eles, rapaces!

source: Their blood sheds as readily as any man’s.
gl: O seu sangue derrámase coa mesma facilidade que a dos homes.

source: You are a brave fighter, young friend.
gl: Es un bravo guerreiro, amigo.

source: Kill them all! For our murdered friends.
gl: Matádeos a todos! Polos nosos compañeiros caídos.

source: Well now, you arrived just in the nick of time. A fellow mage, too, I see. Now what did you say your name was?
gl: Ben, chegaches xusto a tempo. Outro compañeiro mago, polo que vexo. Cal dis que era o teu nome?

source: Delfador, sir. But I bring you ill news... Methor, my teacher, is dead.
gl: Delfador, señor. Pero traio malas novas... Methor, o meu mestre, morreu.

source: That is ill news indeed... these are dark times. I think you had best return with me to Weldyn. Garard too, must hear your news.
gl: Son malas novas, si... son tempos escuros estes que nos tocou vivir. Creo que o mellor sería que volveses comigo a Weldyn. Deberías comunicarlle as novas tamén a Garard.

source: Is that Garard, King of Wesnoth, you refer to?!
gl: Refíreste a Garard, o rei de Wesnoth?!

source: Council in Weldyn
gl: O consello en Weldyn

source: Ah, now the last of my council is here. Lionel, what tidings from the north?
gl: Ben, o consello xa está ao completo. Lionel, que novas traes do norte?

source: The elves will not fight; they hate the orcs, but spoke darkly of human greed and foolishness. I have never seen them so unfriendly. There is something they know of and fear, but they would not tell me what it is.
gl: Os elfos non van loitar. Odian aos orcos, pero non sei que dixeron sobre a cobiza e maila estupidez dos humanos. Nunca os vira tan hostís. Hai algo que saben e temen, pero non quixeron dicirmo.

source: If that is how I may best serve, I will do it right willingly.
gl: Se así é como resulto máis útil, estarei máis que disposto a facelo.

source: Then you shall! Lionel and his men will accompany you, for you will need more than magic for protection on the road... especially where you’ll be going, into the wild country north of Tath. It is a chancy place at the best of times, and orcs may already be raiding south of the Ford.
gl: Pois vai entón! Lionel e os seus homes acompañarante, dado que polo camiño has precisar máis que protección máxica... especialmente alí onde vas, as salvaxes terras ao norte de Tath. Nos seus mellores tempos son un lugar perigoso, e pode que os orcos xa estean a cazar ao sur do vao.

source: The Swamps of Illuven
gl: Os lameiros de Illuven

source: Move Delfador to the signpost in the northeast
gl: Leva a Delfador ao sinal do nordeste

source: Death of Lionel
gl: Morte de Lionel

source: No, men of Wesnoth... but those who dwell here are a lawless lot.
gl: Non, as xentes de Wesnoth... pero os que moran estas terras todos uns foraxidos.

source: Where did he go?
gl: Onde marchou?

source: Haw haw haw! Suckers!
gl: Ha ha ha! Imbéciles!

source: Well, at least we only have to deal with one of them now...
gl: Ben, polo menos xa non nos temos que preocupar dos foraxidos...

source: They certainly will! Haw haw haw!
gl: Abofé que si! Ha ha ha!

source: This chest contains all the money that rogue has taken from unwary travelers!
gl: Este cofre contén os cartos que os pillabáns roubaron aos viaxeiros!

source: Night in the Swamp
gl: Pola noite no lameiro

source: These swamps seem to go on forever!
gl: Estes lameiros parecen infinitos!

source: I saw this kind of thing in the north... These abominations are not much affected by swords, but they fear the light of day. We must hold them off as best we can.
gl: Vin cousas destas ao norte... A estas abominacións apenas lles afectan as espadas, pero témenlle á luz do día. Debemos aturalas o mellor que poidamos.

source: Hmmm... if I could get nearer to the stones, I could perhaps break their power...
gl: Mmm... se me puidese achegar ás rochas, quizais podería disipar o seu poder...

source: This’ll splinter your bones, you vile monstrosity!
gl: Isto vai deixarche os ósos feitos estelas, vil criatura!

source: At least, morning is here... And the skeletons are disappearing!
gl: Por fin amenceu... E os esqueletos están a desaparecer!

source: At last, morning is here!
gl: Por fin amenceu!

source: We have arrived. And there is the island Leollyn spoke of. But what are those strange shapes moving among the trees?
gl: Chegamos. Aí está a illa da que falara Leollyn. Pero que son esas cousas estrañas que se moven entre as árbores?

source: I am Ur-Thorodor, eldest of the forest. Who are you human-creatures? You may not trespass on our island.
gl: Son Ur-Thorodor, o máis vello do bosque. Quen sodes vós, criaturas humanas? Non vos colaredes na nosa illa.

source: Ur-Thorodor, please let us pass! We are on a vital mission for King Garard, in the interests of all living things in Wesnoth.
gl: Ur-Thorodor, rógoche que nos permitas pasar! Estamos levando a cabo unha misión vital para o rei Garard, unha empresa que beneficiará a todas as criaturas viventes de Wesnoth.

source: We care nothing for your kings, human-creatures. It is centuries since your kind have been here, and only now are our roots destroying the last of your accursed stonework. Now I will speak no more. Leave us, or suffer our wrath!
gl: Non nos importan os vosos reis, criaturas humanas. Xa hai séculos que os da vosa especie non pisan estas terras, e as nosas raíces aínda agora seguen destruíndo os vosos abominables edificios de pedra. Xa non teño máis que dicir. Marchade agora, ou sufride a nosa ira!

source: Move Delfador to Ur-Thorodor’s castle
gl: Leva a Delfador ao castelo de Ur-Thorodor

source: Death of Ur-Thorodor
gl: Morte de Ur-Thorodor

source: Hruuuarrgh! The vile human-creatures hew at me...
gl: Hruuuarrgh! As viles criaturas humanas pícanme...

source: I trust no humans! Drive them out, my children!
gl: Non confío en ningún humano! Expulsádeos, fillos meus!

source: I am defeated... My children: hear my last words! Destroy the humans, and never let them set foot on our island again!
gl: Derrotáronme... Fillos, escoitade as miñas últimas palabras! Destruíde aos humanos, e non deixedes que volvan poñer nunca de novo un pé nesta illa!

source: This is hopeless! If carrying out my mission means killing these noble creatures, then I cannot continue.
gl: Xa non queda esperanza! Se levar a cabo a nosa misión implica matar a todas estas nobres criaturas, non podo continuar.

source: Ur-Thorodor, listen to me! We are not here to take your island. If you will let just me remain here, then I promise you, on behalf of King Garard, that no Wesnothian will set foot on your island without your permission again. As a token of good faith, I command my army to return to the mainland.
gl: Ur-Thorodor, escoita! Non vimos arrebatarche a túa illa. Se simplemente me deixas quedar aquí, prométoche, no nome do rei Garard, que ningún habitante de Wesnoth volverá pór un pé na túa illa sen o teu consentimento. Como proba da miña boa fe, ordeno ao meu exército volver a terra.

source: Are you sure that’s wise?
gl: Seguro que é unha boa idea?

source: It’s the only way! Lionel, lead our soldiers back to the mainland. I will rejoin you when I have carried out my mission, and determined what is amiss in the world of the dead.
gl: É a única maneira! Lionel, leva aos nosos soldados a terra. Volverei convosco en canto leve a cabo a miña misión, e determine que é o que vai mal no mundo dos mortos.

source: I see I had misjudged you, human. You are not like those who came before. I accept your offer!
gl: Vexo que che xulguei mal, humano. Non es como os que viñeron outras veces. Acepto a túa oferta!

source: A human mage... is it dead?
gl: Un mago humano... está morto?

source: Easy to find out... thump it and see if it wakes up!
gl: Iso é fácil de descubrir... Golpéalle a ver se esperta!

source: Do you serve Iliah-Malal, living man?
gl: Serves a Iliah-Malal, home vivo?

source: Yes, I serve him.
gl: Si, sírvolle.

source: Then you will not mind if we kill you! Hahahahah!
gl: Entón non che importará que te matemos! Muahahaha!

source: No, I do not.
gl: Non me importa, non.

source: Then you will die forever!
gl: Entón morrerás para sempre!

source: Iliah-Malal commands your death!
gl: Iliah-Malal ordena a túa morte!

source: Destroy the intruder, my minions!
gl: Acabade co intruso, súbditos!

source: Something does not feel right about those villages...
gl: Hai algo raro nesas vilas...

source: I must find that artifact of which the ghost spoke; it sounds too powerful a thing to be left in Iliah-Malal’s hands.
gl: Debo encontrar ese artefacto do que falou a pantasma. Semella unha cousa poderosa de máis para deixala en mans de Iliah-Malal.

source: Houses of the Dead
gl: As casas dos mortos

source: It was one of those moments that altered the destiny of the world. The orc warrior held many possibilities in his hand. He could simply have taken Delfador’s head. Had that occurred, the orcs might have overrun the whole of Wesnoth and ruled it for ages. But what he chose, thinking it rare sport to abuse one of the hated human mages, was to strike Delfador with his gauntleted fist.
gl: Foi un deses momentos que alterou o destino do mundo. O guerreiro orco tiña nas súas mans varias posibilidades. Puido simplemente levar consigo a cabeza de Delfador. De ser así, os orcos poderían asaltar todo Wesnoth e gobernalo durante séculos. Pero o que escolleu foi golpear a Delfador co seu puño cuberto cun guante.

source: The blow interrupted Delfador’s meditation. He began to topple over to the ground, but before his head reached it he vanished as though he had never been there at all.
gl: O golpe interrompeu a meditación de Delfador. Comezou a se caer ao chan, pero antes de que a súa cabeza o tocase, desapareceu coma se nunca estiver alí.

source: Move Delfador to the signpost
gl: Leva a Delfador ao sinal

source: Delfador opens his eyes and realizes he is <i>alone</i> in the <i>dark</i>.
gl: Delfador abre os ollos e repara en que está <i>só</i> na <i>escuridade</i>.

source: Rattles
gl: Ruídos

source: Bones
gl: Ósos

source: Do not fear me, Delfador. It is my doom to appear as you see me. I was a serf of a cruel lord. He demanded great taxes to fight many wars... then plague came... my family were starving, and we were forced to eat the flesh of those who had died.
gl: Non me teñas medo, Delfador. A aparencia coa que me ves é a miña condena. Fun servo dun señor cruel. Esixía impostos moi altos para loitar en moitas guerras... entón veu unha praga... a miña familia morría de fame, e vímonos forzados a comer a carne dos que xa morreran.

source: Have you encountered the skeletons? Their castle lies north of here. It is difficult to attack, but there is a secret entrance in the valley beyond Sythan’s village.
gl: Atopaches os esqueletos? O seu castelo queda ao norte de aquí. É difícil de atacar, pero hai unha entrada secreta no val ao outro lado da vila de Sythan.

source: I died a long time ago. I have forgotten my name.
gl: Morrín hai unha eternidade. Xa esquecín como me chamo.

source: Iliah-Malal says that he can open a portal to the world of the living. Those who follow him will walk the earth as they did in life.
gl: Iliah-Malal di que pode abrir unha porta ao mundo dos vivos. Aqueles que o sigan camiñarán sobre a terra como fixeran en vida.

source: Why are the dead so restless? This should be a place of rest and peace for you.
gl: Por que estades tan inquedos os mortos? Este debería ser un lugar de paz e descanso para vós.

source: Once, I was happy here, but Iliah-Malal made me see this land as the eyes of the living see it... a place of rock and dust.
gl: Houbo un tempo en que estiven feliz aquí, pero Iliah-Malal fíxome ver estas terras cos ollos cos que as ven os vivos... un lugar de pedra e po.

source: I was once a great lord... I commanded armies! Iliah-Malal promised I would lead again.
gl: Outrora fun un gran señor... Estiven ao mando de exércitos! Iliah-Malal prometeu volvería ser un líder.

source: Beware the skeletons! They are not the spirits of dead men, but the creations of evil magic.
gl: Coidado cos esqueletos! Non son as almas dos mortos, senón a obra da maxia maligna.

source: What else do you know of the skeletons?
gl: Que máis sabes dos esqueletos?

source: It is said that they guard a powerful magical artifact. Roddry knows more than I do; he lives to the west.
gl: Disque protexen un poderoso artefacto máxico. Roddry sabe máis ca min. Vive ao oeste.

source: This is surely the land of the dead... and it seems I am still alive. But then, as Leollyn warned, I can never return! I suppose I may as well explore.
gl: Estas son sen lugar a dúbidas as terras dos mortos... e parece que aínda sigo vivo. Pero entón, tal e como me dixo Leollyn, xa non hei poder volver! Supoño que debería botar unha ollada.

source: A living man... so it is as Iliah-Malal says...
gl: Un vivo... así que Iliah-Malal estaba no certo...

source: Speak again, spirit! Tell me of yourself. Who is this Iliah-Malal?
gl: Segue falando, ánima! Fálame de ti. E quen é ese Iliah-Malal?

source: My name is Rorthin. I died long ago, in a great battle... I have almost forgotten... Iliah-Malal is a living man, like you, who walks among the dead. He promises life to all those who follow him.
gl: O meu nome é Rorthin. Morrín hai moito tempo, nunha gran batalla... Xa case o esquecín... Iliah-Malal é un home vivo, coma ti, que camiña entre os mortos. Promételle a vida a aqueles que o sigan.

source: I would very much like to meet Iliah-Malal. Where can I find him?
gl: Gustaríame moito coñecer a Iliah-Malal. Onde podo atopalo?
