Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-dm/*.po
Languages: gl

source: Follow the dry river, then the road to the signpost in the north. I will guide you. Enter the houses of the dead as you pass, for others here may help you.
gl: Segue o río seco, logo o camiño ao sinal ao norte. Guiareite. Entra nas casas dos mortos de camiño, pois pode que outros che poidan axudar.

source: WHO ENTERS THE TOMB OF AN-USRUKHAR?
gl: QUEN ENTRA NA TUMBA DE AN-USRUKHAR?

source: I am the will of An-Usrukhar, greatest of mages, he who bestrode Irdya in the morning of time, who sleeps now in a death beyond death until the unmaking of the world.
gl: Eu son a vontade de An-Usrukhar, o máis grande dos magos, o que cabalgou por Irdya na mañá dos tempos, que agora dorme nunha morte alén da morte ata que o mundo chegue á súa fin.

source: I am only a man, a living man seeking a way home from the house of the dead.
gl: Eu só son un home, un home vivo en busca dun camiño a casa dende o fogar dos mortos.

source: Foretold?
gl: Predíxose?

source: Foretold in the Primal Aeon, years past beyond your counting. An-Usrukhar the Great, he of whom I am but the tiniest shade and fragment, foresaw in the Mirror of Evanescent Time that a living man would come here to be tested. AND I AM THE TEST!
gl: Predíxose durante o primeiro eón, hai moitos máis anos dos que podes contar. An-Usrukhar o Grande, aquel do que non son máis cunha diminuta sombra e fragmento, previu no espello do tempo evanescente que un home con vida viría aquí para ser posto a proba. E EU SON A PROBA!

source: I have felt the coils of prophecy on me before. I am beginning to dislike them.
gl: Xa escoitei caralladas de profecías que falan de min outras veces. Empezan a desgustarme.

source: It is only given to the small not to feel the hand of fate on their shoulder; the great must suffer its weight whether they will or no. Delfador, mage of Wesnoth, ARE YOU A SERVANT OF THE LIGHT?
gl: Só ao pequeno se lle permite non sentir a man do destino sobre os seus ombros. O grande debe cargar co seu peso guste ou non. Delfado, mago de Wesnoth, ES UN SERVO DA LUZ?

source: I serve my king and my kingdom.
gl: Sirvo ao meu rei e ao meu reino.

source: Your king will die in an eyeblink and your kingdom in the drawing of a breath. Delfador, I ask you again, ARE YOU A SERVANT OF THE LIGHT?
gl: O teu rei ha morrer nun abrir e pechar de ollos e o teu reino nun suspiro. Delfador, volvo preguntarcho, ES UN SERVO DA LUZ?

source: I serve my people and my land.
gl: Sirvo á miña xente e ás miñas terras.

source: Peoples vanish and lands wither under the pitiless gaze of eternity; the true matter of the world is deeper. Delfador, I ask you a third time, and on your answer hangs your life: ARE YOU A SERVANT OF THE LIGHT?
gl: A xente desaparece e as terras murchan baixo a implacable mirada da eternidade. O que de verdade importa do universo vai máis alá. Delfador, pregúntocho por terceira vez, e da túa resposta depende a túa vida: ES UN SERVO DA LUZ?

source: IT IS WELL. Take up, O servant of light, the Staff of An-Usrukhar. The trials before you will be great. So is its power.
gl: ESTÁ BEN. Toma, servo da luz, o bastón de An-Usrukhar. Grandiosas serán as probas que che agardan. Tal é o seu poder.

source: The Gate Between Worlds
gl: A porta entre os mundos

source: Defeat Iliah-Malal
gl: Derrota a Iliah-Malal

source: Have not you yourself traveled between the realms of life and death? Behold!
gl: Acaso non fuches ti quen viaxou entre os dous reinos da vida e a morte? Contempla!

source: Iliah-Malal has created a portal to the land of the living! How I long to go through it and see the sun again...
gl: Iliah-Malal creou un portal ao mundo dos vivos! Que gañas teño de atravesalo e volver ver alzarse o sol...

source: Now, my living followers, I summon you! See that death is nothing, and fear not to fight for me!
gl: Agora, seguidores que respirades, eu vos convoco! Vede que a morte non é nada, e non temades loitar por min!

source: This is a great evil. The dead will not find peace by passing through your gateway, Iliah-Malal, for you cannot give them life again. You have not brought an end to death, but to life itself!
gl: Este é un gran mal. Os mortos non han atopar paz atravesando a túa porta, Iliah-Malal, porque non podes devolverlles a vida. Non acabaches coa morte, senón coa propia vida!

source: You will see things differently at the point of a sword, my friend. Minions! Kill the unbeliever... he will join us then.
gl: Non verás as cousas do mesmo xeito ante a folla dunha espada, amigo meu. Súbditos! Matade ao herexe... entón unirase a nós.

source: Iliah-Malal’s body lay still for a moment, then stirred!
gl: O cadáver de Iliah-Malal cae quieto por un momento, entón móvese!

source: Follow me if you dare...
gl: Ségueme se te atreves...

source: This portal Iliah-Malal has created is a great and terrible work of magic. I must catch him, and somehow force him to close it!
gl: Este portal que creou Iliah-Malal é unha obra de maxia grandiosa e terrible. Teño que atrapalo e forzalo dalgunha maneira a que o peche!

source: Wasteland
gl: As terras baldías

source: As Delfador followed Iliah-Malal into the portal, a freezing wind sprung up and the air became thick with ghosts pouring through into the land of the living. The ground became icy underfoot, and soon Delfador was following the necromancer’s footsteps in a thick layer of snow. Eventually, even these became indistinct.
gl: En canto Delfador seguiu a Iliah-Malal polo portal, un vento xeado levantou de súpeto e o ar volveuse denso coas pantasmas volvendo en masa ao mundo dos vivos. O chan xeou baixo os seus pés, e Delfador, que seguía as pegadas do nigromante, non tardou en ter que buscalas nunha grosa capa de neve. Pero chegou un momento en que xa resultaba imposible.

source: It’s hopeless, I’ve lost all track of Iliah-Malal... and I shall freeze unless I find shelter soon. Perhaps in that forest to the north...
gl: É imposible, perdín o rastro de Iliah-Malal... e vou morrer xeado se non me apuro a buscar refuxio. Ao mellor no bosque do norte...

source: Find Delfador shelter before he freezes to death
gl: Procúralle refuxio a Delfador antes de que morra do frío

source: What are you doing in our forests, stranger?
gl: Que fas nos nosos bosques, forasteiro?

source: It’s a long story... but I wonder whether I might first ask for your hospitality? I’m lost, and freezing to death here!
gl: É unha longa historia... pero estou perdido, e vai un frío horrible. Sería moito pedir que antes de contestarvos me permitísedes pasar a xeada convosco?

source: I suppose there can be little harm in one half-frozen human... Our nearest post is to the northeast; I’ll lead you there. But we must not tarry! There are deadlier foes than the weather abroad.
gl: Supoño que pouco mal pode facer un humano morto de frío... O noso posto máis próximo está situado ao nordeste. Levareite alí. Pero non debemos demorarnos! Aquí fóra hai inimigos peores que o clima.

source: Welcome, Delfador!
gl: Benvido, Delfador!

source: Er, hello... you know my name, then...?
gl: Eh, ola... así que, sabe o meu nome?

source: Yes. I am Chantal, and I know many things. I know you come from the great human kingdom of the south, and are a master of magic. You have faced great adversity, and visited a place from where few hope to return, and from where none before have returned unchanged. Fate is heavy upon you, and you deserve our help.
gl: Sei. Son Chantal, e sei moitas cousas. Sei que es do gran reino humano do sur, e que es un mestre da maxia. Enfrontácheste a unha grande adversidade, e visitaches un lugar do que poucos agardan regresar, e do que ninguén antes deu saído no mesmo estado en que entrou. O destino pesa sobre ti, e mereces a nosa axuda.

source: But you have not failed. The southlands have not yet fallen to the orcish army, and have you not learned more about the undead than any man alive? It is he who fears death above all things who deceives the spirits into believing they can live again, and blinds them to the peace and rest of their own domain.
gl: Pero conseguiches cousas. As terras do sur aínda non caeron en mans do exército dos orcos, e acaso non aprendiches máis dos non mortos do que saben a maioría dos vivos? É quen teme á morte por riba de todas as cousas quen engana ás almas para que pensen que poden volver á vida, e as cega da paz e o descanso que o seu propio mundo lles fornecía.

source: You mean Iliah-Malal?
gl: Refírese a Iliah-Malal?

source: Yes, that is who I mean.
gl: Refírome a el, si.

source: If I might ask, where am I? And what of Lionel, and King Garard? What has befallen them?
gl: Desculpe a pregunta, pero onde estamos? E que foi de Lionel e do rei Garard?

source: You are among the North Elves, in the Lintanir Forest. Our arts hold back the winter cold within these woods. To the south and west of here lies a wasteland inhabited only by barbarians and orcs. To the south again, the Great River, and your home. Of your friends, I know nothing.
gl: Estás entre os elfos do norte, no bosque de Lintanir. As nosas artes afastan o frío do inverno destes bosques. Ao sur e oeste de aquí hai unhas terras baldías habitadas unicamente por bárbaros e orcos. E tamén ao sur está o gran río, e o teu fogar. Acerca dos teus amigos, sei tanto coma ti.

source: I am deeply grateful for your aid, Chantal. I see now what I must do... I have lost Iliah-Malal, but I must at least try to report back to the King or to Leollyn. I will set out for the south!
gl: Estoulle moi agradecido pola súa axuda, Chantal. Agora xa sei o que debo facer... Perdín a Iliah-Malal, pero polo menos teño que intentar informar ao respecto ao rei ou a Leollyn. Marcharei cara o sur!

source: It will not be easy. The orcish army lies between here and your destination. We are under attack even here, by an orcish warband encamped in the mountains to the southwest.
gl: Non vai ser tan doado. O exército dos orcos interponse entre este lugar e aquel ao que te dirixes. Incluso aquí estamos sendo atacados por unha partida de orcos que acampou nas montañas do sudoeste.

source: Attacked by orcs? Then I might perhaps help you to defeat them, and repay your assistance and kindness!
gl: Atacados por orcos? Entón quizais vos poda axudar a derrotalos, e pagar así o voso coidados e amabilidade!

source: Death of Chantal
gl: Morte de Chantal

source: With your help, Delfador, we have overrun the orcish warlord of this area, and our forests are secure. Secure enough that I can even join you in your journey south... at least as far as the Great River.
gl: Coa túa axuda, Delfador, acabamos co señor da guerra orco desta zona, e os nosos bosques están a salvo. Tan a salvo que mesmo podo permitirme unirme a ti na túa viaxe ao sur... polo menos ata a altura do gran río.

source: Terror at the Ford of Parthyn
gl: Terror no vao de Parthyn

source: Find out what is happening at the Ford
gl: Investiga o que está pasando no vao

source: Defeat all enemies
gl: Derrota a todos os inimigos

source: This is the nearest human garrison, Delfador. Here is the only place to cross the river. Soon after the last King of Wesnoth began his reign, he put a strong garrison not far south of here in the town of Parthyn, and orcs have not been able to cross into Wesnoth over this part of the river since.
gl: Esta é a guarnición de humanos máis próxima. Aquí está o único lugar para cruzar o río. Pouco despois de comezar o seu reinado o último rei de Wesnoth, estableceu unha forte guarnición ao sur de aquí, na vila de Parthyn, e dende entón os orcos non foron capaces de cruzar o río en dirección Wesnoth por aquí.

source: This mist is unusual, though, even if we are close to the river. I have never seen it so thick before.
gl: Aínda así esta brétema non é normal, aínda que esteamos preto do río. Nunca antes vira unha néboa tan densa.

source: There should be no orcs this far south. But I do not like the feel of this mist.
gl: Non debería haber orcos tan ao sur. Pero esta brétema non me gusta nada.

source: Be wary. Something does not feel right about that village...
gl: Estea alerta. Hai algo raro nesa vila...

source: What in the wide green world is this abomination?
gl: Polas verdes fragas do mundo, que é esta abominación?

source: One of Iliah-Malal’s creatures. So it has begun!
gl: Unha das criaturas de Iliah-Malal!

source: Orcs! Orcs at the Ford!
gl: Orcos! Hai orcos no vao!

source: Prepare to fight them! We must clear the Ford!
gl: Preparádevos para loitar contra eles! Temos que limpar o vao!

source: Halt! Who goes there?
gl: Alto! Quen vai?

source: I am Delfador, a court mage of Wesnoth and the legate of Arch-Mage Leollyn; with me is Chantal, a great lady of the Lintanir Elves. Quickly, I must speak with your commander; death treads upon our very heels.
gl: Son Delfador, un mago da corte de Wesnoth e o emisario do arquimago Leollyn. Acompáñame Chantal, unha gran señora dos elfos de Lintanir. Rápido, debo falar co seu comandante. A morte séguenos de cerca.

source: I command here, but we have lost the north shore. Uncanny creatures stalk the night; our weapons scarcely seem to scathe them. I fear we cannot hold against an attack in strength.
gl: Eu son o comandante aquí, pero perdemos a ribeira norte. Unhas misteriosas criaturas vagan pola noite. As nosas armas apenas parecen facerlles nada. Temo que non sobreviviremos a un ataque a grande escala.

source: I have fought these before. Be of heart: impact weapons and magic can defeat them. Do I recall aright that there is a school of mages not far from here?
gl: Xa antes me atopei con estas criaturas. E podo asegurarlle que as armas de impacto e maila maxia poden derrotalas. Non lonxe de aquí hai unha escola de magos, non si?

source: Yes, close by the southeast wall of our fort across the the Ford. But they are jealous of their privileges and hold aloof from us.
gl: Si, cerca da muralla sueste da nosa fortaleza ao outro lado do vao. Pero non gustan dos privilexios e mantéñense á marxe de nós.

source: I heed the King’s voice. My men are at your command.
gl: Se fala en nome do rei, estamos ás súas rodes, eu e mailos meus homes.

source: To wake up the mages, move a unit that is currently out of sight of their tower to within visual range of it.
gl: Para espertar aos magos, move a unha unidade que non poida albiscarse dende a súa torre a unha distancia dende a que si que a vexan.

source: What are you doing here, disturbing our peace and concentration?
gl: Que fai aquí, perturbando a nosa paz e concentración?

source: Undead are attacking the fort on the north shore. We need your help!
gl: Os non mortos están atacando a fortaleza da ribeira norte. Necesitamos a vosa axuda!

source: I recognize it. Very well; we shall join battle.
gl: Recoñézoo. Moi ben. Unirémonos á batalla.

source: What is going on here? This village has been burned to the ground!
gl: Que pasa aquí? Esta vila está completamente calcinada!

source: Maybe there are survivors? We should check.
gl: Ao mellor aínda quedan superviventes, deberiamos mirar.

source: Another village burned. Nobody to be seen!
gl: Outra vila calcinada. Non parece haber ninguén!

source: Please, spare me...
gl: Por favor, libérenme...

source: Spare you from whom, soldier? What has happened here?
gl: Liberalo de quen, soldado? Que pasou aquí?

source: They come at night... and leave no one alive...
gl: Veñen cando a noite vence ao día... e non deixan corpo con vida...

source: Get hold of yourself, soldier! Who is ‘they’?
gl: Contrólese, soldado! Quen «veñen»?

source: Friends, soldiers. Why were you hiding?
gl: Compañeiros, soldados. Que faciades agochados?

source: Our post was overrun. Very few of us survived.
gl: Atacaron o noso posto. Poucos de nós sobrevivimos.

source: Your orders from the King are to fight. Just stay close to me.
gl: O rei ordenouvos loitar. Simplemente quedade preto de min.

source: This village seems unharmed. Anyone here?
gl: Esta vila parece estar intacta. Hai alguén aí?

source: Surprise, surprise...
gl: Sorpresa, sorpresa...

source: We have not waited all this time for nothing!
gl: Non levamos todo este tempo agardando para nada!

source: Soldiers of Wesnoth, rise to fight for your King!
gl: Soldados de Wesnoth, erguédevos para loitar polo rei!

source: Is the enemy gone?
gl: Xa non quedan inimigos?

source: He will be, if you help. Now follow me into battle!
gl: Non por moito tempo, se nos axudades. Agora, seguídeme á batalla!

source: Anyone here?
gl: Hai alguén aí?

source: Master said more would come!
gl: O mestre dixera que viñan máis!

source: There are signs of a battle, but nobody seems to be here...
gl: Todo indica que houbo unha batalla, pero non parece quedar ninguén...

source: Wrong!
gl: Enganácheste!

source: You may have defeated me, but the great Zorlan will have revenge! I have done my duty attacking the Wesnoth perimeter, so that no Wesnoth forces can come to the aid of your doomed army. It will be a glorious massacre!
gl: Pode que me derrotásedes, pero o gran Zorlan vingarase! Xa cumprín co meu deber atacando os arredores de Wesnoth, de xeito que ningunha forza de Wesnoth puidese acudir no auxilio do voso condenado exército. Vai ser unha masacre gloriosa!

source: Master will avenge me!
gl: O mestre vingarame!

source: We have much less time than I thought. Iliah-Malal’s offensive has begun. I must close his portal before it’s too late, and I have no idea how to do that. And we must also defeat those that have already escaped the Land of the Dead.
gl: Temos moito menos tempo do que pensara. A ofensiva de Iliah-Malal comezou. Debo pechar o seu portal antes de que sexa demasiado tarde, e non teño nin a máis remota idea de como facelo. E ademais temos que derrotar a aqueles que xa escaparon do mundo dos mortos.

source: But there is something else those orcs said that deeply worries me in a different way. I have wondered why the orcs have been attacking in concert all along the frontier; they do not coordinate well. If that orc was telling the truth and a paramount chief strong enough to marshal their entire host has arisen among them, the King may be walking into a lethal trap at the Ford of Abez.
gl: Pero hai unha cousa máis do que dixeron os orcos que me preocupa profundamente pero noutro sentido. Preguntárame por que os orcos estiveran atacando toda a fronteira coordinados. Eles non se coordinan ben. Se ese orco non mentiu e un xefe supremo forte abondo para comandar á súa horda ao completo se alzou entre eles, o rei podería estar caendo nunha trampa mortal no vao de Abez.

source: Maybe we can warn the King in time. Lionel should be back in Weldyn by now; I shall send one of the garrison’s message-riders to him, but I cannot spare the time to go south myself. I will gather as many troops as I can move quickly through these wildlands and head west from here.
gl: Quizais poidamos advertir ao rei a tempo. A estas alturas Lionel xa debería estar de volta en Weldyn. Enviareille un dos mensaxeiros da guarnición, non podo malgastar o tempo en ir ao sur en persoa. Reunirei cantas tropas como poida mobilizar rapidamente por estas terras salvaxes e dirixireime ao oeste de aquí.

source: I do not doubt it. Go to your King, Delfador, and have faith in yourself; for I sense that you hold the fate of Wesnoth in your hands, and will need all the strength you have. I think we will meet again.
gl: Non o dubido. Vai canda o teu rei, Delfador, e ten fe en ti mesmo. Sinto que portas nas túas mans o destino de todo Wesnoth, e necesitarás todas as túas forzas. Coido que nos volveremos a ver.

source: They have unleashed a second wave. Soldiers, stand firm and send these abominations back to the darkness!
gl: Liberaron unha segunda ondada. Soldados, permanecede firmes e enviade a estas abominacións de volta á escuridade da que proveñen!

source: This is hopeless. Many more enemies are coming, while our numbers are limited.
gl: Non queda esperanza. Veñen moitos máis inimigos, e as nosas unidades son limitadas.

source: Death of Kalenz
gl: Morte de Kalenz

source: Kill these filthy elves! All warlords will then accept our leader, Zorlan, as king and he will reward you all!
gl: Matádeme a eses elfiños! Entón todos os señores da guerra aceptaran ao noso líder, Zorlan, como rei, e recompensarávolo a todos!

source: This is what we have been training for! Now we drive these beasts back!
gl: Para isto é para o que estiven adestrando! Agora faremos retroceder a estas bestas!

source: My lord Kalenz, at last I have found you!
gl: Señor Kalenz, por fin o atopo!

source: Chantal! Granddaughter! What are you doing here? You were not attacked, I hope.
gl: Chantal! Neta! Que fas aquí? Espero que non te atacasen.

source: We were, but the enemy was vanquished. There are much more serious matters that require your attention.
gl: Atacáronnos, pero expulsamos ao inimigo. Hai asuntos de maior gravidade que requiren a vosa atención.

source: A paramount chief of all the Orcs has arisen, and he is setting a trap for the humans at the Ford of Abez. I think we must aid the humans, lest we be defeated separately once they are crushed.
gl: Erixiuse un xefe supremo de todos os orcos, e está tendéndolles unha trampa aos humanos no vao de Abez. Creo que debemos axudar aos humanos, ou acabarán connosco en canto acaben con eles.

source: There is more ill news. Evil has been unleashed. A portal has been opened from the Land of the Dead. An army of undead is being raised as we speak.
gl: E hai noticias aínda peores. O mal foi liberado. Abriuse un portal dende o mundo dos mortos. Un exército de non mortos está alzándose nestes momentos.

source: This is very serious. Have you informed the elvish settlements?
gl: Isto é moi serio. Avisaches aos asentamentos dos elfos?

source: Yes. And I have prepared holy water for our warriors. They should be able to hold against the undead in our forests, at least for now.
gl: Avisei. E preparei auga bendita para os nosos soldados. Deberían ser capaces de frear aos non mortos nos nosos bosques, polo menos de momento.

source: Holy water? What is this? Have you been dabbling where you should not, in the Book of Crelanu?
gl: Auga bendita? Que é iso? Andaches a ler o que non debías, o libro de Crelanu?

source: No. But Cleodil gave some of the Book’s least dangerous secrets to her daughters, and so I had them from my mother. And I think I have found the one we have been awaiting since Cleodil accepted the guardianship of the Book. You know of what I speak.
gl: Non. Pero Cleodil deulle parte dos segredos menos perigosos do libro ás súas fillas, e herdeinos de miña nai. E creo que atopei a aquel por quen levabamos agardando dende que Cleodil aceptou custodiar o libro. Xa sabes do que falo.

source: I never thought to see such a human, not even in all the years I have lived. Who is this person?
gl: Nunca pensei que coñecería un humano así, nin en todos os anos que levo vivido. Quen é el?

source: Delfador, a mage trusted of their King. He has survived a passage through the Land of the Dead not merely alive but uncorrupted. He helped us defeat the orcs when they threatened Lintanir, and I fought undead with him at Parthyn Ford. I have come north partly because I am thinking to fetch the Book of Crelanu so I can take it to him.
gl: Delfador, un mago de confianza do seu rei. Sobreviviu a unha viaxe polo mundo dos mortos, non só vivo, senón intacto. Axudounos a derrotar aos orcos cando atacaron Lintanir, e loitei canda el contra os non mortos no Vao de Parthyn. Vin ao norte en parte porque estou pensando en coller o libro de Crelanu e darllo.

source: He is uncorrupted? You are sure of this?
gl: Saíu intacto? Estás segura de que non se corrompeu?

source: I have bent my healing senses upon him. I am as sure as I can be.
gl: Dirixín os meus sentidos curativos cara el. Estou completamente segura.
