Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-tutorial/*.po
Languages: it

source: No! I said recruit an Elvish <i>Archer</i>! Now try again...
it: No! Ho detto di reclutare una <i>sciamana</i> elfica! Dai, prova ancora...

source: Shaman
it: Sciamana

source: Recruit an Elvish Shaman to your north
it: Recluta una sciamana elfica a nord

source: No! I said <i>recall</i> $recall_name2|! Now try again...
it: No! Ti ho detto di <i>richiamare</i> $recall_name2|! Ora prova ancora...

source: Archer #1
it: Arciere #1

source: Archer #2
it: Arciere #2

source: Recruit two Elvish Archers in the tiles to your west
it: Recluta due elfi arcieri nelle caselle ad ovest

source: No! I said recruit an Elvish <i>Fighter</i>! Now try again...
it: Andiamo bene... Ho detto di reclutare un elfo <i>combattente</i>! Dai, riprova...

source: No! I said recall $recall_name1, not $recall_name2|! Now try again...
it: No! Ti ho detto di richiamare $recall_name1, e non $recall_name2|! Forza, prova ancora...

source: No! I said <i>recall</i> $recall_name1 from the last battle, not recruit a new $recruit.language_name|! Now try again...
it: No! Ho detto di <i>richiamare</i> $recall_name1 dall’ultima battaglia e non di reclutare $recruit.language_name|! Dai, prova ancora...

source: Right click on the tile east of you and recall $recall_name2
it: Fai clic col tasto destro sulla casella ad est e richiama $recall_name2

source: RECALL $recall_name2
it: Richiamo $recall_name2

source: Right click on the tile east of you and recruit an Elvish Fighter
it: Fai clic col tasto destro sulla casella ad est e recluta un elfo combattente

source: $recruit.language_name|? I said <i>recruit</i> a new <i>Elvish Fighter</i>. Now try again...
it: Un $recruit.language_name|? Ho detto di <i>reclutare</i> un <i>elfo combattente</>. Dai, riprova...

source: You’ve learned well, Konrad!
it: Bene, Konrad, hai imparato!

source: The village supports one unit and pays 1 gold per turn. You’re only losing 1 gold per turn now.
it: Il villaggio ora rifornisce una unità e paga una moneta per turno: ora stai perdendo solo una moneta per turno.

source: You’ve learned well, Li’sar!
it: Bene, Li’sar, hai imparato!

source: End your turn
it: Termina il turno

source: You’ve captured all the villages around the keep, but stay near so you can recruit more units.
it: Hai occupato tutti i villaggi intorno alla fortezza, ma non ti allontanare, così potrai reclutare altre unità.

source: You should leave the villages near your keep for Konrad to capture. He needs to stay nearby to recruit more units anyway.
it: Dovresti lasciare che i villaggi vicini alla fortezza siano occupati da Konrad, deve rimanere nelle vicinanze per reclutare altre unità.

source: You should leave the villages near your keep for Li’sar to capture. She needs to stay nearby to recruit more units anyway.
it: Dovresti lasciare i villaggi vicini alla tua fortezza siano occupati da Li’sar, deve rimanere nelle vicinanze per reclutare altre unità.

source: Attack the orc with an Archer
it: Attacca l’orco con un arciere.

source: <big>Unit Summaries</big>
it: <big>Sommario dell'unità</big>

source: To review the capabilities of any unit—including an enemy—hover the mouse over it, and you will see a unit summary on the right of the screen
it: Per esaminare le capacità di qualsiasi unità – nemici compresi – passa il mouse su di essa, vedrai il sommario dell'unità sulla destra dello schermo

source: Excellent. Elves are well-protected in the forest. There’s only a 30% chance of hitting an Elvish Archer in that tile.
it: Eccellente. Gli elfi sono ben protetti nella foresta: C’è solo una possibilità del 30% di colpire un elfo arciere quando si trova in una foresta.

source: It’s very dangerous to stand in water when there are enemies about! Your unit will have an 80% chance of being hit when the enemy counter-attacks! Cancel!
it: È molto pericoloso restare in acqua quando ci sono dei nemici nelle vicinanze! La tua unità avrà una probabilità dell’80% di essere colpita quando l’orco contrattaccherà! Annulla!

source: Attack the orc with the other Archer
it: Attacca l’orco con l’altro arciere

source: Fighter to HERE
it: Combattente Qui

source: Your other units cannot reach the orc this turn. Send a Fighter to the village in the far east of the map. It will take two turns to reach it.
it: Le unità che hai non possono raggiungere l’orco durante questo turno. Invia un combattente ad occupare il villaggio ad est: ci impiegherà due turni.

source: <big>Long-distance Movement</big>
it: <big>Spostamenti a lungo raggio</big>

source: You can order a unit to move for multiple turns by selecting the unit and clicking on the destination. A number will indicate how many turns it will take to get there.
it: Puoi far muovere un’unità per più turni se la selezioni e fai clic sull’obiettivo. Un numero indicherà quanti turni ci vorranno per raggiungerlo.

source: Tell a Fighter to move to the far east village
it: Di’ ad un combattente di andare al villaggio situato all’estremo est

source: Send the other Fighter and the Shaman south so they can attack next turn, then return to the keep to recruit more units!
it: Invia l’altro combattente e la sciamana a sud affinché possano attaccare nel prossimo turno, quindi ritorna alla fortezza per reclutare nuove unità!

source: Move your Fighter and Shaman south, then return Konrad to the keep
it: Muovi il combattente e la sciamana a sud, poi riporta Konrad alla fortezza

source: Move your Fighter and Shaman south, then return Li’sar to the keep
it: Muovi il combattente e la sciamana a sud, poi riporta Li’sar alla Fortezza

source: Recruit another Archer and a Fighter
it: Recluta un secondo arciere e un combattente

source: I have no more money to recruit!
it: Non ho più soldi per reclutare

source: That is often a problem, which is why owning villages is important.
it: Questo è spesso un problema, ed è il motivo per cui è importante occupare i villaggi.

source: Move Konrad to another (unowned) village
it: Porta Konrad ad un altro villaggio (non già occupato)

source: Move Li’sar to another (unowned) village
it: Porta Li’sar ad un altro villaggio (non già occupato)

source: That Grunt is blocking the bridge! We must occupy that island before the Wolf Riders reach it.
it: L’orco sta bloccando il ponte! Dobbiamo occupare quell’isola prima che i cavalcatori di lupi riescano a raggiungerla.

source: Can’t our units just move around him?
it: Le nostre unità non si possono muovere attorno a lui?

source: ZoC
it: ZdC

source: Advance other units and capture villages, then <b>End Turn</b>
it: Fai avanzare le altre unità, conquista il villaggio e <b>termina il turno</b>

source: Yes. If your Shaman stands just behind that unit on the bridge, she will heal it at the beginning of the next turn.
it: Bene! Se la tua sciamana rimane alle spalle di quell’unità sul ponte, la curerà all’inizio del prossimo turno.

source: Move your Shaman onto the bridge to stand behind your other unit
it: Muovi la sciamana sul ponte e tienila dietro le altre unità

source: Be careful: if you stand on the bridge you are exposed to attack from multiple directions!
it: Fai attenzione: Se rimarrai sul ponte sarai esposto agli attacchi da più direzioni!

source: It’s very dangerous to stand in water when there are enemies about! Your unit will have an 80% chance of being hit! Cancel, and wait for them to attack you!
it: Quando ci sono nemici nelle vicinanze è molto pericoloso stare nell’acqua! Le tue unità avranno una possibilità di essere colpite pari all’80%! Annulla e aspetta che siano loro ad attaccarti!

source: Don’t forget about your Fighter in the east; you can move him south to that last village near the channel.
it: Non scordarti il combattente ad est: puoi muoverlo a sud verso l’ultimo villaggio vicino al canale.

source: <big>Time of Day</big>
it: <big>Ora del giorno</big>

source: After this dialog, hold the mouse over the landscape image above the minimap on the right. This brings up a description of the time of day, showing who has the advantage.
it: Dopo di questa finestra di dialogo, porta il mouse sull’immagine del panorama sopra la mappa a destra dello schermo. Vedrai una descrizione del periodo della giornatae mostrerà chi è in vantaggio.

source: Remember to retreat your wounded units to villages. Healers can only heal 4 hitpoints at a time, while villages can heal 8 (the maximum healing for any unit).
it: Ricordati di far ritirare le unità ferite nei villaggi. I guaritori possono far recuperare 4 punti ferita alla volta, i villaggi, invece, possono farne guarire 8 (il massimo per ogni unità).

source: Defend here
it: Difendi qui

source: Beware of those orcs crossing the river! If they get into the forest they’ll be hard to dislodge!
it: Fai attenzione agli orchi che stanno attraversando il fiume! Se riuscissero ad arrivare alla foresta sarebbe difficile riuscire a scacciarli!

source: <big>Victory Conditions</big>
it: <big>Condizioni della vittoria</big>

source: <big>Recruit the Right Unit Types</big>
it: <big>Reclutare i tipi di unità giusti</big>

source: Remember to recruit troops useful for the situation. Archers are particularly effective against Grunts, Wolf Riders and the orcish leader.
it: Ricordati di reclutare le unità adatte alla situazione: Gli arcieri sono particolarmente efficaci contro le reclute d’orco, i cavalcatori di lupi e il loro condottiero.

source: Stay near the keep! You need to be on a keep to recruit more units, and I doubt the orc leader will let you use his!
it: Resta nei pressi della fortezza: per poter reclutare più unità devi stare su una fortezza e dubito che il condottiero degli orchi ti lascerà usare la sua!

source: Their leader has moved into that village! He’s not as stupid as I thought. The village heals him each turn and provides good defense.
it: Il loro condottiero si è spostato in quel villaggio! Non è stupido come pensavo: sarà curato ad ogni turno ed otterrà una migliore difesa.

source: That unit has captured our village! You’d better get him out; it heals him each turn and provides good defense.
it: Quell’unità ha occupato un nostro villaggio! Faresti meglio a scacciarla subito: verrà curato ad ogni turno ed otterrà una migliore difesa.

source: Using me to attack is risky! I can slow the opponent with my ranged attack, but I hope you have a plan if I miss!
it: Usarmi per attaccare è rischioso! Posso rallentare un avversario con i miei attacchi a lungo raggio, ma spero che tu abbia un piano alternativo se io manco l’obiettivo.

source: You are close to killing their leader! The unit who finishes him will gain 16 experience points because he is second level. Choose your attacking unit carefully!
it: Stai per uccidere il loro condottiero! L’unità che lo finirà guadagnerà 16 punti esperienza perché il suo livello è 2. Scegli con attenzione l’unità da usare!

source: We will miss $deadguy.name| because he had $deadguy.experience experience points. He would have advanced to second level soon.
it: Ci mancherà il valoroso $deadguy.name|, che aveva $deadguy.experience punti esperienza. Sarebbe avanzato al livello 2 molto presto.

source: We will miss $deadguy.name| because she had $deadguy.experience experience points. She would have advanced to second level soon.
it: Ci mancherà la valorosa $deadguy.name|, che aveva $deadguy.experience punti esperienza. Sarebbe avanzata al livello 2 molto presto.

source: We will miss $deadguy.name|, but at least he was not one of our experienced troops!
it: Ci mancherà $deadguy.name|, ma sarebbe stato peggio perdere una delle unità di livello più alto!

source: We will miss $deadguy.name|, but at least she was not one of our experienced troops!
it: Ci mancherà $deadguy.name|, ma sarebbe stato peggio perdere una delle unità di livello più alto!

source: Losing a healer hurts all the troops! Keep them out of the enemy’s reach!
it: Perdere un guaritore è un danno per tutte le truppe! Tienili lontani dalla mischia!

source: Second level units are powerful, but not invulnerable! Goodbye, $deadguy.name|.
it: Le unità di livello 2 sono potenti, ma non invulnerabili! Addio, valoroso $deadguy.name|.

source: Beware of the orc leader: he can do 36 hitpoints of damage at night! Attack with many units at once during the day.
it: Fai attenzione al condottiero degli orchi: può causare 36 punti ferita di notte! Attaccalo di giorno con molte unità contemporaneamente.

source: Advancing a level has fully healed me! I am particularly good with the sword, dealing 8 damage in 4 attacks.
it: Avanzando di un livello ho recuperato tutti i PF! Sono diventato più abile con la spada: ora riesco a fare quattro attacchi per turno causando 8 punti ferita per ciascun colpo.

source: You took too long! We’ll never be rid of these orcs!
it: Ci hai messo troppo, non batteremo più questi orchi!

source: Fighter
it: Combattente

source: Young and brash, Fighters are skilled with swords and are vulnerable to attack from enemies. However, they have the potential to become great warriors one day.
it: Giovani e spavaldi, i combattenti sono abili spadaccini e sono vulnerabili agli attacchi dei nemici. Ciò nonostante hanno il potenziale per divenire un giorno grandi guerrieri.

source: sword
it: spada

source: female^Fighter
it: Combattente

source: saber
it: sciabola

source: Quintains are used to practice swordplay and jousting on. It would be extremely unusual to be attacked by one.
it: Le quintane servono a far pratica con la spada per l’addestramento. È piuttosto difficile venire attaccati da una di esse.

source: flail
it: mazza
