Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-tutorial/*.po
Languages: it

source: <big>Click a mouse button or press the spacebar to continue...</big>
it: <big>Premi un tasto del mouse o la barra spazio per continuare...</big>

source: Wesnoth Tutorial Part I
it: Esercitazione di Wesnoth – parte I

source: You will learn the basics of: Movement Attacking Healing Recruiting
it: Imparerai i fondamenti di: Movimento Attacco Guarigione Reclutamento

source: Destroy a fierce enemy
it: Distruggi un feroce nemico

source: Get yourself killed
it: Ti fai uccidere

source: Who would you like to play?
it: Con chi ti piacerebbe giocare?

source: Welcome to Wesnoth!
it: Benvenuto nel mondo di Wesnoth!

source: For this tutorial, you are playing Konrad. You are standing in the keep, and your mentor Delfador is on the east side of the river.
it: Per questa esercitazione, giochi come Konrad. Ti trovi nella fortezza mentre il tuo maestro Delfador si trova sulla riva orientale del fiume.

source: For this tutorial, you are playing Li’sar. You are standing in the keep, and your mentor Delfador is on the east side of the river.
it: Per questa esercitazione, giochi come Li’sar. Ti trovi nella fortezza mentre il tuo maestro Delfador si trova sulla riva orientale del fiume.

source: Left click on Konrad
it: Fai clic col tasto sinistro su Konrad

source: Left click on Li’sar
it: Fai clic col tasto sinistro su Li’sar

source: <big>You have selected Konrad.</big> The places he can move to are highlighted.
it: <big>Hai selezionato Konrad.</big> La zona in cui si può muovere è evidenziata.

source: <big>You have selected Li’sar.</big> The places she can move to are highlighted.
it: <big>Hai selezionato Li’sar.</big> La zona in cui si può muovere è evidenziata.

source: Here
it: Qui

source: Move Konrad next to Delfador by clicking on the tile marked <b>Here</b>.
it: Muovi Konrad vicino a Delfador, facendo clic nel punto segnato con la scritta <b>Qui</b>.

source: Move Li’sar next to Delfador by clicking on the tile marked <b>Here</b>.
it: Muovi Li’sar vicino a Delfador, facendo clic nel punto segnato con la scritta <b>Qui</b>.

source: Left click on tile labeled <b>Here</b>
it: Fai clic sull’esagono indicato come <b>Qui</b>

source: You moved to the wrong place! After this message, you can press <b>u</b> to undo, then try again.
it: Hai mosso nel posto sbagliato! Dopo aver letto questo messaggio, puoi premere <b>u</b> per annullare la mossa e riprovare.

source: Good morning, Delfador! Is it time to attack things?
it: Buongiorno, Delfador! È giunta l’ora di imparare a combattere?

source: Um, well...
it: Uhm, vediamo...

source: Have you found an orc for me to fight, huh? A troll?
it: Be’ hai trovato un orco da farmi combattere? Oppure un troll?

source: Quiet! I will summon an enemy for you...
it: Silenzio! Evocherò un nemico che tu possa affrontare...

source: Quintain
it: Quintana

source: ... this quintain!
it: ... questa quintana!

source: A quintain? You want me to fight a dummy?
it: Una quintana? Vuoi che combatta con un fantoccio!?

source: You have 32 hitpoints and a sword, boy. I’m fairly sure you’ll win.
it: Giovanotto, hai 32 punti resistenza e una spada. Sono abbastanza sicuro che vincerai tu.

source: female^Young lady, you have 32 hitpoints and a sword. I’m fairly sure you’ll win.
it: Giovane, hai 32 punti resistenza e una spada. Sono abbastanza sicuro che vincerai tu.

source: Attacking
it: Attacco

source: To attack the quintain, first select the attacker (Konrad) then the target (the quintain). You will see an attack description. When you click <b>OK</b>, Konrad will attack.
it: Per attaccare la quintana, prima devi selezionare l’attaccante (Konrad) e poi il bersaglio (la quintana). Vedrai una descrizione sui dettagli dell’attacco. Quando farai clic su <b>OK</b>, Konrad attaccherà.

source: To attack the quintain, first select the attacker (Li’sar) then the target (the quintain). You will see an attack description. When you click <b>OK</b>, Li’sar will attack.
it: Per attaccare la quintana, prima devi selezionare l’attaccante (Li’sar) e poi il bersaglio (la quintana). Vedrai una descrizione sui dettagli dell’attacco. Quando farai clic su <b>OK</b>, Li’sar attaccherà.

source: Click on the quintain to attack it
it: Fai clic sulla quintana per attaccare

source: Hey! This quintain fights back!
it: Ehi! Questa quintana risponde agli attacchi!

source: Hmm, perhaps we should have started with a doll.
it: Uhm, forse avremmo dovuto cominciare con una bambola.

source: Should I retreat?
it: Mi devo ritirare?

source: Good idea!
it: Buona idea!

source: Crowns
it: Corone

source: Note: The tiny metal crown above Delfador means you will lose the game if he is killed. You will also lose the game if your leader (Konrad) is killed.
it: Nota: la coroncina blu vicino a Delfador significa che se fosse ucciso la partita sarebbe persa. Lo stesso accadrebbe se il tuo condottiero (Konrad) cadesse in battaglia.

source: Note: The tiny metal crown above Delfador means you will lose the game if he is killed. You will also lose the game if your leader (Li’sar) is killed.
it: Nota: la coroncina blu vicino a Delfador significa che se fosse ucciso perderesti la partita. Lo stesso accadrebbe se il tuo condottiero (Li’sar) cadesse in battaglia.

source: Unfortunately, you’ve used up your turn attacking the quintain. The quintain now gets to attack.
it: Sfortunatamente, hai usato tutto il tuo turno per attaccare la quintana. Ora, ovviamente, tocca alla quintana.

source: female^Unfortunately, you’ve used up your turn attacking the quintain. The quintain now gets to attack.
it: Sfortunatamente, hai usato tutto il tuo turno per attaccare la quintana. Ora, ovviamente, tocca alla quintana.

source: The <i>dummy</i> gets a turn?
it: Cosa? Quel <i>fantoccio</i> ha il suo turno?

source: Yes. It’s a magical quintain. Now, this quintain gets 5 chances to hit you for 3 damage each. If it hits every time, you’ll drop from $student_hp to $future_hp hit points. Brace yourself!
it: Che domande... è una quintana magica. Ora, questa quintana ha 5 possibilità di colpirti ciascuna con un danno di 3 punti ferita. Se andrà a segno ogni volta, perderai punti, andando da $student_hp a $future_hp punti ferita. Preparati!

source: Click on the <b>End Turn</b> button in the bottom right of the screen
it: Fai clic sul pulsante <b>Fine turno</b> in basso a destra

source: Ouch! I need to heal! Only $student_hp hitpoints left!
it: Ahi! Ho bisogno di cure! Mi sono rimasti solo altri $student_hp punti ferita!

source: Village
it: Villaggio

source: There is a village on the other side of the river. Visiting villages is a good idea, and ending your turn in one will heal you. To the village!
it: C’è un villaggio sull’altra riva del fiume. Entrare nei villaggi è sempre una buona idea e se finisci il turno in uno di essi recupererai un po’ di energia: dovresti ritirarti là.

source: female^There is a village on the other side of the river. Visiting villages is a good idea, and ending your turn in one will heal you. To the village!
it: C’è un villaggio sull’altra riva del fiume. Entrare nei villaggi è sempre una buona idea e se finisci il turno in uno di essi recupererai un po’ di energia: dovresti ritirarti là.

source: Click on the village to move Konrad
it: Fai clic sul villaggio per spostare Konrad

source: Click on the village to move Li’sar
it: Fai clic sul villaggio per spostare Li’sar

source: Villages
it: Villaggi

source: Click on the <b>End Turn</b> button
it: Fai clic sul pulsante <b>Fine turno</b>

source: You’re about to be healed by $hp_difference hitpoints, but it’s time to summon some help against that quintain.
it: Stai per recuperare $hp_difference punti ferita, ma penso che ti serva aiuto contro quella quintana.

source: female^You’re about to be healed by $hp_difference hitpoints, but it’s time to summon some help against that quintain.
it: Stai per recuperare $hp_difference punti ferita, ma penso che avrai bisogno di aiuto contro quella quintana.

source: I’ll recruit some elves!
it: Recluterò degli elfi!

source: Keep
it: Fortezza

source: A splendid idea. You can recruit two units if you return to the keep. You have plenty of gold for that.
it: Ottima idea. Se ritorni nella fortezza, potrai reclutare due unità. Hai abbastanza oro per farlo.

source: female^A splendid idea. You can recruit two units if you return to the keep. You have plenty of gold for that.
it: Ottima idea. Se ritorni nella fortezza, potrai reclutare due unità. Hai abbastanza oro per farlo.

source: Move Konrad to the keep
it: Porta Konrad nella fortezza

source: Move Li’sar to the keep
it: Porta Li’sar nella fortezza

source: Recruiting
it: Reclutare

source: Whenever you’re on a <i>keep</i>, you can <i>recruit</i> into the castle tiles around it by right-clicking and selecting <b>Recruit</b>. This time you will only be given one type of unit to choose: the Elvish Fighter.
it: Ogni volta che ti trovi in una <i>fortezza</i>, puoi <i>reclutare</i> negli esagoni «castello» attorno ad essa, facendo clic col tasto destro e selezionando <b>Recluta</b>. Per questa volta avrai a disposizione solo un tipo di unità da scegliere: selezionala.

source: Right click on a castle tile and select <b>Recruit</b>
it: Fai clic col tasto destro su un esagono castello e seleziona <b>Recluta</b>

source: New Recruits
it: Nuove reclute

source: New units cannot act in the turn they appear; you will gain control of them next turn. After this dialog, you can move the mouse over a unit to see a summary of its abilities on the right of the screen.
it: Le unità appena reclutate non possono fare nulla al turno in cui appaiono: le potrai controllare durante il prossimo. Dopo questo messaggio, potrai muovere il mouse sopra un’unità per vedere la sua descrizione sulla destra dello schermo.

source: Right click on the other castle tile and recruit another unit
it: Fai clic col tasto destro sull’altro esagono castello e recluta un’altra unità

source: Hey, the quintain just healed 2 hitpoints! I’d better attack it at once!
it: Ehi, la quintana ha appena recuperato 2 punti ferita! Sarà meglio attaccarla subito!

source: Yes, if a unit doesn’t do anything for a turn, it will slowly heal.
it: Sì, se un’unità non fa niente per un turno, guarirà lentamente.

source: Had the quintain survived your onslaught, it would have regained two hitpoints. If a unit doesn’t do anything for a turn, it will slowly heal.
it: Se la quintana fosse sopravvissuta all’attacco, avrebbe recuperato due punti ferita. Se un’unità non fa nulla per un turno guarisce lentamente.

source: But before you send your fighters against the quintain, you should know they have two kinds of attack...
it: Ma prima di mandare i tuoi combattenti contro la quintana, devi sapere che hanno due tipi di attacco...

source: I’ll tell them to use the one that does the most damage!
it: Dirò loro di usare l’attacco che provoca più danni!

source: And which would that be? The sword (5–4) or the bow (3–3)? I suppose you’ll find out...
it: E quale sarebbe? La spada (5-4) o l’arco (3-3)? Credo che lo scoprirai, un giorno...

source: Left click on an Elvish Fighter
it: Fai clic col tasto sinistro su un elfo combattente

source: End your turn and attack again.
it: Termina il turno e poi attacca di nuovo.

source: You wouldn’t do anything stupid like charging that quintain yourself again, now would you? Use the fighters you recruited first; they’ll be a lot of help.
it: Non vorrai fare una cosa stupida come attaccare la quintana da solo un’altra volta, vero? Utilizza prima i combattenti che hai reclutato: ti saranno di enorme aiuto.

source: Left click on the quintain to attack it.
it: Fai clic col tasto sinistro sulla quintana per attaccarla.

source: Your elf used a sword (5–4; or 5 damage, 4 attacks), which is a <i>melee</i> attack. The quintain defended with its melee attack (3–5).
it: Il tuo elfo ha usato una spada (5–4, cioè 5 punti di danno per 4 attacchi), un attacco <i>da mischia</i>, quindi la quintana si è difesa con il suo (3–5). L’attacco a distanza sarebbe stato più sicuro.

source: End your turn, then attack again.
it: Termina il turno e poi attacca di nuovo.

source: You should tell the other elf to use the bow.
it: Dovresti dire all’altro elfo di usare l’arco.

source: Attack with the other elf
it: Attacca con l’altro elfo

source: Your elf used a bow, which is a <i>ranged</i> attack (3–3; or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself.
it: Il tuo elfo ha usato un arco, un attacco a <i>distanza</i> (3–3, cioè 3 punti di danno per 3 attacchi). La quintana non possiede attacchi a distanza, ma solo da mischia, quindi non ha potuto difendersi.

source: Keep attacking with both elves until the quintain is finished!
it: Continua ad attaccare con entrambi gli elfi, fino a quando la quintana non morirà!

source: Maybe you should recruit another elf?
it: Forse dovresti reclutare un altro elfo?

source: Unit Descriptions
it: Descrizioni delle unità

source: You can right click on a unit to see a detailed <b>Unit Description</b>.
it: Puoi fare clic col tasto destro su un’unità per vedere la sua <b>Descrizione dell'unità</b> dettagliata.

source: Remember to pull back wounded units into villages and recruit more if needed. Take special care of units with the highest <i>experience points (XP)</i> so they can gain levels and become more powerful.
it: Ricorda di ritirare le unità ferite nei villaggi, e reclutane altre se necessario. Fai particolare attenzione alle unità con più <i>punti esperienza (PE)</i>, in modo che guadagnino livelli e diventino più potenti.

source: Each village you control will <i>support</i> one unit for free. After that, each unit costs you one gold per turn.
it: Note: Ogni villaggio che possiedi può <i>supportare</i> una singola unità senza rimetterci nulla. Superato il numero dei tuoi villaggi ogni unità ti costerà una moneta d’oro per turno.

source: Advancement
it: Promozioni

source: When a unit gains enough experience points (the <i>experience bar</i>, if present, is on the <b>right</b> of the <i>hitpoints bar</i>), it will go up a level. Elvish Fighters have two advancement options, and you will be able to choose which one you want. However, second level units cost twice as much to support as first level units.
it: Quando un’unità acquisisce abbastanza esperienza (la <i>barra dell’esperienza</i> è a destra della <i>barra dei punti ferita</i>), questa avanzerà di livello. Gli elfi combattenti hanno due opzioni, e dovrai scegliere quella che preferisci. Nota che il supporto delle unità di livello 2 costa il doppio di quello delle unità di livello 1.

source: Defenses
it: Difesa

source: The quintain is destroyed, and I have gained more experience!
it: La quintana è distrutta, e ho guadagnato esperienza!

source: Yes, you gain experience through battle, especially by killing an opponent. Gain enough experience and you’ll become more powerful. Now, Konrad, I will leave you with more dummies to practice on! After that, we have real work to do...
it: Sì, guadagni esperienza mediante la battaglia, specialmente uccidendo un avversario: quando avrai abbastanza esperienza diventerai più potente. Ora, Konrad, ti lascerò con altri fantocci per far pratica! Dopo di che abbiamo del lavoro vero da fare...

source: Yes, you gain experience through battle, especially by killing an opponent. Gain enough experience and you’ll become more powerful. Now, Li’sar, I will leave you with more dummies to practice on! After that, we have real work to do...
it: Sì, guadagni esperienza mediante la battaglia, specialmente uccidendo un avversario: quando avrai abbastanza esperienza diventerai più potente.Ora, Li’sar, ti lascerò con altri fantocci per far pratica! Dopo di che abbiamo del lavoro vero da fare...

source: Note
it: Nota

source: These dummies only attack if you are a single tile away. With care, you should be able to kill them one at a time.
it: Questi fantocci attaccano solamente se sei nei riquadri immediatamente vicini a loro. Con un po’ di attenzione, dovresti riuscire a ucciderli uno per volta.

source: Do you want to keep practicing?
it: Vuoi continuare ad esercitarti?

source: Yes, I’m still figuring it out.
it: Sì, sto ancora cercando di capire.

source: No, I think I’ve got it.
it: No, penso di aver capito.

source: Victory
it: Vittoria

source: Undo
it: Annullare

source: Don’t forget, you can press <b>u</b> to undo most things; useful for correcting mistakes.
it: Ricorda: Puoi premere la <b>u</b> per annullare la maggior parte delle azioni: ciò è utile per correggere gli errori.

source: , your new recruit, has two traits: <i>strong</i> and <i>intelligent</i>. ‘Strong’ means a unit does more damage, and ‘intelligent’ means it needs less experience to advance a level.
it: , la tua nuova recluta, ha due caratteristiche: <i>forte</i> e <i>intelligente</i>. «Forte» significa che l’unità causa più danno mentre «intelligente» significa che ha bisogno di meno esperienza per avanzare di un livello.

source: has two traits: <i>quick</i> and <i>resilient</i>. ‘Quick’ means a unit can move one tile further each turn, and ‘resilient’ means it has more hitpoints.
it: ha due caratteristiche: <i>veloce</i> e <i>resistente</i>. «Veloce» significa che può effettuare uno spostamento di una casella in più per ogni turno mentre «resistente» significa che ha dei punti ferita in più.

source: Patch of forest
it: Piccola foresta

source: Now put an unwounded unit, preferably a Fighter, in that patch of forest on the south-east of the island; a nice, defensible spot.
it: Ora metti una delle tue unità non ferite (meglio un combattente) in quella piccola foresta a sud-est dell’isola: è un ottimo punto da difendere.

source: Can one unit survive against all those enemies?
it: Una sola unità può sopravvivere contro tutti questi nemici?

source: With a little help, yes. If you move your Shaman next to the defending unit, she will heal it 4 hitpoints per turn. Just be careful not to expose the Shaman to attack since she is fairly weak herself.
it: Con un po’ di aiuto, sì. Se muovi la sciamana vicino all’unità in difesa, la curerà di 4 punti ferita per turno. Fai attenzione a non esporre la sciamana agli attacchi: è piuttosto debole.

source: Move a unit (a Fighter if possible) to the patch of forest
it: Sposta un’unità (combattente se possibile) sull’area di foresta

source: Advance other units onto the island or to capture villages, then <b>End Turn</b>
it: Fai avanzare le altre unità sino all’isola o occupa i villaggi, poi premi <b>Fine turno</b>

source: That unit is about one kill (8 experience points) away from gaining a level! Do not let it die!
it: L’unità è a circa un’uccisione (8 punti esperienza) dall’avanzamento di livello! Non lasciarla morire!

source: I hope I have a chance to retreat after this!
it: Spero di potermi ritirare, ora!

source: One lucky attack by an Orcish Grunt, and I’m done for!
it: Un attacco fortunato da una recluta d’orco e sono spacciato!

source: Ouch! I could make use of some healing in a village.
it: Ahi! Ahi! Avrei bisogno di cure in un villaggio.

source: I have $side.gold gold; enough to recruit!
it: Ho $side.gold monete: Abbastanza per reclutare!

source: Yes, keep recruiting more units: I think you might need them!
it: Sì, continua a reclutare più unità: credo che ne avrai bisogno!

source: Wesnoth Tutorial Part II
it: Esercitazione di Wesnoth - parte II

source: Defeat the Orc Leader
it: Sconfiggi il Condottiero degli orchi

source: Death of Konrad
it: Morte di Konrad

source: Death of Li’sar
it: Morte di Li’sar

source: Ho, Galdrad! Has Delfador conjured something else to beat me with? A flock of scarecrows, perhaps?
it: Ehi, Galdrad! Che esseri evocherà questa volta Delfador per suonarmele? Uno stormo di spaventapasseri?

source: This is no game, Konrad!
it: Non è un gioco, Konrad!

source: Orcs have encamped across the river. This is elven country; they are fools to enter here. We Elves are fast and hard to hit in forests. You must defeat their leader so they never threaten us again. I will advise you.
it: Gli orchi si sono accampati oltre al fiume. Questa è terra degli elfi; sono pazzi a sconfinare. Noi elfi siamo veloci e difficili da colpire nelle foreste. Devi sconfiggere il loro condottiero, così non ci proveranno più. Io ti darò dei consigli.

source: This is no game, Li’sar!
it: Non è un gioco, Li’sar!

source: What should I do?
it: Che cosa devo fare?

source: First, we will have to deal with the Orcish Grunt stationed in the middle of the river. He should be little trouble.
it: Per prima cosa dovremo affrontare la recluta di orco che si trova in mezzo al fiume. Dovrebbe essere un problema trascurabile.

source: By then, their leader will have recruited more units to send against us and the real fight will begin.
it: Per allora, il loro condottiero avrà reclutato delle unità da inviare contro di noi e la vera battaglia avrà inizio.

source: Deep water
it: Acque profonde

source: See this dark blue water? It’s too deep for either side to cross. The orcs could slowly wade through that narrow band of shallow lighter-blue water in the east; but we could stand on the shore and force them to fight us from the water, where they are exposed and we are protected by the forest.
it: Guarda quest’acqua blu scura: è troppo profonda perché le due fazioni possano attraversarla. Gli orchi potrebbero aggirarla passando attraverso le acque basse di colore blu chiaro ad est, ma noi staremmo sulla riva costringendoli a combattere dall’acqua, dove sono più esposti mentre noi siamo protetti dalla foresta.

source: The more likely attack, then, is across the bridge. That middle island is the key: it has a village for healing injured units and forests in which we fight so well.
it: L’attacco più probabile, quindi, è sul ponte. Quell’isola centrale è la chiave: ha un villaggio per curare le unità ferite e una foresta dove noi siamo avvantaggiati.

source: To start, we will need some units: two Elvish Fighters two Elvish Archers one Elvish Shaman
it: Per iniziare, ci servono alcune unità: due elfi combattenti due elfi arcieri una sciamana

source: During your tutorial, $recall_name1 gained $recall_xp1 experience points. You should recall that unit now, and recruit a second one (which is cheaper than recalling, anyway).
it: Durante la tua esercitazione, $recall_name1 ha guadagnato $recall_xp1 punti esperienza. Ti conviene richiamare quell’unità ora, e reclutarne una seconda (è più economico del richiamo, comunque).

source: RECALL $recall_name1
it: RICHIAMA $recall_name1

source: Right click on the tile north-east of you and <i>recall</i> $recall_name1
it: Fai clic col tasto destro sulla casella a nord-est e <i>richiama</i> $recall_name1

source: Elvish Fighter
it: Elfo combattente

source: Right click on the tile north-east of you and recruit an Elvish Fighter
it: Fai clic col tasto destro sulla casella libera a nord-est e recluta un elfo combattente

source: No! I said recruit an Elvish <i>Shaman</i>! Now try again...
it: No! Ho detto di reclutare una <i>sciamana</i> elfica! Dai, riprova...

source: So, should I end my turn now?
it: Quindi, devo terminare il turno?

source: While none of your recruited units can move, you still can. Your five units cost you 5 gold in upkeep, leaving you 3 gold poorer per turn. You need more income.
it: Nessuna delle unità che hai reclutato può muoversi, ma tu lo puoi fare. Il mantenimenmto delle cinque unità costa 5 monete d’oro, lasciandoti con 3 monete d’oro più povero per turno. Devi incrementare le entrate.

source: Move Konrad to capture a village
it: Muovi Konrad per catturare un villaggio

source: Move Li’sar to capture a village
it: Muovi Li’sar per catturare un villaggio
