Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-thot/*.po
Languages: gl

source: The Hammer of Thursagan
gl: O martelo de Thursagan

source: THoT
gl: oMdT

source: (Easy)
gl: (Fácil)

source: Fighter
gl: Loitador

source: Steelclad
gl: Acoirazado

source: (Challenging)
gl: (Esixente)

source: Lord
gl: Señor

source: Author
gl: Autor

source: Special Guest Designer
gl: Deseñador especial invitado

source: Art
gl: Arte

source: Brainstorming, playtesting, and spousal support
gl: Ideas, probas e apoio matrimonial

source: At the East Gate
gl: Na porta oriental

source: East Gate
gl: Porta Oriental

source: Alliance
gl: Alianza

source: Orcs
gl: Orcos

source: Defeat Bashnark
gl: Derrota a Bashnark

source: Death of Aiglondur
gl: Morte de Aiglondur

source: In the first few years after the founding of the Northern Alliance, the dwarves of Knalga and the human population of Dwarven Doors were fully preoccupied with rebuilding what had been broken by the long orcish occupation. But soon enough they prospered once again. The dwarves begin mining their past for inspiration in ways to rebuild Knalga so it would be even greater than before, and began also reaching out for contact with their scattered kinfolk.
gl: Nos primeiros anos despois da fundación da Alianza do Norte, os ananos de Knalga e a poboación de humanos de Portas dos Ananos estaban moi preocupados ca reconstrucción que fora estragada pola longa ocupación dos orcos. Pero moi cedo prosperaron outra vez. Os ananos comezaron a explorar o seu pasado para atopar ideas sobre como reconstruir Knalga de xeito que fora máis grande incluso ca antes, e tamén comezaron a saír fóra intentando contactar ca súa xente que estaba esparexida por todo o mundo.

source: But the threat from hostile orcs, wild men, and remnant undead was not yet ended. The dwarves kept strong guards on the approaches to Knalga. In the year 550 after the founding of Wesnoth, the captain of the East Gate received a warning that a small band of rogue orcs had been sighted.
gl: Pero a ameaza do hostís orcos, homes salvaxes, e dos restantes non mortos ainda non rematara. Os ananos mantiveron fortes gardas nas proximidades de Knalga. No ano 550 despois da fundación de Wesnoth, o capitán da Porta Leste recibiu o aviso de que fora vista unha pequena banda de orcos solitarios.

source: We are the true orcs, not the weaklings who ally with human-worms and stinky-midgets like you. You will be meat for our wolves.
gl: Somos orcos verdadeiros, non os frouxos que se alian cos vermes dos humanos e pequerrechos fedorentos coma vós. Seredes a cea dos nosos lobos.

source: The maker’s mark is strange to me. We had best consult the lord Hamel.
gl: O sinal do creador éme descoñecido. Será mellor que consultemos ó señor Hamel.

source: Reclaiming the Past
gl: Recuperando o pasado

source: Following the victory against the orcs, Aiglondur was summoned to the audience hall of Hamel, lord of Knalga and Lord Companion of the Northern Alliance. Beside the dais stood a stranger in the robes of the Order of Loremasters...
gl: Despois da victoria contra os orcos, Aiglondur foi convocado á sala de audiencias de Hamel, señor de Knalga e Señor Adxunto da Alianza do Norte. Xunta ó estrado estaba un estraño con roupas da Orde dos Historiadores...

source: Aiglondur, what ye ha’ found is disturbing, for all it seems a small thing. I make known to ye Angarthing, loremaster in training, who recognized the mark on it.
gl: Aiglondur, o que descubriches é preocupante, ainda que parece unha cousa nimia. Comuniqueillo a Angarthing, un historiador en adestramento, quen recoñeceu o sinal.

source: The mark on this cloak-pin is that of our kin at Kal Kartha in the eastern hills, from whom we’ve heard nothing since before Tallin broke the orcish occupation of Knalga. It troubles us that an orc should have come to possess it; no orc should know even that loremasters exist, let alone come near enough one to get this.
gl: O sinal deste broche é o dos nosos parentes de Kal Kartha nos outeiros do leste, dos que non escoitamos nada dende antes de que Tallin rematara ca ocupación orca de Knalga. Preocúpanos que un orco puidera chegar a telo; ningún orco debe saber nin que os historiadores existen, e ainda menos achegarse o suficiente a un deles para obter isto.

source: I fear some grave ill may have become Kal Kartha.
gl: Temo que algo moi malo lle ocorrera a Kal Kartha.

source: And I fear for the Hammer of Thursagan. Our kin at Kal Kartha have been its keepers since a hero of their line recovered it from the Caverns of Flame, centuries ago.
gl: E eu temo polo Martelo de Thursagan. A nosa xente en Kal Kartha foron os seus custodios dende que un heroe da súa liñaxe o recuperou das Cavernas de Lume, hai xa séculos.

source: The Hammer of Thursagan?
gl: O martelo de Thursagan?

source: Aye. The very tool with which our greatest runesmith made the Scepter of Fire. But it is ancient, far older than Thursagan; he was but the last to wield it, and our oldest histories hint that this very hammer was used to forge the dwarves themselves in the heart of the earth.
gl: Si. A mesma ferramenta ca que o noso gran ferreiro rúnico fixo o Cetro de Lume. Pero é máis antigo, moito máis ca Thursagan; el foi o último que o portou, e as nosas historias máis antigas dan a entender que este mesmo martelo usouse para forxar ós propios ananos no corazón da terra.

source: But if the dwarves of Kal Kartha have held it all this time, why has none wielded it since Thursagan?
gl: Pero se os ananos de Kal Kartha o gardaron todo este tempo, por que ningún o usou dende Thursagan?

source: That is what is said, my lord Hamel, and it is true. Except this; the Order of Loremasters has given me leave to reveal that the craft secrets were not, actually, quite as lost as we believed.
gl: Iso é o que se di, meu señor Hamel, e é certo. Agás por isto; a Orde dos Historiadores permitiume revelar que os segredos da artesanía non están, agora mesmo, tan perdidos coma se cría.

source: What is this ye say? Nae lost?
gl: Que é o que dis? Non están perdidos?

source: Aye. Ye’ll recall that in repairing the western galleries we cleared a small cave-in hard by where Thursagan himself once had a workshop here, before he left to study in solitude in the further North.
gl: Si. Lembrareivos que reparando as galerias occidentais limpamos unha pequena coviña na que o propio Thursagan tivera unha vez un obradoiro, antes de que se fora a estudar en solitario no distante Norte.

source: And ye found something?
gl: E atopastes algo?

source: A book. Thursagan’s book, in a secret and locked compartment he must have dug from the living rock himself by unaided runecraft. The cave-in breached it. It has taken us great effort to puzzle out his code. But it might be that, with the book and the Hammer to hand, we could train and initiate runesmiths once more.
gl: Un libro. O libro de Thursagan, nun compartimento secreto e bloqueado que debeu escavar na rocha viva el mesmo sen axuda ningunha. O derrubamento estragouno. Levounos un gran esforzo recompoñer o seu código. Pero podería ser que, co libro e co Martelo na man, poidamos adestrar e iniciar a ferreiros rúnicos unha vez máis.

source: And for what cause ha’ I heard naught o’ this?
gl: E por que razón non escoitei nada disto?

source: We feared stirring up a controversy before the book was even properly understood.
gl: Temiamos crear unha polémica antes de que se comprendera totalmente o libro.

source: I’ll grant that was well thought, even if I am nae entirely pleased to have been kept in the dark. But ye came to me with a request, and I think I ken what it will be.
gl: Concedereivos que se fixo ben, incluso cando non me prace ter sido deixado á parte. Pero vides a min cunha solicitude, e creo que imaxino cal pode ser.

source: That is obvious; the Order of Loremasters wants to send an expedition to Kal Kartha to find what has become of our kindred and the Hammer.
gl: É obvio; a Orde dos Historiadores desexa enviar unha expedición a Kal Kartha para saber que foi da nosa xente e do Martelo.

source: Indeed, Lord Hamel, that is what we came to ask.
gl: Así é, Señor Hamel, iso é o que viñemos pedir.

source: And you spoke my guess, Aiglondur. Are you nae kin of mine?
gl: E tamén é o meu desexo, Aiglondur. Non eres da miña xente?

source: Your great-nephew, my lord.
gl: Son sobriño segundo teu, meu señor.

source: Aye, my Lord Hamel.
gl: Si, meu señor Hamel.

source: The Order thanks you, Lord Hamel
gl: A Orde agradécecho, Señor Hamel

source: We must make haste; winter approaches, and travel over the mountains will soon grow dangerous.
gl: Debemos ir a présa; o inverno achégase, e a viaxe polas montañas pronto se fará moito máis perigosa.

source: Strange Allies
gl: Estraños aliados

source: Bandits
gl: Bandidos

source: Angarthing and Aiglondur and the dwarvish troop traveled swiftly to the east through the settled lands of the Northern Alliance. Soon enough they came to the wilder march country, where raids by large bands of hostile orcs and men were all too common.
gl: Angarthing e Aiglondur e maila tropa de ananos viaxaron rapidamente cara ó leste a través das terras habitadas pola Alianza do Norte. Moi pronto chegaron ó país da marca erma, na que as incursións de grandes bandas de orcos hostís e de homes eran moi comúns.

source: Help Marth-Tak defeat Gothras
gl: Axúdalle a Marth-Tak a derrotar a Gothras

source: Death of Angarthing
gl: Morte de Angarthing

source: Death of Marth-Tak
gl: Morte de Marth-Tak

source: In the name of the Alliance, quit these lands now!
gl: No nome da Alianza, saíde destas terras agora mesmo!

source: We will fare where we will and take what we will, dog of an orc. To the Dark Gods with you and your precious ‘Alliance’.
gl: Irémonos cando queiramos e levaremos o que desexemos, maldito orco. Ide onda ós Deuses Escuros ti a túa preciosa 'Alianza'.

source: I’m surprised myself that so many of the orcish tribes came over to the Alliance. Not so strange to see humans raiding us, worse luck.
gl: Estou sorprendido de que tantas tribos de orcos se uniran á Alianza. Non é tan estraño ver humanos atacándonos, que mala sorte.

source: You, on the road! Are you of the Northern Alliance or not?
gl: Ti, o do camiño! Eres da Alianza do Norte ou non?

source: We are.
gl: Somos.

source: Well, then, honor the treaty as I have.
gl: Ben, entón, honra o tratado como nós fixemos.

source: For the Alliance! Axes up!
gl: Pola Alianza! Machados arriba!

source: We have failed our duty to the Alliance.
gl: Fallamos no noso deber ca Alianza.

source: My thanks, dwarves. These bandits might have hacked a bloody swathe through the Alliance’s tribes if we had not killed them here.
gl: Grazas, ananos. Estes bandidos poderían ter provocado unha desfeita entre as tribos da Alianza se non os tiveramos matado aquí.

source: My thanks to you, for proving there are orcs I can fight alongside rather than against. But we cannot linger here to celebrate; we are journeying east.
gl: Grazas a ti, por demostrar que hai orcos que poden loitar xunta nós en vez de contra nós. Pero non podemos quedar aquí para celebralo; estamos viaxando cara o leste.

source: East, eh? You won’t find many friends in that direction. Travel safely.
gl: Ó leste, eh? Non atoparedes moitos amigos nesa dirección. Ide con coidado.

source: Troll Bridge
gl: Ponte do troll

source: Aiglondur and his troop, some still shaking their heads dubiously at the very notion of fighting alongside orcs rather than against them, continued east to the easternmost edge of the Northern Alliance’s lands.
gl: Aiglondur e maila súa tropa, algúns abaneando ainda as súas cabezas con dúbidas sobre o feito de loitar xunta orcos en vez de contra eles, continuaron cara o leste ata a fronteira máis oriental das terras da Alianza do Norte.

source: Hey! That troll was sitting on some treasure!
gl: Hei! Ese troll estaba sentado enriba dalgún tesouro!

source: Defeat Gronk
gl: Derrota a Gronk

source: Dis a troll bridge. You pay toll. Er...
gl: Isto ponte troll. Ti pagar peaxe. Eh...

source: Dat not right. Dis a toll bridge. You pay troll. Er...
gl: Iso non ben. Isto ponte troll. Ti pagar peaxe. Eh...

source: Dat not right either. Big words confuse Gronk. You pay now or we smash you.
gl: Iso tampouco ben. Grandes palabras confunden Gronk. Ti pagar agora ou baterémosvos.

source: The stonework of yon bridge is not good enough to be dwarf-made, but it is nowhere near crude enough to be troll-work.
gl: O traballo de cantería daquela ponte non é boa dabondo para estar feita por ananos, pero non é basto dabondo para ter sido feita polos trolls.

source: Then it will be of the Alliance’s making, right enough, like this road that leads to it. It won’t do to have wild trolls squatting on it. Axes up!
gl: Entón sería feita pola Alianza, dereita dabondo, coma esta estrada que leva a ela. Non debería haber trolls salvaxes sentados nela. Machados arriba!

source: Invaders
gl: Invasores

source: Ruined Castle
gl: Castelo en Ruínas

source: The Alliance’s road ended at the troll bridge. East of it lay only the wildlands.
gl: A estrada da Alianza remataba na ponte do troll. Ó leste dela só hai terras ermas.

source: The villagers are attacking us!
gl: Os aldeáns estannos atacando!

source: Aye, it’s still bandit country, right enough.
gl: Si, ainda é un país de bandidos, moi certo.

source: No bandits in this village.
gl: Non hai bandidos nesta vila.

source: Defeat all enemies
gl: Derrota a tódolos inimigos

source: What’s this? Large orcish war-bands so close to the Alliance’s border? That can only mean trouble.
gl: Que é isto? Grandes bandas de orcos guerreiros tan preto da fronteira da Alianza? Iso só pode significar problemas.

source: Yeah, boss. Anything to get away from those masked ones...
gl: Si, xefe. Calquera cousa para alonxarnos deses enmascarados...

source: Be silent. We are orc warriors; we do not flee foes.
gl: Silencio. Somos orcos guerreiros; non fuximos dos inimigos.

source: But, given a choice, we fight the weaker foe first.
gl: Pero podendo escoller, loitamos primeiro contra o inimigo máis débil.

source: High Pass
gl: O paso alto

source: Monsters
gl: Monstros

source: Move Aiglondur to the signpost at the east end of the pass
gl: Leva a Aiglondur ó sinal do lado leste do paso

source: Behold, the High Pass. By the old maps, we are halfway to Kal Kartha here.
gl: Mirade, o Paso Alto. Segundo os antigos mapas, estamos a medio camiño de Kal Kartha.

source: We must push through quickly; there is a vicious storm coming in behind us. Being caught in a blizzard on those heights would be no laughing matter.
gl: Debemos cruzar rapidamente; hai unha violenta tormenta que ven xusto detrás nosa. Unha tormenta nestas alturas non é cousa de risa.

source: Hail, I am Ratheln. If you’re traveling down the pass, please take me with you. I am near freezing and starving to death up here.
gl: Boas, son Ratheln. Se estades baixando polo paso, por favor levádeme convosco. Estou case conxelado e morrendo de fame aquí.

source: Pardon my curiosity, but what is a fire-mage doing freezing to death?
gl: Perdón pola miña curiosidade, pero que está facendo un mago de lume conxelándose ata a morte?

source: In case you haven’t noticed, there is a serious shortage of both firewood and food in this gods-forsaken slot. And the damned gryphons descend on me whenever I stir out of this shack. I’ve had nothing to eat but flash-roasted gryphon for the last three weeks.
gl: En caso de que non te deras conta, hai unha gran escaseza tanto de madeira coma de comida neste inhóspito lugar. E os malditos grifóns descenden sobre min cada vez que me remexo. Non tiven nada para comer agás grifón flamexante durante as tres últimas semanas.

source: Where were you bound when you got stuck here?
gl: De onde eres e cando quedaches atrapado aquí?

source: There is a school of mages near the east end of the pass. They’ve an opening for an instructor, and they’re expecting me.
gl: Hai unha escola de magos preto do lado leste do paso. Teñen unha vacanta para un instructor, e están agardando por min.

source: Let’s take him with us, Aiglondur. We know little about the country beyond to the east; we’ve had few reports on it since before the orcs took Knalga. Those mages should know at least rumors.
gl: Levémolo connosco, Aiglondur. Sabemos pouco do país que hai cara ó leste; tivemos poucas novas dela dende antes de que os orcos tomaran Knalga. Eses magos deberían saber polo menos rumores.

source: Aye. And I’d not leave anyone who had done my kin no harm stranded to starve.
gl: Si. E non deixarei a ninguén que non lle fixo dano á miña xente abandonado para morrer.

source: This is no fit death for a mage of fire!
gl: Isto non é unha morte digna para un mago de lume!

source: The snow has redoubled its fury, as if his presence had been holding it back. I do not see a way forward for us.
gl: A neve cae co dobre de forza, coma se a súa presencia a contivera. Non vexo o camiño diante nosa.

source: It has begun to snow. Move, everyone! To be trapped here would be death.
gl: Comezou a nevar. Movédevos, todos! Se quedamos aquí habemos morrer.

source: We’re snowed in. Our mission has failed, even if we live until the spring.
gl: Nevou. A nosa misión fracasou, incluso se sobrevivimos ata a primavera.

source: We’re through the pass!
gl: Cruzamos o paso!

source: That may not be a blessing. Something frightened those orcs we fought among the bandit villages, enough to make them push west into Alliance territory. Don’t you wonder what it was?
gl: Pero iso podería non ser unha bendición. Algo fixo tolear a eses orcos cos que loitamos nas vilas dos bandidos, tanto que os fixo fuxir cara ó oeste ata o territorio da Alianza. Non imaxinas o que foi?

source: Aye. But I’ve a grim feeling we might be going to discover that in person.
gl: Si. Pero teño o mal presentimento de que o imos descubrir en persoa.

source: Mages and Drakes
gl: Magos e draconiáns

source: Master Perrin
gl: Mestre Perrin

source: Drakes
gl: Draconiáns

source: Warder
gl: Gardián

source: Defeat Glashal
gl: Derrota a Glashal

source: Master Perrin! A mage comes down from the High Pass, with a company of dwarves. They are well-armed, but not in battle array.
gl: Mestre Perrin! Un mago baixa do Paso Alto, cunha compañía de ananos. Están ben armados, pero non en formación de batalla.

source: That will be Ratheln, I expect. Hail! You on the road! Who comes bearing arms into our valley?
gl: Debe ser Ratheln, ou iso agardo. Alto! Vós, os do camiño! Quen vén portando armas ó noso val?

source: ‘Our’ valley, says Master Perrin. The arrogance of these mages is intolerable!
gl: 'O noso' val, di o Mestre Perrin. A soberbia destes magos é intolerable!

source: A delegation of the Northern Alliance, traveling east. I believe we’ve found a friend of yours in the High Pass.
gl: Unha delegación da Alianza do Norte, que viaxa ó leste. Creo que atopamos a un dos vosos amigos no Paso Alto.

source: Well met, then. But if you intend to travel east of here, beware of the nest of drakes in the cliffs near the valley’s end. They were here before us, and have become more hostile to travelers of late.
gl: Benvidos, entón. Pero se pensades viaxar ó leste de aquí, tede coidado co niño de draconiáns que hai nos riscos preto da fin do val. Estaban aquí antes ca nós, e son moito máis hostís cara os viaxeiros ca antes.

source: The axe-bearers must not be let near our nestlings. Attack!
gl: Os portadores de machados non deben achegarse ós nosos niños. Atacade!

source: What sort of thing?
gl: Que tipo de cousa?

source: I would travel east with you if I could, but I have duties I must take up here.
gl: Viaxaria ó leste convosco se puidera, pero estou comprometido e debo permanecer aquí.

source: You have your duty, as we have ours. Fare well.
gl: Ti tes os teus debers, e nós temos os nosos. Adeus.

source: Perrin, I owe these dwarves a debt; I think it is my duty to aid them in their journey. I’ll return with your apprentices as soon as I may.
gl: Perrin, teño unha débeda con estes ananos; penso que é o meu deber axudarlles na súa viaxe. Volverei cos teus aprendices tan pronto como poida.

source: As you will. Go safely and return swiftly.
gl: Como desexes. Vai con coidado e volve pronto.

source: I would travel east with you if I could, but the school will need me all the more with Master Perrin gone.
gl: Viaxaría ó leste convosco se puidera, pero a escola precisarame máis sen o Mestre Perrin.

source: I think we will regret Perrin’s passing. There is much he might have told us.
gl: Penso que lamentaremos a morte de Perrin. Hai moito que nos poderia ter contado.

source: Fear
gl: Medo

source: Masked Dwarf
gl: Anano enmascarado

source: Evil
gl: Malvados

source: Find the inhabitants
gl: Atopa ós habitantes

source: The presence of Master Perrin’s journeymen gives you the ability to recruit mages.
gl: A presencia dos viaxeiros do Mestre Perrin permíteche recrutar magos.

source: We should be on the outskirts of the settled country around Kal Kartha, but something doesn’t feel right here.
gl: Debemos estar nos arredores do país habitado que rodea Kal Kartha, pero algo non vai ben aquí.

source: I do not sense hostile magic in the vicinity. But there has been fire near here recently, and not a clean one.
gl: Non sinto maxia hostil preto. Pero houbo un lume fumegante preto de aquí hai pouco.

source: Look sharp for the inhabitants here. They might have something to tell us.
gl: Buscade ós habitantes de aquí. Poderían ter algo que nos contar.

source: You’re in no danger from us. What lies to the east of here?
gl: Non te imos mancar. Que hai ó leste de aquí?

source: What are you talking about?
gl: De que estás falando?

source: The masked dwarves. Killing, burning, kidnapping. Look...
gl: Os ananos enmascarados. Matan, queiman, secuestran. Mirade...

source: Fellow dwarves, hail! We’re looking for a human refugee, one named Ollin. Have you seen him? Our master demands his life.
gl: Compañeiros ananos, ola! Estamos buscando a un humano fuxido, un que se chama Ollin. Vístelo? O noso amo esixe que morra.

source: He is here. How has he wronged your master, that you seek his death?
gl: Está aquí. Como molestou ó voso amo, para que queira que morra?

source: Does it matter? He is only a dirtgrubbing human, not fit to polish the boots of the true people.
gl: É iso importante? Só é un miserable humano, que non é digno de limpar as botas da verdadeira xente.

source: What is your name, masked one? Will you stand behind your deed? I am a witness.
gl: Cal é o teu nome, enmascarado? Vaste escudar nos teus feitos? Son un observador.

source: You speak without honor. Mine is the power of our ancient Law; speak your name and give up your murder, or the Law will cast you forth. I am a witness!
gl: Falas sen honor. O poder da nosa antiga Lei é meu; di o teu nome e confesa o teu crime, ou a Lei hate desterrar. Son un observador!

source: If you were a witness of the true people, you would not let a dirtgrubber hide behind your robes. I deny you!
gl: Se foras un observador da verdadeira xente, non deixarías que un chupasangues se agochara detrás de ti. Desprézote!

source: The Law speaks: you are cast out. You are un-dwarf. I AM A WITNESS!
gl: A Lei fala: estás desterrado. Non eres un anano. SON UN OBSERVADOR!

source: Up axes!
gl: Machados arriba!

source: Defeat the Masked Dwarf
gl: Derrota ó Anano Enmascarado

source: Take that for my family’s memory, you murderer!
gl: Toma iso pola memoria da miña familia, asasino!

source: They are defeated
gl: Están derrotados

source: You have acted in honor. I am a witness.
gl: Actuaches con honor. Son un observador.
