Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-thot/*.po
Languages: gl

source: It is not something we do often. The last such was in my grandsire’s time. But look at what these filth were carrying if you have any doubt it was merited.
gl: Non é algo que fagamos a miúdo. A última fora nos tempos do meu avó. Pero mirade o que levaba esta escoura se é que tiñades dúbidas sobre se o merecia.

source: Whips. Shackles. No, Angarthing, I would not doubt you, even if it were my place to doubt a loremaster.
gl: Látegos. Cadeas. Non, Angarthing, non dubidarei de ti, incluso se tivera que dubidar dun historiador.

source: They were seeking captives. To what purpose, I cannot say. But I doubt it was any good one.
gl: Estaban buscando presos. Con que propósito, non o sei. Pero dubido que fora para un bo propósito.

source: Forbidden Forest
gl: Bosque prohibido

source: Forest
gl: Bosque

source: Move both Aiglondur and Angarthing to the eastern signpost
gl: Leva a Aiglondur e a Angarthing ó sinal do leste

source: Who disturbs our forest?
gl: Quen perturba o noso bosque?

source: A delegation of the Northern Alliance, seeking the road through to Kal Kartha.
gl: Unha delegación da Alianza do Norte, que vai pola estrada cara Kal Kartha.

source: We allow few outsiders in our forest paths, and no dwarves since the masked ones began to trouble our eastern margins. No axe-bearers shall come near our trees. Return whence you came!
gl: Permitímoslle a poucos forasteiros pasar polos camiños do noso bosque, e a ningún anano dende que os esmascarados comezaron a crear problemas nas marxes orientais. Ningún portador de machado se achegará ás nosas árbores. Volvede por onde viñestes!

source: No. We have our duty. We must pass.
gl: Non. É o noso deber. Debemos pasar.

source: You shall not pass here.
gl: Non pasaredes por aquí.

source: Winter comes on our heels, and your forest straddles the only gap in these mountains. You leave us no choice but to fight you.
gl: O inverno ha chegar cedo, e o voso bosque está no único paso a través destas montañas. Non nos deixades máis opción ca loitar contra vós.

source: So be it, then. Yours will not be the first bones to nourish the earth of our forest.
gl: Entón que así sexa. Os vosos non serán os primeiros ósos que fertilicen a terra do noso bosque!

source: Rally on me, everyone. We have better things to do than brawl with elves.
gl: Seguídeme rápido, todos. Temos cousas mellores que facer ca pelexar cos elfos.

source: The Siege of Kal Kartha
gl: O asedio de Kal Kartha

source: Death of West Gate commander
gl: Morte do comandante da Porta Occidental

source: Behold! The West Gate of Kal Kartha!
gl: Mirade! A Porta Occidental de Kal Kartha!

source: And under siege, I see. There is a mighty host of orcs between us and that gate.
gl: E está asediada, se vexo ben. Hai unha poderosa hoste de orcos entre nós e esa porta.

source: Let us bring our kin that orc’s head as a guesting-gift.
gl: Levémoslle ós da nosa raza esa cabeza de orco coma regalo dos invitados.

source: Kal Kartha is taken. Our mission has failed.
gl: Tomaron Kal Kartha. A nosa misión fracasou.

source: Well fought, and our thanks; we were sore pressed. You are our honored guests, and I will show you to the best quarters we have myself. Our lord, the runemaster Karrag, will want to have speech with you on the morrow.
gl: Boa loita, e grazas; estabamos moi presionados. Sodes os nosos invitados de honor, eu mesmo mostrareivos as mellores habitacións que temos. O noso señor, o mestre das runas Karrag, quererá falar convosco mañá.

source: A runemaster? There had been none such since Thursagan’s day. And for one to lead a holding was unheard-of; they tended towards the solitary life.
gl: Un mestre das runas? Non houbera ningún dende os días de Thursagan. E non se oira falar de ningún que dirixira un dominio; tenden a ter unha vida solitaria.

source: Aye? Well, you’d know such things better than I, loremaster. Our Karrag toiled for long years to recover the craft lore. He was elevated when our old lord fell in battle against the besieging orcs. Karrag himself was wounded near to death; none thought he would recover. But he leads us today, and his runelore has oft been the only shield between us and the orcs.
gl: É así? Ben, ti saberás máis desas cousas ca min, historiador. O noso Karrag traballou arreo durante longos anos para recuperar os coñecementos da artesanía. Foi ascendido cando o noso antigo señor caiu na batalla contra os orcos que nos asediaban. O propio Karrag foi ferido e case morreu; ningún pensou que se recuperaría. Pero diríxenos hoxe, e o seu coñecemento das runas foi a miúdo a única defensa entre nós e os orcos.

source: He has grasped the Hammer of Thursagan, then?
gl: Colleu entón o Martelo de Thursagan?

source: Aye. Toils over it in a workshop in the underlevels with his personal followers. He has promised all of us that the Hammer’s power will smash and scatter all our enemies.
gl: Si. Traballa arreo con el nun obradoiro nos niveis inferiores cos seus seguidores persoais. Prometeunos a todos nós que o poder do Martelo batería nos nosos inimigos e que os dividiría.

source: That is strange. The Hammer is a tool of crafting and making, not a weapon. What can he mean to do with it?
gl: Iso é estraño. O Martelo é unha ferramenta de artesanía e de creación, non unha arma. Que pode querer dicir con iso?

source: The Court of Karrag
gl: A corte de Karrag

source: Kal Karthans
gl: Kal Kartha

source: Defeat Karrag
gl: Derrota a Karrag

source: Hail, fellow dwarves. All Kal Kartha thanks you for your timely rescue.
gl: Ola, amigos ananos. Todo Kal Kartha vos agradece o voso rescate a tempo.

source: We are from Knalga; your clans are kin to ours of old. We but did our duty to kin.
gl: Somos de Knalga; os nosos clans son irmáns dende antigo. Só cumprimos o noso deber cos nosos irmáns.

source: All dwarves are kin, and must prevail against orcs and humans and other dirtgrubbers. You can be part of the fist that smites them.
gl: Tódolos ananos son irmáns, e deben prevalecer contra os orcos e mailos humanos e outros chupasangues. Vós podedes ser parte do puño que os castigue.

source: We did not come to smite anyone, but to re-open contact and trade.
gl: Non viñemos a castigar a ninguén, senón a reiniciar o contacto e mailo comercio.

source: It is remembered in Knalga that Kal Kartha holds the Hammer.
gl: En Knalga lémbrase que o Martelo se garda en Kal Kartha.

source: Yes! And the Hammer holds the soul of the dwarves, the true people. Together, we can march to greater victories! Will you of Knalga join me?
gl: Si! E o Martelo mantén a alma dos ananos, a verdadeira xente. Xuntos, podemos marchar cara grandes victorias! Ídesvos unir a min, xente de Knalga?

source: On one condition. You must take off that mask and show your true face. I am a witness.
gl: Cunha condición. Debedes quitar esa máscara e mostrar a vosa verdadeira cara. Son un observador.

source: But the Law must see. A dwarf must put his name and his face behind his deeds. I am a witness.
gl: Pero a Lei debe ver. Un anano debe poñer o seu nome e a súa cara en tódolos seus feitos. Son un observador.

source: Impertinent fool! It is not for you to dictate to a lord in his own holding, much less one who holds the very soul of the dwarves in his hand.
gl: Parvo impertinente! Non che corresponde a ti darlle ordes a un señor no seu propio dominio, e moito menos a un que ten a propia alma dos ananos nas súas mans.

source: The Law speaks. Against him with the eyes to see, no deception can hold. I AM A WITNESS!
gl: A Lei fala. Contra ela e con ollos que vexan, nin engano pode perdurar. SON UN OBSERVADOR!

source: I lingered for weeks in agony. Only my hatred and the runelore of old sustained me, until I became as I am. I will have revenge; I will destroy the orcs, and the humans, and the elves, and all but the true people!
gl: Aguantei durante semanas agonizando. Só o meu odio e o coñecemento das runas me mantiveron, ata que me convertín no que son. Vingareime; destruirei ós orcos, e ós humanos, e ós elfos, e todos agás á verdadeira xente!

source: And you have sealed your doom. Hundreds of dirtgrubbers have already died to weave a web of blood around the Hammer and the soul of the dwarves. You and your new friends will be the last sacrifices I require to bind the entire dwarvish race to my purpose. TAKE THEM!
gl: E selaches o teu destino. Xa morreron centos de chupasangues para tecer unha arañeira de sangue arredor do Martelo e da alma dos ananos. Ti e mailos teus novos amigos seredes os últimos sacrificios que requira para ligar toda a raza dos ananos ós meus propósitos. COLLÉDEOS!

source: Neither side can recruit or recall. You must win with the troops you have.
gl: Ningún dos bandos pode recrutar nin reincorporar. Debes gañar cas tropas que tes.

source: Then Karrag has fled to the underlevels. None but his masked ones go there any more.
gl: Entón Karrag fuxiu ós niveis inferiores. Ninguén agás os seus enmascarados foi alí.

source: We must follow. Quickly! It may be his talk of perverting the Hammer was merely mad raving, but we cannot allow the risk that his foul spell might succeed.
gl: Debemos seguilo. A présa! Pode ser que as súas faladurías de perversión do Martelo foran simplemente a súa tolemia, pero non podemos correr o risco de que as súas noxentas palabras poidan ter éxito.

source: Without Dulcatulos to explain our actions to the Kal Karthans we’ll have to fight them, too. Our mission has failed.
gl: Sen Dulcatulos para explicarlle as nosas accións ós de Kal Kartha teremos que loitar contra eles tamén. A nosa misión fracasou.

source: The Underlevels
gl: Os niveis inferiores

source: Finally! I see someone managed to see through the web of deception thrown up by that vile Karrag!
gl: Por fin! Vexo que alguén conseguiu ver a rede de enganos creada por ese maldito Karrag!

source: I thought Karrag’s fight was against the so called ‘dirtgrubbers’. Why would he keep you, a dwarf captive?
gl: Pensaba que Karrag loitaba contra os que el chamaba chupasangues. Por que te tería cativo a ti, a un anano?

source: I gather that he is involved in some sick ritual which requires the blood of living creatures. These cells seem to be the holding place where he keeps his victims. The ‘dirtgrubbers’ he seems to prefer sacrificing have long since been taken away. Now it is just us few dwarves that remain...
gl: Entereime de que estaba involucrado nalgún ritual noxento que requiria o sangue de criaturas vivas. Estas celas parecen ser o lugar no que garda ás súas vítimas. Hai moito tempo que levaron ós 'chupasangues' que el parece preferir sacrificar. Agora só quedamos uns poucos ananos...

source: Freeing these prisoners is more of a blow to Karrag then we thought, for now he is unable to continue his foul sorcery.
gl: Liberar a estes prisioneiros é un golpe maior para Karrag do que pensabamos, xa que agora non é capaz de continuar cos seus suxos meigallos.

source: I sense wrongness. Some greater evil awakens before us.
gl: Algo vai mal. Algunha gran maldade agarda diante nosa.

source: Death of Dulcatulos
gl: Morte de Dulcatulos

source: This place smells of death.
gl: Este sitio cheira a morte.

source: It’s been... it’s been years since I’ve been down here. Only Karrag and his personal followers used this level. Why did I never wonder about that before?
gl: Hai... hai anos que estou aquí embaixo. Só Karrag e mailos seus seguidores persoais usaban este nivel. Por que nunca pensara niso antes?

source: Karrag’s will, and his dark magic. I think he has been casting glamours on all of you ever since he passed over.
gl: O desexo de Karrag, e a súa maxia escura. Penso que estivo enfeitizándovos a todos vós dende que morreu.

source: This is the Grand Gallery. There are rows of small chambers along its sides; he could have slipped into any of them.
gl: Esta é a Gran Galería. Hai fileiras de pequenas cámaras nas súas dúas beiras; puido terse metido en calquera delas.

source: More likely he has cloaked himself, thinking to run ahead to gather his followers. He could be within a spear-cast of us now and we wouldn’t know it in this gloom.
gl: O máis probable é que se agochara, pensando en ir a reunir ós seus seguidores. Podería estar a un tiro de pedra de nós agora e non o saberiamos con estas tebras.

source: Those are war-drums!
gl: Esos son tambores de guerra!

source: Aye. Karrag, calling his troops to battle. Only the Dark Gods know what hellspawn the lich will summon. AXES UP!
gl: Así é. Karrag chamando ás súas tropas para a batalla. Só os Deuses Escuros saben que criaturas demoníacas ha convocar o liche. MACHADOS ARRIBA!

source: You cannot pass, fools. The doors I guard are sealed by the power of the Hammer itself.
gl: Non podedes pasar, parvos. As portas que gardo están seladas polo poder do propio Martelo.

source: We’ll see about that!
gl: Xa o veremos!

source: It seems that guard spoke truth. These doors cannot be forced open by any means we have!
gl: Parece que o garda dixo a verdade. Estas portas non se poden abrir á forza con ningún dos medios que temos!

source: I sense these bindings to be the work of common sorcery, not the power of the Hammer. Usually to each such locking spell there is some sort of key. If we can but find the key, we will able to open these doors.
gl: Presinto que estes precintos son froito de feitizos simples e comúns, e non do poder do Martelo. Normalmente hai algún tipo de chave para estas pechaduras. Se atopamos a chave, poderemos abrir estas portas.

source: The key has been uttered, these doors should open...
gl: A chave xa está completa, estas portas deberianse abrir...

source: There we go... faugh, what is that smell!
gl: Imos aló... puaff, que é ese cheiro!

source: I think I hear noises, ahead of us...
gl: Creo que oio algún ruído, diante nosa...

source: Fresh blood! Exactly what I need to complete the rite.
gl: Sangue fresco! Exactamente o que preciso para completar o rito.

source: It’s locked, but nothing that our hammers can’t manage.
gl: Está bloqueada, pero non é nada que os nosos martelos non poidan solucionar.

source: A scroll with some strange writing on it...
gl: Un manuscrito cunha estraña escritura...

source: I believe that will be the key-spell for that sealed door.
gl: Creo que será o feitizo que abrirá esa porta selada.

source: A door. Perhaps Karrag is hiding in here...
gl: Unha porta. Quizais Karrag se estea agochando aquí...

source: 150 gold pieces. This should help.
gl: 150 pezas de ouro. Isto debería axudar.

source: 150 gold pieces. I wonder why Karrag would choose to store his gold here.
gl: 150 pezas de ouro. Gustariame saber por que Karrag escolleria este sitio para almacenar o seu ouro.

source: Another old caved-in passageway...
gl: Outro antigo pasadizo entre covas...

source: When I step on this rune, I feel strange indeed. I feel like I am being pulled somewhere else, but at the same time being held back by an equally powerful force.
gl: Cando piso nesta runa, síntome estraño. Síntome coma se me empuxaran a algures, pero ó mesmo tempo unha forza igual impídemo.

source: It seems to be some sort of a teleportation device. What’s more, the bindings that are preventing it from working seem to be the same ones that bar those sealed gates.
gl: Parece ser algún tipo de dispositivo de teletransportación. Ainda máis, os precintos que evitan que funcione parecen ser os mesmos cós que atrancaban aquelas portas seladas.

source: Go through that rubble yonder; see if you can dig up some sort of battering ram.
gl: Vai por aqueles cascallos de aló; mira se podes atopar algunha caste de ariete.

source: One hour later
gl: Unha hora despois

source: The door is about to give. Brace yourselves, everyone.
gl: Moi ben, a porta está a piques de ceder. Preparádevos, todos.

source: No! No! No! Dirtgrubbers must die! The true people must rule all!
gl: Non! Non! Non! Os chupasangues deben morrer! A verdadeira xente debe gobernalo todo!

source: The ‘true people’ speak through our axes. Die, foul lich.
gl: A 'verdadeira xente' fala a través dos nosos machados. Morre, noxento liche.

source: Epilogue
gl: Epílogo

source: Dwarves of Kal Kartha, I speak the Law. Your house is cast down; you have harbored a great evil. Who now will take the burden of cleansing this holding of its taint?
gl: Ananos de Kal Kartha, eu son a Lei. A vosa casa está maldita; refuxiastes un gran mal. Quen vai ocuparse agora da carga de limpar a súa mancha deste dominio?

source: The dwarves of Kal Kartha muttered among themselves and looked at one another uneasily. None stepped forward.
gl: Os ananos de Kal Kartha calaron e miráronse con desacougo. Ningún avanzou.

source: I was told I’d find Aiglondur of Knalga here. I bear a message from Tallin, the Lord Protector of the Alliance.
gl: Dixéronme que aquí atoparía a Aiglondur de Knalga. Traio unha mensaxe de Tallin, o Señor Protector da Alianza.

source: I am he. Speak your message.
gl: Son eu. Dime a túa mensaxe.

source: I have been on your track for weeks. Word of your rout of Tan-Malgar and his allies spread, and reached Tallin. You did the Alliance better service than you knew that day; Tan-Malgar had exchanged messages with certain orcish chieftains within the Alliance, and your victory prevented a dangerous revolt.
gl: Seguínvos durante semanas. As novas sobre a vosa ruta ditas por Tan-Malgar e mailos seus aliados espalláronse, e chegaron a Tallin. Fixécheslle á Alianza un servizo mellor do que crias aquel día; Tan-Malgar intercambiou mensaxes con certos xefes orcos dentro da Alianza, e a túa victoria previu unha sublevación máis perigosa.

source: Aiglondur, the Protector dubs you a Lord Companion of the Alliance. He bids you return to Knalga as soon as convenient, for your investiture.
gl: Aiglondur, o Protector noméate Señor Adxunto da Alianza. Ordénache que volvas a Knalga tan pronto como poidas, para a túa investidura.

source: It would be no shame for a Lord Companion to rule this holding, as Hamel does at Knalga.
gl: Non debería ser unha vergonza para un Señor Adxunto o feito de gobernar neste dominio, coma Hamel fai en Knalga.

source: The Kal Karthans looked at each other, and Aiglondur, with dawning hope.
gl: Os de Kal Kartha miráronse, e miraron tamén a Aiglondur, cunha esperanza crecente.

source: It would be fitting. The Loremasters will approve.
gl: Parece apropiado. Os Historiadores hano aprobar.

source: Pelias, my thanks to the Lord Protector; I will attend him in the spring. But it seems that I have some work to do here first.
gl: Pelias, dalle as miñas grazas ó Señor Protector; irei onda el pola primavera. Pero parece que primeiro ainda teño algún traballo que facer aquí.

source: Dwarvish Annalist
gl: Anano cronista

source: Dwarvish Annalists are the historians of this ancient and proud race. They are few in number, and their very existence is not generally known to the other peoples of the Great Continent. To the abilities of the Witness they add, through the study of herb and mineral lore, the ability to cure poison.
gl: Os Ananos Cronistas son os historiadores desta antiga e orgullosa raza. Son poucos, e a súa propia existencia normalmente non é coñecida polas outras xentes do Gran Continente. Ademais das habilidades dos Observadores obtiveron, a través do estudo das herbas e do coñecemento dos minerais, a capacidade de curar o veleno.

source: morningstar
gl: mallo

source: bolas
gl: boleadoras

source: Dwarvish Loremaster
gl: Anano historiador

source: Loremasters are the sages of the dwarvish race. Their counsel is greatly valued by war-leaders and chieftains, and they are viewed with awe by ordinary dwarves, for they alone have plumbed the deepest and most closely-held secrets of dwarven knowledge. It is said that where a loremaster stands, there is the soul of the dwarves. To the abilities of the Annalist they add a limited ability to heal.
gl: Os historiadores son os sabios da raza dos ananos. O seu consello é moi valorado polos líderes guerreiros e mailos caudillos, e son respectados polos ananos normais, xa que eles sós chegaron ós máis profundos e ocultos segredos do coñecemento dos ananos. Dise que onde está un historiador, está a alma dos ananos. Ademais das habilidades dos Cronistas teñen unha capacidade limitada para sandar.

source: Dwarvish Masked Dragonguard
gl: Anano fusileiro enmascarado

source: Dwarvish Masked Fighter
gl: Anano loitador enmascarado

source: Dwarvish Masked Guardsman
gl: Anano gardián enmascarado

source: Dwarvish Masked Lord
gl: Señor anano enmascarado

source: Feared in dwarven legend is the Dwarf Lord who masks his face, using the formidable fighting powers of his kind without accounting to his peers and the loremasters of Dwarven-kind for the dark and bloody uses to which he puts his weapons. Like his barefaced kin, the Dwarf Lord wields axe and hammer with masterful skill, and can hit a target with a thrown hand axe at several paces. Though slow on their feet, these dwarves are a testament to the prowess of their kind.
gl: Temidos nas lendas dos ananos, os Señores Ananos enmascarados usan os formidables poderes de loita da súa raza sen darlle conta ós seus iguais e ós historiadores dos Ananos debido ós escuros e sanguentos usos que fai das súas armas.Coma os da súa caste que van ca cara descuberta, os Señores ananos manexan a machada e o martelo cunha destreza maxistral, e poden acadarlle a un obxectivo cunha machada lanzada ca man a diferentes velocidades. Ainda que se desprazan lentamente, estes ananos son un testimonio das capacidades da súa raza.

source: Dwarvish Masked Sentinel
gl: Anano sentinela enmascarado

source: Dwarvish Masked Stalwart
gl: Anano incondicional enmascarado

source: Dwarvish Masked Steelclad
gl: Anano acoirazado enmascarado

source: More experienced Dwarvish fighters wear heavy chain mail and plate armor, for which they are rightly famous. In the dark dreams of dwarvenkind, some conceal their faces behind riveted masks.
gl: Os loitadores Ananos con máis experiencia visten pesadas cotas de malla e armaduras de placas, polas cales son famosos. Nos escuros soños dos ananos, algúns ocultan as súas caras detrás de máscaras remachadas.

source: Dwarvish Masked Thunderer
gl: Anano arcabuceiro enmascarado

source: Dwarvish Masked Thunderguard
gl: Anano mosqueteiro enmascarado

source: Dwarvish Runemaster
gl: Anano mestre das runas

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
gl: Agás para aqueles con habilidades case sobrenaturais, o rango máis alto ó que un creador de runas pode chegar é o de Anano Mestre das Runas. Ó inflixir golpes case tan poderosos coma os dos mellores guerreiros, deberían ser temibles sen a súa arte, pero con ela son case invencibles, xa que as súas runas fan que os golpes físicos dos seus inimigos inflixan menos dano do que sería de agardar.

source: hammer
gl: martelo

source: chill tempest
gl: tempestade xélida

source: Dwarvish Witness
gl: Anano observador
