Repository: aelthwin/Battle-for-Wesnoth--Zombie-Edition
Catalog: po/wesnoth-thot/*.po
Languages: gl

source: A Witness functions as the eyes of the dwarves’ history, a deep lore that they never share with outsiders. The presence of a Witness inspires dwarvish warriors with the knowledge that their deeds (and their deaths) will not go unrecorded. They learn a fighting style deliberately unlike that of their fellows, one designed to turn the vaunted strength of the dwarves against itself. The person of a Witness is considered sacred, and Witnesses are often used as envoys between dwarvish clans.
gl: Un Observador é os ollos da historia dos ananos, un profundo coñecemento que nunca comparte con estraños. A presencia dun Observador incita ós ananos guerreiros co coñecemento de que as súas fazañas (e mailas súas mortes) non serán esquecidas. Aprenden un estilo de loita deliberadamente diferente ó dos seus compañeiros, un deseñado para volver a famosa forza dos ananos contra eles. Os Observadores son considerados sagrados, e a miúdo son usados coma embaixadores entre clans de ananos.

source: inspire
gl: inspiración

source: Inspire: This unit can inspire own L0 or L1 units that are next to it, making them fight better. Adjacent own units of L1 will do 25% more damage; L0 units will do 50% more.
gl: Inspiración: Esta unidade pode inspirar ás unidades amigas de nivel 0 ou 1 que están xunta ela, facendo que loiten mellor. As unidades adxacentes de nivel 1 inflixirán un 25% máis de dano; as unidades de nivel 0 inflixirán un 50% máis.

source: Inspire: This unit can inspire own L0, L1, or L2 units that are next to it, making them fight better. Adjacent own units of L2 will do more 25% more damage; L1 units will do 50% more, and L0 will do 75% more.
gl: Inspiración: Esta unidade pode inspirar ás unidades amigas de nivel 0, nivel 1 ou nivel 2 que están xunta ela, facendo que loiten mellor. As unidades adxacentes de nivel 2 inflixirán un 25% máis de dano; as unidades de nivel 1 inflixirán un 50% máis, e as de nivel 0 inflixirán un 75% máis.

source: Inspire: This unit can inspire own L0, L1, L2, or L3 units that are next to it, making them fight better. Adjacent own units of L3 will do more 25% more damage; L2 units will do 50% more, L1 will do 75% more, and L0 units will do 100% more.
gl: Inspiración: Esta unidade pode inspirar ás unidades amigas de nivel 0, nivel 1, nivel 2 ou nivel 3 que están xunta ela, facendo que loiten mellor. As unidades adxacentes de nivel 3 inflixirán un 25% máis de dano; as unidades de nivel 2 inflixirán un 50% máis, as de nivel 1 inflixirán un 75% máis, e as de nivel 0 inflixirán un 100% máis.

source: I fall!
gl: Caín!

source: Oh no! Without a loremaster we cannot complete our mission!
gl: Ouh non! Sen un historiador non podemos completar a nosa misión!

source: You retrieve $amount_gold pieces of gold.
gl: Conseguiches $amount_gold pezas de ouro.

source: Without magic users from Master Perrin’s academy in your party, you can no longer recruit new ones.
gl: Sen usuarios da maxia da academia do Mestre Perrin no teu grupo, xa non podes recrutar máis magos.

source: Staff of Righteous Flame
gl: Bastón da Chama Xusta

source: This staff gives a dying mage a final strike that will destroy all nearby enemies.
gl: Este bastón permítelle a un mago que está morrendo inflixir un último ataque que destruirá a tódolos inimigos que estean preto.

source: Only mages can wield the Staff.
gl: Só os magos poden portar o Bastón.

source: Aaarrgh! Though I die, the flame of righteousness shall send you down to darkness!
gl: Aaarrgh! Ainda que morro, a chama da xustiza havos enviar de volta á escuridade!
